Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# run_goal_progress_e_skill_hist_pd_blinding_gas_label
source: Use <color=#{notable}>Blinding Gas</color> 2+ times in a single fight
ja: <color=#{notable}>目つぶしガス</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>실명 기체</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Осліплюючий газ</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>致盲气体</color>2次

# run_goal_progress_e_skill_hist_pd_noxious_blast_label
source: Use <color=#{notable}>Noxious Blast</color> 2+ times in a single fight
ja: <color=#{notable}>毒噴射</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>유독기체 폭발</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Токсичний залп</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>剧毒炸弹</color>2次

# run_goal_progress_e_skill_hist_run_firefly_label
source: Use <color=#{notable}>Firefly</color> 2+ times in a single fight
ja: <color=#{notable}>ファイアフライ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>흩날리는 불티</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Іскра світлячка</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>萤火</color>2次

# run_goal_progress_e_skill_hist_run_searing_strike_label
source: Use <color=#{notable}>Searing Strike</color> 2+ times in a single fight
ja: <color=#{notable}>燃える一撃</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>그슬린 타격</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Палкий удар</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>灼热打击</color>2次

# run_goal_progress_e_skill_hist_run_smokescreen_label
source: Use <color=#{notable}>Smokescreen</color> 2+ times in a single fight
ja: <color=#{notable}>煙幕</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>연막</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Димова завіса</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>烟幕</color>2次

# run_goal_progress_e_skill_hist_ves_divine_grace_label
source: Use <color=#{notable}>Divine Grace</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>신성한 은총</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Благодать</color> 2+ рази в одному бою

# run_goal_progress_e_skill_hist_ves_hand_of_light_label
source: Use <color=#{notable}>Hand of Light</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>빛의 손길</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Рука Світла</color> 2+ рази в одному бою

# run_goal_progress_e_skill_hist_ves_judgement_label
source: Use <color=#{notable}>Judgement</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>심판</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Осуд</color> 2+ рази в одному бою

# run_goal_progress_e_visit_oasis_label
source: Visit the <color=#{notable}>Oasis</color>
ja: <color=#{notable}>オアシス</color>を訪れる
ko: <color=#{notable}>샘터</color>에 방문
uk: Відвідати <color=#{notable}>оазис</color>
zh_cn: 路过<color=#{notable}>绿洲</color>

# run_goal_progress_e_visit_storycosmic_label
source: Visit the <color=#{notable}>Academic's Study</color>
ja: <color=#{notable}>学者の研究所</color>を訪れる
ko: <color=#{notable}>교수의 연구</color> 방문
uk: Відвідати <color=#{notable}>лабораторію Академіка</color>
zh_cn: 路过<color=#{notable}>教授的研究</color>

# run_goal_progress_h_item_use_otherworldly_fragment_label
source: Use <color=#{notable}>Otherworldy Fragment</color>
ja: <color=#{notable}>異世界の断片</color>を使用する
ko: <color=#{notable}>이계의 편린</color> 사용
uk: Використати <color=#{notable}>загадковий фрагмент</color>
zh_cn: 使用<color=#{notable}>异世残片</color>

# run_goal_progress_h_item_use_pustule_salve_label
source: Use <color=#{notable}>Pustule Salve</color>
ja: <color=#{notable}>吹き出物用の軟膏</color>を使用する
ko: <color=#{notable}>농포 연고</color> 사용
uk: Використати <color=#{notable}>мазь від гнійників</color>
zh_cn: 使用<color=#{notable}>脓疮药膏</color>

# run_goal_progress_h_item_use_the_blood_label
source: Use <color=#{notable}>The Blood</color>
ja: <color=#{notable}>血液の瓶</color>を使用する
ko: <color=#{notable}>피</color> 사용
uk: Використати <color=#{notable}>кров</color>
zh_cn: 使用<color=#{notable}>血酿</color>

# run_goal_progress_h_kill_animal_label
source: Land the killing blow on <color=#{notable}>Creatures</color>
ko: <color=#{notable}>생물</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>істотах</color>

# run_goal_progress_h_kill_cadaver_label
source: Land the killing blow on <color=#{notable}>Cadavers</color>
ko: <color=#{notable}>송장</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>кадаврах</color>

# run_goal_progress_h_kill_coastal_label
source: Land the killing blow on <color=#{notable}>Fisherfolk</color>
ko: <color=#{notable}>어인</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>риболюдах</color>

# run_goal_progress_h_kill_cosmic_label
source: Land the killing blow on <color=#{notable}>Cosmic Beings</color>
ko: <color=#{notable}>우주적 존재</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>косміконах</color>

# run_goal_progress_h_kill_fanatic_label
source: Land the killing blow on <color=#{notable}>Fanatics</color>
ko: <color=#{notable}>광신도</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>фанатиках</color>

# run_goal_progress_h_kill_gentry_label
source: Land the killing blow on <color=#{notable}>Gentry</color>
ko: <color=#{notable}>귀족</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>чуможерах</color>

# run_goal_progress_h_kill_guant_label
source: Land the killing blow on <color=#{notable}>Gaunt</color>
ko: <color=#{notable}>쭉정이</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>здихлях</color>

# run_goal_progress_h_kill_pillager_label
source: Land the killing blow on <color=#{notable}>Pillagers</color>
ko: <color=#{notable}>도적</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>грабіжниках</color>

# run_goal_progress_h_kill_swine_label
source: Land the killing blow on <color=#{notable}>Swine</color>
ko: <color=#{notable}>돼지</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>вепрах</color>

# run_goal_progress_h_skill_hist_gr_dead_of_night_u_label
source: Use <color=#{notable}>Dead of Night+</color> 3+ times in a single fight
ja: <color=#{notable}>丑三つ時+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>밤의 망자+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Під покровом ночі+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>月黑风高+</color>3次

# run_goal_progress_h_skill_hist_hel_adrenaline_rush_u_label
source: Use <color=#{notable}>Adrenaline Rush+</color> 2+ times in a single fight
ja: <color=#{notable}>高揚+</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>아드레날린 분출</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Прилив адреналіну+</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>肾上腺素+</color>2次

# run_goal_progress_h_skill_hist_hwm_point_blank_shot_u_label
source: Use <color=#{notable}>Point Blank Shot+</color> 3+ times in a single fight
ja: <color=#{notable}>至近弾+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>영거리 사격+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Постріл в упор+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>抵近射击+</color>3次

# run_goal_progress_h_skill_hist_jes_harvest_u_label
source: Use <color=#{notable}>Harvest+</color> 3+ times in a single fight
ja: <color=#{notable}>刈り取り+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>수확+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Криваві жнива+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>收割+</color>3次

# run_goal_progress_h_skill_hist_lep_hew_u_label
source: Use <color=#{notable}>Hew+</color> 3+ times in a single fight
ja: <color=#{notable}>切り倒し+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>절단+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Відсікання+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>砍伐+</color>3次

# run_goal_progress_h_skill_hist_maa_bellow_u_label
source: Use <color=#{notable}>Bellow+</color> 3+ times in a single fight
ja: <color=#{notable}>怒声+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>포효+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Страхітливий крик+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>怒吼+</color>3次

# run_goal_progress_h_skill_hist_occ_vulnerability_hex_u_label
source: Use <color=#{notable}>Vulnerability Hex+</color> 3+ times in a single fight
ja: <color=#{notable}>弱体化の呪い+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>취약화 저주+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Наврочення вразливості+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>易伤诅咒+</color>3次

# run_goal_progress_h_skill_hist_pd_plague_grenade_u_label
source: Use <color=#{notable}>Plague Grenade+</color> 3+ times in a single fight
ja: <color=#{notable}>ペスト手榴弾+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>역병 수류탄+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Чумна граната+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>瘟疫手雷+</color>3次

# run_goal_progress_h_skill_hist_run_ransack_u_label
source: Use <color=#{notable}>Ransack+</color> 3+ times in a single fight
ja: <color=#{notable}>簒奪+</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>판 뒤엎기+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Тет-а-тет+</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>洗劫+</color>3次

# run_goal_progress_h_skill_hist_ves_ministrations_u_label
source: Use <color=#{notable}>Ministrations+</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>목회+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Служба+</color> 3+ рази в одному бою

# run_goal_progress_h_visit_storycosmic_label
source: Visit the <color=#{notable}>Academic's Study</color>
ja: <color=#{notable}>学者の研究所</color>を訪れる
ko: <color=#{notable}>교수의 연구</color> 방문
uk: Відвідати <color=#{notable}>лабораторію Академіка</color>
zh_cn: 路过<color=#{notable}>教授的研究</color>

# run_goal_progress_m_item_use_antivenom_label
source: Use <color=#{notable}>Antivenom</color>
ja: <color=#{notable}>抗毒素</color>を使用する
ko: <color=#{notable}>해독제</color> 사용
uk: Використати <color=#{notable}>протиотруту</color>
zh_cn: 使用<color=#{notable}>抗毒素</color>

# run_goal_progress_m_item_use_bandages_label
source: Use <color=#{notable}>Bandage</color>
ja: <color=#{notable}>包帯</color>を使用する
ko: <color=#{notable}>붕대</color> 사용
uk: Використати <color=#{notable}>бинти</color>
zh_cn: 使用<color=#{notable}>绷带</color>

# run_goal_progress_m_item_use_burn_salve_label
source: Use <color=#{notable}>Burn Salve</color>
ja: <color=#{notable}>火傷の軟膏</color>を使用する
ko: <color=#{notable}>화상 연고</color> 사용
uk: Використати <color=#{notable}>мазь від опіків</color>
zh_cn: 使用<color=#{notable}>烧伤药膏</color>

# run_goal_progress_m_item_use_spring_water_label
source: Use <color=#{notable}>Mineral-Rich Spring Water</color>
ja: <color=#{notable}>ミネラル豊富な湧き水</color>を使用する
ko: <color=#{notable}>광천수 샘물</color> 사용
uk: Використати <color=#{notable}>ключову воду</color>
zh_cn: 使用<color=#{notable}>矿泉水</color>

# run_goal_progress_m_kill_animal_label
source: Land the killing blow on <color=#{notable}>Creatures</color>
ko: <color=#{notable}>생물</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>істотах</color>

# run_goal_progress_m_kill_cadaver_label
source: Land the killing blow on <color=#{notable}>Cadavers</color>
ko: <color=#{notable}>송장</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>кадаврах</color>

# run_goal_progress_m_kill_coastal_label
source: Land the killing blow on <color=#{notable}>Fisherfolk</color>
ko: <color=#{notable}>어인</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>риболюдах</color>

# run_goal_progress_m_kill_cosmic_label
source: Land the killing blow on <color=#{notable}>Cosmic Beings</color>
ko: <color=#{notable}>우주적 존재</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>косміконах</color>

# run_goal_progress_m_kill_fanatic_label
source: Land the killing blow on <color=#{notable}>Fanatics</color>
ko: <color=#{notable}>광신도</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>фанатиках</color>

# run_goal_progress_m_kill_gentry_label
source: Land the killing blow on <color=#{notable}>Gentry</color>
ko: <color=#{notable}>귀족</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>чуможерах</color>

# run_goal_progress_m_kill_guant_label
source: Land the killing blow on <color=#{notable}>Gaunt</color>
ko: <color=#{notable}>쭉정이</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>здихлях</color>

# run_goal_progress_m_kill_lair_boss_label
source: Land the killing blow on a <color=#{notable}>Lair Boss</color>
ko: <color=#{notable}>소굴 우두머리</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>босу лігва</color>

# run_goal_progress_m_kill_pillager_label
source: Land the killing blow on <color=#{notable}>Pillagers</color>
ko: <color=#{notable}>도적</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>грабіжниках</color>

# run_goal_progress_m_kill_swine_label
source: Land the killing blow on <color=#{notable}>Swine</color>
ko: <color=#{notable}>돼지</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>вепрах</color>

# run_goal_progress_m_skill_hist_gr_artemisia_label
source: Use <color=#{notable}>Absinthe</color> 3+ times in a single fight
ja: <color=#{notable}>アブサン</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>압생트</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Абсент</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>苦艾酒</color>3次

# run_goal_progress_m_skill_hist_gr_flashing_daggers_label
source: Use <color=#{notable}>Flashing Daggers</color> 3+ times in a single fight
ja: <color=#{notable}>高速短剣投げ</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>번뜩이는 비도</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Блиск кинджалів</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>纷乱匕首</color>3次

# run_goal_progress_m_skill_hist_hel_barbaric_yawp_label
source: Use <color=#{notable}>Barbaric YAWP!</color> 3+ times in a single fight
ja: <color=#{notable}>野蛮な咆哮！</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>야만스러운 함성!</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Варварський клич</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>野蛮咆哮</color>3次

# run_goal_progress_m_skill_hist_hel_if_it_bleeds_label
source: Use <color=#{notable}>If It Bleeds</color> 3+ times in a single fight
ja: <color=#{notable}>流れ出る血液</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>유혈사태</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Більше крові</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>血滴石穿</color>3次

# run_goal_progress_m_skill_hist_hwm_duelists_advance_label
source: Use <color=#{notable}>Duelist's Advance</color> 3+ times in a single fight
ja: <color=#{notable}>決闘者の前進</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>결투가의 진격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Дуельний випад</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>决一死战</color>3次

# run_goal_progress_m_skill_hist_hwm_tracking_shot_label
source: Use <color=#{notable}>Tracking Shot</color> 3+ times in a single fight
ja: <color=#{notable}>追跡弾</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>가늠 사격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Прицільна мітка</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>追踪射击</color>3次

# run_goal_progress_m_skill_hist_jes_battle_ballad_label
source: Use <color=#{notable}>Battle Ballad</color> 3+ times in a single fight
ja: <color=#{notable}>バトルバラード</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>전투의 발라드</color> 3회 이상 사용
uk: Використати навичку. <color=#{notable}>Військова балада</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>战歌</color>3次

# run_goal_progress_m_skill_hist_jes_slice_off_label
source: Use <color=#{notable}>Slice Off</color> 3+ times in a single fight
ja: <color=#{notable}>そぎ落とし</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>저며내기</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Руку на відсіч</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>切除</color>3次

# run_goal_progress_m_skill_hist_lep_purge_label
source: Use <color=#{notable}>Purge</color> 3+ times in a single fight
ja: <color=#{notable}>粛清</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>축출</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Очищення</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>肃清</color>3次

# run_goal_progress_m_skill_hist_lep_reflection_label
source: Use <color=#{notable}>Reflection</color> 3+ times in a single fight
ja: <color=#{notable}>沈思</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>숙고</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Роздуми</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>明鉴</color>3次

# run_goal_progress_m_skill_hist_maa_hold_the_line_label
source: Use <color=#{notable}>Hold the Line</color> 3+ times in a single fight
ja: <color=#{notable}>戦線堅持</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>전선 유지</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Попереду строю</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>坚守阵线</color>3次

# run_goal_progress_m_skill_hist_maa_rampart_label
source: Use <color=#{notable}>Rampart</color> 3+ times in a single fight
ja: <color=#{notable}>防護</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>성채의 일격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Різкий випад</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>盾击</color>3次

# run_goal_progress_m_skill_hist_occ_abyssal_artillery_label
source: Use <color=#{notable}>Abyssal Artillery</color> 3+ times in a single fight
ja: <color=#{notable}>奈落の砲術</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>심연의 포격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Допомога безодні</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>渊狱撕扯</color>3次

# run_goal_progress_m_skill_hist_occ_weakening_curse_label
source: Use <color=#{notable}>Weakening Curse</color> 3+ times in a single fight
ja: <color=#{notable}>衰弱呪</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>약화 저주</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Прокляття слабкості</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>衰弱诅咒</color>3次

# run_goal_progress_m_skill_hist_pd_incision_label
source: Use <color=#{notable}>Incision</color> 3+ times in a single fight
ja: <color=#{notable}>切開</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>절개</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Різана рана</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>手术切割</color>3次

# run_goal_progress_m_skill_hist_pd_ounce_of_prevention_label
source: Use <color=#{notable}>Ounce of Prevention</color> 3+ times in a single fight
ja: <color=#{notable}>予防の薬衡</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>예방 조치</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Профілактика</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>预防措施</color>3次

# run_goal_progress_m_skill_hist_run_hearthlight_label
source: Use <color=#{notable}>Hearthlight</color> 3+ times in a single fight
ja: <color=#{notable}>炉端の光</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>화톳불</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Світло вогнища</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>炉光</color>3次

# run_goal_progress_m_skill_hist_run_run_and_hide_label
source: Use <color=#{notable}>Run and Hide</color> 2+ times in a single fight
ja: <color=#{notable}>逃げ隠れ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>도피</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Втеча в тінь</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>逃匿</color>2次

# run_goal_progress_m_skill_hist_ves_blessing_of_fortitude_label
source: Use <color=#{notable}>Consecration of Fortitude</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>불굴의 축성</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Консекрація сили</color> 2+ рази в одному бою

# run_goal_progress_m_skill_hist_ves_illumination_label
source: Use <color=#{notable}>Illumination</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>광휘</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Осяяння</color> 3+ рази в одному бою

# run_goal_progress_m_visit_ceatureden_label
source: Visit the <color=#{notable}>Creature Den</color>
ja: <color=#{notable}>怪物の巣窟</color>を訪れる
ko: <color=#{notable}>괴물의 굴</color> 방문
uk: Відвідати <color=#{notable}>барліг</color>
zh_cn: 路过<color=#{notable}>兽窟</color>

# run_goal_progress_t_item_use_torch_consumable_label
source: Use <color=#{notable}>A Glimmer of Hope</color>
ja: <color=#{notable}>希望の光</color>を使用する
ko: <color=#{notable}>희망의 불씨</color> 사용
uk: Використати <color=#{notable}>проблиск надії</color>
zh_cn: 使用<color=#{notable}>希望微光</color>

# run_goal_progress_t_kill_guant_label
source: Land the killing blow on <color=#{notable}>Gaunt</color>
ko: <color=#{notable}>쭉정이</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>здихлях</color>

# run_goal_progress_t_kill_pillager_label
source: Land the killing blow on <color=#{notable}>Pillagers</color>
ko: <color=#{notable}>도적</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>грабіжниках</color>

# run_goal_progress_t_visit_shop_label
source: Visit the <color=#{notable}>Hoarder</color>
ja: <color=#{notable}>貯蔵庫</color>を訪れる
ko: <color=#{notable}>고물상</color> 방문
uk: Відвідати <color=#{notable}>барахольника</color>
zh_cn: 路过<color=#{notable}>囤积者</color>

# run_goal_progress_t_visit_storyassist_label
source: Visit <color=#{notable}>Assistance Encounters</color>
ja: <color=#{notable}>支援遭遇</color>を訪れる
ko: <color=#{notable}>조력 조우</color> 방문
uk: Відвідати <color=#{notable}>страждальників</color>
zh_cn: 路过<color=#{notable}>援助遭遇</color>

# run_log_actor_label
source: ${hero_name} gained
ja: ${hero_name}が獲得：
ko: ${hero_name} 획득:
uk: ${hero_name} отримує рису
zh_cn: ${hero_name}获得了

# run_log_generic_test
source: A rat howl pierces the night air
ja: ネズミの遠吠えが夜空に響く
ko: 밤하늘을 가르는 쥐의 포효
uk: Писк пацюка пронизує нічне повітря
zh_cn: 一声鼠叫撕开了夜空。

# run_log_quirk
source: ${hero_name} gained ${quirk_id}
ja: ${hero_name}が${quirk_id}を獲得
ko: ${hero_name}, ${quirk_id} 획득
uk: ${hero_name} отримує рису ${quirk_id}
zh_cn: ${hero_name}获得了${quirk_id}

# run_log_quirk_generic
source: ${hero_name} gained a Quirk!
ja: ${hero_name}は奇癖を獲得！
ko: ${hero_name}, 기벽 획득!
uk: ${hero_name} отримує рису!
zh_cn: ${hero_name}获得了一个特质！

# run_log_source_label
source: From ${source_id}
ja: ${source_id}から
ko: 획득 장소: ${source_id}
uk: Джерело: ${source_id}
zh_cn: 来自${source_id}

# run_value_stage_coach_armor
source: Coach Armor
ko: 마차 장갑
uk: Броня Диліжанса

# run_value_stage_coach_wheels
source: Coach Wheels
ko: 마차 바퀴
uk: Колеса Диліжанса

# run_value_torch
source: Flame
ja: 炎
ko: 불꽃
uk: Полум’я
zh_cn: 火炬

source: Runaway
ja: 逃亡者
ko: 도망자
uk: Утікачка
zh_cn: 逃离者

# runaway_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# runaway_wpn_arsonist
source: <color=#{notable}>Arsonist</color>
ko: <color=#{notable}>방화범</color>
uk: <color=#{notable}>Палій</color>

# runaway_wpn_orphan
source: <color=#{notable}>Orphan</color>
ko: <color=#{notable}>고아</color>
uk: <color=#{notable}>Сирота</color>

# runaway_wpn_survivor
source: <color=#{notable}>Survivor</color>
ko: <color=#{notable}>생존자</color>
uk: <color=#{notable}>Та, що вижила</color>
