Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_harvest_meat_consumed+runaway
source: I've starved my whole life. No more!
ja: 人生ずっと飢えてきた。もうイヤだ！
ko: 난 평생 굶고 살았어. 더는 못 참아!
uk: Раніше мені постійно доводилося голодувати. Досить!
zh_cn: 我饿了一辈子了。我受够了！

# bark_harvest_meat_consumed+vestal
source: I <i>deserve</i> this!
ko: 내게 <i>어울리는</i> 만찬이야!
uk: Я <i>заслуговую</i> на це!

# bark_hero_failure_kill+bounty_hunter@0
source: Hmph!
ko: 흠!
uk: Подумаєш!

# bark_hero_failure_kill+bounty_hunter@1
source: You'll fall like any other sick critter.
ko: 여느 병자처럼 쓰러지는군.
uk: Ти не витримаєш, як будь-яке інше слабке створіння.

# bark_hero_failure_kill+flagellant@0
source: More! Give me <i>MORE!</i>
ja: もっと！<i>もっと！</i>よこせ！
ko: 더! 더 <i>내놔!</i>
uk: Ще! Хочу <i>ЩЕ!</i>
zh_cn: 再来！<i>再来啊！</i>

# bark_hero_failure_kill+flagellant@1
source: You've given me a taste - now I shall ever crave it!
ja: お前は俺に味を教えてくれた。今、俺はそれを切望してやまない！
ko: 내게 그런 미식을 맛보여주다니, 이제 평생 갈망하며 살게 생겼군!
uk: Після твого пригощання я завжди хочу більше!
zh_cn: 这种滋味——我会永远铭记！

# bark_hero_failure_kill+grave_robber@0
source: Hear me, fortune?! I spit in your eye!
ja: 聞いてくれないの？お前の目に唾を吐くわよ！
ko: 들리니, 행운의 여신아?! 네 면상에 침을 뱉어 주마!
uk: Чуєш мене, доле?! Я плюю тобі в очі!
zh_cn: 听到了么，命运？！我蔑视你！

# bark_hero_failure_kill+grave_robber@1
source: The grave suits you, love.
ko: 자기한테는 무덤이 너무 어울린다.
uk: Могила тобі личить.

# bark_hero_failure_kill+hellion@0
source: My honor is reclaimed! I am whole!
ja: 私の名誉は取り戻された！私は完全である！
ko: 내 영광 되찾았다! 나는 온전하다!
uk: Я повернула собі честь! Я — єдине ціле!
zh_cn: 我重新赢得了荣耀！我完整了！

# bark_hero_failure_kill+hellion@1
source: Who cowers in fear now!?
ja: 今、誰が恐怖に怯えるのか！？
ko: 이제 누가 겁쟁이지!?
uk: І хто тепер щулиться від страху?
zh_cn: 现在是谁在瑟瑟发抖？！

# bark_hero_failure_kill+highwayman@0
source: Damn the odds - I'm FREE!
ko: 승산은 개나 주라지. 난 자유다!
uk: До біса можливості! Я ВІЛЬНИЙ!

# bark_hero_failure_kill+highwayman@1
source: This is it. One last job.
ko: 이거다. 마지막 한 탕이야.
uk: Так, це остання справа.

# bark_hero_failure_kill+jester@0
source: Free of that damnable melody at last!
ja: あの忌まわしいメロディからやっと解放される！
ko: 그 망할 가락으로부터 드디어 벗어났어!
uk: Нарешті я звільнився від цієї клятої мелодії!
zh_cn: 终于摆脱了那该死的旋律！

# bark_hero_failure_kill+jester@1
source: From here on out, it's major keys only...
ja: これからはメジャーキーだけだ…
ko: 이제부터는 메이저 키만 잡는다...
uk: Із цього моменту лише мажорні тональності...
zh_cn: 从此往后，只奏大调……

# bark_hero_failure_kill+leper@0
source: All that remains of me belongs to the world.
ko: 내 모든 잔존물은 이 세상을 위한 것.
uk: Усе, що залишиться від мене, належатиме світу.

# bark_hero_failure_kill+leper@1
source: No shadows are cast without light behind.
ja: 後ろに光がないと影はできない
ko: 그늘도 결국 빛이 있어야 드리우는 법.
uk: Тінь не з’явиться, якщо позаду не буде світла.
zh_cn: 每道阴影背后，必有光明。

# bark_hero_failure_kill+man_at_arms@0
source: I'll do right by you lot. I promise.
ja: 俺はお前たちのために正しく行動する。約束しよう
ko: 제대로 해 보지. 내 약속하마.
uk: Завдяки тобі я надалі буду справедливим. Обіцяю.
zh_cn: 我不会辜负你们的。我发誓。

# bark_hero_failure_kill+man_at_arms@1
source: Still have a few years left in me - good ones, I reckon.
ja: まだ数年は生きられる。それで十分だ
ko: 아직 몇 년은 더 버틸 수 있다고. 그것도 아주 팔팔하게 말이야.
uk: У мене ще залишилося кілька років — щасливих, сподіваюся.
zh_cn: 我还能活上些年头——我要用这些年头多做些好事。

# bark_hero_failure_kill+occultist@0
source: I cannot relinquish this power - but I can wield it with restraint.
ja: この力を手放すわけにはいかない。だが、抑制を効かせて振るうことができる
ko: 이 힘을 뿌리칠 수는 없지만, 절제해서 사용할 수는 있겠지.
uk: Я не можу відмовитися від цієї сили, але можу обмежувати її.
zh_cn: 我无法放弃这力量——但我可以加以节制地使用。

# bark_hero_failure_kill+occultist@1
source: You cannot frighten me. I <i>know</i> you.
ja: 私を怖がらせようとしても無理だ。お前のことは<i>知っている</i>
ko: 내게 겁을 줄 수는 없다. 난 널 <i>알아</i>.
uk: Ти не зможеш мене налякати. Я <i>знаю</i> тебе.
zh_cn: 你休想吓到我。我<i>认识</i>你。

# bark_hero_failure_kill+plague_doctor@0
source: Pathetic hallucinations cannot confuse me!
ja: 哀れな幻覚で私を混乱させることはできない！
ko: 한심한 환상 따위로 누구 눈을 속이려고!
uk: Якісь жалюгідні галюцинації не можуть мене збентежити!
zh_cn: 这些拙劣的幻术骗不过我！

# bark_hero_failure_kill+plague_doctor@1
source: They need me - these people, this blighted land!
ja: 奴らには私が必要なのだ - この人たち、この荒廃した土地に！
ko: 다들 내가 필요해. 이 사람들, 이 병에 찌든 대지 전부!
uk: Я їм потрібна: цим людям, цій знесиленій землі!
zh_cn: 他们需要我——这些人，这片被腐蚀的土地！

# bark_hero_failure_kill+runaway@0
source: No more running. It's time to <i>stand<i>.
ja: もう逃げない。今こそ<i>立ちあがる<i>時だ
ko: 더는 도망치지 않아. 이젠 <i>맞설<i> 차례야.
uk: Досить біганини. Час <i>зупинитися<i>.
zh_cn: 我逃够了。现在是时候<i>反抗<i>了。

# bark_hero_failure_kill+runaway@1
source: You will burn me no more!
ko: 넌 더 이상 날 불태우지 못해!
uk: Мене більше не змусять здатися!

# bark_hero_failure_kill+vestal@0
source: Gaze into my heart and <i>cower!</i>
ja: 私の心を見つめ、<i>すくむ</i>が良いでしょう！
ko: 내 마음을 들여다보고 <i>움츠려라!</i>
uk: Подивися в моє серце й <i>здригнись!</i>
zh_cn: 凝望我的内心，然后<i>瑟缩</i>吧！

# bark_hero_failure_kill+vestal@1
source: I know fear! I know failure! You move me not!
ja: 私は恐怖も失敗も知っています！あなたには心を動かされません！
ko: 나는 공포를 안다! 실패도 안다! 그러니 물러서지 않는다!
uk: Я знаю, що таке страх! Я знаю, що таке поразка! Ти мене не зворушиш!
zh_cn: 我见识过恐惧！我见识过失败！你休想阻止我！

# bark_herostory_flg_1_death_25pct
source: I will endure this - and live forever!
ja: 私はこれを耐え、永遠に生きる！
ko: 견뎌내리라, 그리하여 영생하리라!
uk: Я витримаю це й житиму вічно!
zh_cn: 我会活下来——并且得到永生！

# bark_herostory_flg_1_death_50pct
source: Your reputation is overstated, hm?
ja: お前の評価は誇張されすぎている。だよな？
ko: 거 명성이 좀 과대평가된 것 같지 않나?
uk: Насправді ваша репутація не така вже й бездоганна, як вважаєте?
zh_cn: 看来你不过是浪得虚名！

# bark_herostory_flg_1_death_dd
source: Begone! Leave me to my morbid delights!
ko: 꺼져라! 내 병에 찌든 쾌락을 내버려 두어라!
uk: Геть! Залиште мені мої хворобливі насолоди!

# bark_herostory_flg_1_round_1
source: N-no! You shall not have me!
ja: ダメだ！お前の仲間にはなれない！
ko: 안돼, 안 돼! 날 저지할 수는 없다!
uk: Н-ні! Я не дамся!
zh_cn: 不、不！你休想将我夺去！

# bark_herostory_flg_1_round_2
source: T-there is too much left to taste!
ja: 味見しきれないほど残っている！
ko: 아직, 아직 맛볼 게 많이 남았거늘!
uk: Я ще багато чого хочу скуштувати!
zh_cn: 还、还有太多我未曾体验……！

# bark_herostory_gr_1_bombast@0
source: Oh poor dear, what vexes you so?
ja: ああ、かわいそうに、何がそんなに気に障るの？
ko: 어머, 불쌍한 사람. 오늘은 또 뭐가 그리 짜증나시는지?
uk: Ох, бідолаха, що тебе так засмучує?
zh_cn: 哦，我可怜的爱人，遇上什么烦心事了吗？

# bark_herostory_gr_1_bombast@1
source: Yes, yes, of course, darling.
ja: そうそう、もちろん、ダーリン。
ko: 네, 네. 그렇고 말고요, 여보.
uk: Так, так, звичайно, золотко.
zh_cn: 对，对，你说的都对，亲爱的。

# bark_herostory_gr_1_deep_breaths@0
source: Enjoy your outburst, <i>darling</i>. It will be your last.
ja: 湧き上がる感情を楽しんで、<i>ダーリン</i>。これが最後になる
ko: 한잔 쭉 들이켜요, <i>내 사랑</i>. 막잔이라 생각하시면서.
zh_cn: 享受发脾气的感觉吧，<i>亲爱的</i>。这是最后一次了。

# bark_herostory_gr_1_deep_breaths@1
source: He will soon tire...
ja: 彼はすぐに疲れるだろう…
ko: 곧 지치겠지...
uk: Він скоро втомиться...
zh_cn: 他很快就会疲惫的……

# bark_herostory_gr_1_deep_breaths@2
source: I must be calm, patient.
ja: 落ち着いて、辛抱しないと
ko: 마음을 가다듬고 잘 참아야 해.
uk: Мені треба залишатися спокійною і терплячою.
zh_cn: 我必须保持冷静，要有耐心。

# bark_herostory_gr_1_stupor
source: Now's my chance!
ko: 지금이 기회다!
uk: Це мій шанс!

# bark_herostory_gr_2_combat_start
source: I will take what you owe me, bastard.
ko: 내게 빚진 걸 받아가겠어, 이 개자식아.
uk: Я візьму те, що мені належить, сволото.

# bark_herostory_hel_1_round_1
source: Tip of the spear!
ja: 槍の穂先だ！
ko: 내가 선봉이다!
uk: Наконечник списа!
zh_cn: 带头冲锋！

# bark_herostory_hel_1_round_2
source: T-they're slaughtering us?!
ko: 우, 우릴 학살하고 있잖아?!
uk: В-вони намагаються влаштувати різанину?!

# bark_herostory_hel_1_round_3
source: N-no! I have to hide!
ko: 아, 안돼! 숨어야겠어!
uk: Н-ні! Я мушу сховатися!

# bark_herostory_hel_2_round_1
source: How can I face them?
ja: どうやったら奴らに立ち向かえる？
ko: 내가 저 놈들을 어떻게 상대해?
uk: Як це я зустрінуся з ними?
zh_cn: 我怎么才能面对她们？

# bark_herostory_hel_combat_1_clanmate_dead@0
source: I can't do this alone!
ja: 一人じゃできない！
ko: 혼자는 못 버텨!
uk: Я не впораюся сама!
zh_cn: 我一个人做不到！

# bark_herostory_hel_combat_1_clanmate_dead@1
source: No! I need you!
ja: いや！お前が必要だ！
ko: 안 돼! 도와 달라고!
uk: Ні, куди я без тебе?
zh_cn: 不！我需要你！

# bark_herostory_hel_combat_1_clanmate_dead@2
source: The invaders are too strong!
ja: 侵略者たちが強すぎる！
ko: 침입자들이 너무 강해!
uk: Ворог занадто сильний!
zh_cn: 入侵者太强了！

# bark_herostory_hel_combat_1_cower_bark@0
source: I beg that you spare me!
ja: どうか見逃してくれ！
ko: 도와달라고 빌잖아!
uk: Благаю, зглянься!
zh_cn: 求求你们，饶我一命！

# bark_herostory_hel_combat_1_cower_bark@1
source: Please don't kill me! Please!
ja: 殺さないでくれ！頼む！
ko: 제발 죽이지 마! 제발!
uk: Прошу, не вбивайте мене!
zh_cn: 别杀我！求你们了！

# bark_herostory_hel_combat_1_cower_bark@2
source: Please let this all be a terrible nightmare!
ja: どうかすべてが恐ろしい悪夢であってくれ！
ko: 이게 다 끔찍한 악몽이었으면!
uk: Нехай це все виявиться лише кошмарним сном...
zh_cn: 拜托，快让我从噩梦里醒过来！

# bark_herostory_hel_combat_1_rally@0
source: Support me before we are overrun!
ja: 蹂躙される前に支援を！
ko: 밀리기 전에 도와 달란 말이야!
uk: Допоможіть, доки не пізно!
zh_cn: 快来帮我，不然我们要被击溃了！

# bark_herostory_hel_combat_1_rally@1
source: They are upon us! To me!
ja: 奴らが来たぞ！私のところへ！
ko: 놈들이 온다! 집결!
uk: Вони насуваються! Сюди!
zh_cn: 他们攻过来了！集合！

# bark_herostory_hel_combat_1_rally@2
source: We are overrun! Help!
ja: 我々は攻撃されている！助けてくれ！
ko: 밀리고 있어! 도와줘!
uk: Нас тіснять, допоможіть!
zh_cn: 他们人太多了！快来帮忙！

# bark_herostory_hel_combat_2_accusation_bark
source: Rot in every hell!
ja: 地獄に堕ちろ！
ko: 온 지옥에서 썩어 버려라!
uk: Згинь у пеклі!
zh_cn: 下地狱去吧！

# bark_herostory_hel_combat_2_apology_bark
source: Please! Forgive me!
ja: 頼む！許してくれ！
ko: 제발! 용서해 줘!
uk: Прошу, вибачте мені!
zh_cn: 求求你！原谅我！

# bark_herostory_hel_combat_2_cower_bark
source: I deserve this!
ja: 命だけは！
ko: 난 이래도 싸!
uk: Я заслуговую на це.
zh_cn: 都是我的错！

# bark_herostory_hel_combat_2_throwveg_bark
source: We'll never forgive you!
ja: 絶対に許さないぞ！
ko: 절대 용서하지 않겠어!
uk: Ми ніколи тебе не пробачимо!
zh_cn: 我们永远也不会原谅你！

# bark_herostory_hwm_4_combat_start
source: Quick job, in and out.
ja: うまい立ち回りで素早い仕事だ
ko: 후딱 들어갔다 나오면 끝이야.
uk: Раз, два і готово!
zh_cn: 速战速决，全身而退。

# bark_herostory_hwm_4_reinforcements
source: They just keep coming!
ko: 계속 몰려 오잖아!
uk: Їх усе більше й більше!

# bark_herostory_hwy_1_alarm@0
source: I've got to get away!
ko: 난 도망쳐야겠어!
uk: Я маю звідси забратися!

# bark_herostory_hwy_1_alarm@1
source: I've got to hurry - before they are reinforced!
ja: 急がなくては｡増援がやってくる前に！
ko: 서둘러야 돼, 지원군이 온다고!
uk: Треба поспішати, доки не прибуло підкріплення!
zh_cn: 我得赶紧开溜——趁增援还没到！

# bark_herostory_hwy_1_combat_start
source: This is my chance - I've got to get out!
ja: チャンスだ｡逃げなくては！
ko: 이건 기회야. 당장 빠져나가야 해!
uk: Це мій шанс — я маю звідси забратися!
zh_cn: 这是我的机会——我必须逃出去！

# bark_herostory_hwy_1_kill_guard@0
source: And stay down!
ko: 그대로 죽어 있어!
uk: І не висуватись.

# bark_herostory_hwy_1_kill_guard@1
source: Get out of my way!
ja: どけ！
ko: 저리 비켜!
uk: З дороги!
zh_cn: 别挡路！

# bark_herostory_hwy_1_kill_guard@2
source: Take that, filthy blackguard!
ko: 먹어라, 더러운 간수 놈아!
uk: Ось тобі, мерзенний негіднику!

# bark_herostory_hwy_1_warning@0
source: Can't let him call for help...
ja: 増援を呼ばせてはダメだ…
ko: 도움을 청하게 두면 안 돼...
uk: Не можна дозволити йому покликати на допомогу...
zh_cn: 不能让他呼叫增援……

# bark_herostory_hwy_1_warning@1
source: That horn will bring trouble...
ja: あの角笛はまずい…
ko: 저 나팔이 골칫거리가 되겠는데...
uk: Якщо ріг протрубить, чекай біди...
zh_cn: 那个号角一定会带来麻烦……

# bark_herostory_jes_1_enemy_break
source: Time for something a little... <i>different</i>...
ja: 何か<i>違う</i>ものを…試す時だ…
ko: 살짝 <i>다른 걸</i>... 시도해 볼까...
uk: Час для чогось... <i>іншого</i>...
zh_cn: 是时候来点……<i>不一样</i>的了……

# bark_herostory_jes_1_enemy_chorus
source: What follows the chorus...?
ja: コーラスに続くのは…？
ko: 후렴구 다음이 뭐더라...?
uk: Що там іде за приспівом?
zh_cn: 副歌之后该轮到什么了……？

# bark_herostory_jes_1_enemy_riposte
source: Urgh - damn it. Wrong part!
ja: ああ、くそぅ。間違えた！
ko: 아, 빌어먹을. 잘못 쳤잖아!
uk: Тьху! От дідько... Не та частина!
zh_cn: 呃……见鬼。不是这段！

# bark_herostory_jes_1_enemy_verse
source: A catchy hook would be perfect here...
ja: キャッチーなサビがあれば完璧なんだが…
ko: 여기서는 귀에 쏙쏙 박히는 후크가 좋으려나...
uk: Тут ідеально підійде одна музична фраза...
zh_cn: 这里来段让人印象深刻的旋律再合适不过了……

# bark_herostory_jes_2_combat_start
source: I must play what the Dark Song demands!
ja: ダークソングが求めるものを演奏しなければ！
ko: 어두운 노래의 요구대로 연주해야 해!
uk: Я мушу грати те, чого вимагає Темна пісня!
zh_cn: 我必须遵循黑暗之歌的要求演奏！

# bark_herostory_lep_1_advisor_attack@0
source: Are they not still our countrymen?
ja: 彼らはまだ我々の同胞ではないのか？
ko: 저들도 결국 짐의 백성이 아니던가?
uk: Чи вони не наші співвітчизники?
zh_cn: 他们难道不是我的子民吗？

# bark_herostory_lep_1_advisor_attack@1
source: I will not abide such suffering!
ko: 저런 고통을 그냥 두지는 않겠다!
uk: Я не витримаю таких страждань!

# bark_herostory_lep_1_combat_end
source: I-I must rest...perhaps the day has taken its toll.
ja: 休みが必要だ…おそらく一日の疲れが出たのだろう
ko: 이, 이거 쉬어야겠군... 오늘 일과가 고됐던 모양이야.
uk: Мені треба відпочити... Напевне, втомився.
zh_cn: 我……我得休息一下……也许这一天确实太累了。

# bark_herostory_lep_1_combat_start
source: These people need my help!
ko: 저 백성들에게는 짐의 도움이 필요하다!
uk: Цим людям потрібна моя допомога!

# bark_herostory_lep_1_wail@0
source: I hear you, friend!
ko: 짐이 그대의 말을 듣는다!
uk: Я чую тебе, друже!

# bark_herostory_lep_1_wail@1
source: It is a sovereign's duty to care for all his subjects!
ja: 臣民の面倒を見るのは、君主の義務だ！
ko: 만백성을 보듬는 것이 짐의 책무이노라!
uk: Обов’язок суверена — піклуватися про всіх своїх підданих!
zh_cn: 关怀每一位臣民，是身为君主的责任！

# bark_herostory_lep_1_wail@2
source: Mine is a kingdom of compassion!
ja: 私の王国は思いやりの王国だ！
ko: 나의 나라는 연민의 왕국이노라!
uk: У моїй державі має панувати співчуття!
zh_cn: 我的王国是慈爱的国度！

# bark_herostory_lep_2_combat_start
source: A kingdom cannot be ruled by <i>snakes!</i>
ja: 王国を<i>ヘビ</i>に統治させるわけにいかない！
ko: 이런 <i>뱀 같은 자</i>들이 어찌 나라를 다스리겠느냐!
uk: Державою не можуть керувати <i>змії!</i>
zh_cn: 一个王国不能由<i>毒蛇</i>统治！

# bark_herostory_maa_1_round_1
source: Onward to glory!
ko: 영광을 향해 진격하라!
uk: Уперед, до слави!

# bark_herostory_maa_1_round_2
source: A-a setback - hold the line!
ko: 교, 교착인가... 전선 유지!
uk: Перешкода — тримайте стрій!

# bark_herostory_maa_1_round_3
source: Advance?! Flank?!
ja: 前進か？挟撃か！？
ko: 진격해야 하나?! 아니면 측면 기동?!
uk: Уперед?! Фланг?
zh_cn: 进攻？！还是包夹？！

# bark_herostory_maa_1_round_4
source: W-what do I do?!
ko: 이, 이거 어쩐다?!
uk: Щ-що мені робити?!

# bark_herostory_maa_combat_1_attack@0
source: About face..No, forward! FORWARD!
ja: ええと…いや、前へ！前だ！
ko: 앞으로... 아니, 전방으로! 돌격!
uk: Кругом... ні, уперед... УПЕРЕД!
zh_cn: 要脸……不，我是说，要进攻！

# bark_herostory_maa_combat_1_attack@1
source: Didn't I already order you to attack?
ja: 私はすでに攻撃するよう命じたはずだが？
ko: 공격하라고 명령하지 않았나?
uk: Хіба я не наказав атакувати?
zh_cn: 我不是下过命令让你们进攻了吗？

# bark_herostory_maa_combat_1_attack@2
source: Ready swords and uh...shields!
ja: 剣と…ええと盾の準備だ！
ko: 검이랑, 어... 방패 준비!
uk: Підготувати мечі... та й щити теж!
zh_cn: 握紧你们的剑，呃……还有盾！

# bark_herostory_maa_combat_1_idontknow@0
source: Better to wait for the general's orders...
ja: 元帥の命令を待ったほうがいい…
ko: 장군님의 명령을 기다리는 게...
uk: Краще почекати наказів генерала.
zh_cn: 最好还是等将军的命令吧……

# bark_herostory_maa_combat_1_idontknow@1
source: Just where did my formations manual go?
ja: 陣形指南書はどこに行った？
ko: 내가 방진 구성 교범을 어디 뒀더라?
uk: Куди ж поділася моя методичка?
zh_cn: 我的兵书哪去了？

# bark_herostory_maa_combat_1_idontknow@2
source: Why are you asking ME?!
ja: なぜ私に聞く？
ko: 그걸 왜 나한테 물어?!
uk: Що ви від МЕНЕ хочете?
zh_cn: 你们问我干什么？！

# bark_herostory_maa_combat_1_inspire@0
source: I vow to bury you all with dignity!
ja: あなた方全員を、尊厳を持って葬ることを誓います！
ko: 너희 모두를 존엄하게 매장해 주겠다고 맹세하마!
uk: Клянуся поховати вас усіх із почестями.
zh_cn: 我保证会善待你们的家人！

# bark_herostory_maa_combat_1_inspire@1
source: One less leg means one less shoe to buy!
ja: 足を1本失うことは、買う靴も1つ少なく済むことだ！
ko: 다리가 하나니 신발도 한 짝만 사도 되겠군!
uk: Якщо нема ноги, за взуття можна платити вдвічі менше!
zh_cn: 少一条腿就能少买只鞋！

# bark_herostory_maa_combat_1_inspire@2
source: Some have written death is just a new beginning!
ja: 死は新たな始まりに過ぎないと書いている人もいる！
ko: 죽음은 새로운 시작일 뿐이라는 명언도 있잖나!
uk: Хтось із великих писав, що смерть — це новий початок.
zh_cn: 有个什么作家说过：“死亡只不过是新的开始！”

# bark_herostory_maa_combat_1_retreat@0
source: Flank..no RUN - er RETREAT!
ja: 側面へ…いや逃げろ…やはり撤退だ！
ko: 기동... 아니 도망... 어, 후퇴!
uk: По флангах... ні, біжімо... відступаймо!
zh_cn: 包夹……算了还是跑吧……我是说，撤退！

# bark_herostory_maa_combat_1_retreat@1
source: Hold the line ..or should we regroup?
ja: 戦線を維持するか…もしくは再編成すべきか？
ko: 전선 사수!... 아니면 재집결해야 하나?
uk: Тримати оборону... чи перегрупуватися?
zh_cn: 坚守阵地……还是说应该重整？

# bark_herostory_maa_combat_1_retreat@2
source: Routed?! This is your fault!
ja: 経路を変えた？お前のせいだ！
ko: 전멸이라고?! 이건 다 네 탓이다!
uk: Нас оточили?! Це не моя провина!
zh_cn: 前线失守？！都是你的错！

# bark_herostory_occ_1_turn_start@0
source: I have no use for you!
ko: 넌 쓸모없다!
uk: Від тебе жодної користі!

# bark_herostory_occ_1_turn_start@1
source: I must make space within myself...
ja: 自分の中にスペースを作る必要がある…
ko: 내면에 공간을 확보해야겠군...
uk: Мені потрібен простір у свідомості...
zh_cn: 我必须在自己体内腾出空间……

# bark_herostory_occ_1_turn_start@2
source: I will purge these vestigial emotions...
ja: この残存の感情を一掃しよう…
ko: 남은 감정을 모두 몰아내겠다...
uk: Я позбудуся цих подавлених емоцій...
zh_cn: 我要摒弃这些无用的情感……

# bark_herostory_occ_1_turn_start@3
source: Power requires sacrifice.
ja: 力には犠牲が必要だ
ko: 힘에는 희생이 필요하니.
uk: Сила потребує жертв.
zh_cn: 力量需要牺牲。

# bark_herostory_occ_2_boundary
source: I am your shield.
ko: 내가 네 방패다.
uk: Я вас прикрию.

# bark_herostory_occ_2_burning_stars
source: The power of the void is <i>mine!</i>
ja: 虚空の力は<i>私のものだ！</i>
ko: 공허의 힘은 <i>나의 것이다!</i>
uk: Міць безодні тепер <i>моя!</i>
zh_cn: 虚空之力属于<i>我</i>！

# bark_herostory_occ_2_channel_strength
source: I need your strength, friends!
ko: 그대의 힘이 필요하네, 벗이여!
uk: Мені потрібна ваша сила, друзі!

# bark_herostory_occ_2_combat_start
source: Brace yourselves - I've crossed the threshold!
ja: 覚悟しろ - 境界線を越えたぞ！
ko: 대비하게, 이제 막 선을 넘었으니!
uk: Готуйтеся — я переступаю поріг!
zh_cn: 做好准备——我已经越过了门扉！

# bark_herostory_occ_2_mind_over_matter
source: Apologies, my vitality is lacking...
ja: 申し訳ない、私の体力が不足している…
ko: 미안하군, 기력이 떨어져서...
uk: Вибачте, мені не вистачає сил...
zh_cn: 抱歉，我的体力不太理想……

# bark_herostory_occ_2_prepare_the_host
source: It's attempting to breach our dimension!
ja: 我々の次元を突破しようとしている！
ko: 우리의 차원을 뚫고 들어오려 하잖아!
uk: Воно намагається вдертися в наш вимір!
zh_cn: 它试图闯入我们的维度！

# bark_herostory_pd_1_conclusion
source: Now, the lesson truly begins!
ja: さあ、授業をはじめよう！
ko: 이제야 제대로 된 가르침이 시작되었군!
uk: Ось тепер урок і справді починається!
zh_cn: 现在，课堂才真正开始！

# bark_herostory_pd_1_failed_rebuttle
source: Best I wait 'til his rambling is done...
ja: 彼の話が終わるまで待つのが一番だ…
ko: 놈의 난동이 끝날 때까지 기다리는 게 낫겠군...
uk: Краще я почекаю, поки це закінчиться...
zh_cn: 最好等他啰嗦完……

# bark_herostory_pd_1_lecture
source: What a buffoon!
ko: 이런 멍청이가!
uk: Справжнє посміховисько!

# bark_herostory_pd_combat_2_ghoul_prof_wail_bark@0
source: GYAAAAHHHH!!!
ja: ぎゃあああああ！
ko: 으아아악!!!
uk: Г’Я-А-А!

# bark_herostory_pd_combat_2_ghoul_prof_wail_bark@1
source: RALLRRRRGGGGG!!!
ja: ぐあああああ！！
ko: 크어어억!!!
uk: РАЛ-Л-Р-Р-Р-Г!

# bark_herostory_pd_combat_2_ghoul_prof_wail_bark@2
source: WOOOOOHHHHHNNNNNNGG!!!!!
ja: うおおおおおおおおお！！！！
ko: 우우우우우우!!!!!
uk: ВУ-У-У-УН-Н-Г-Г!

# bark_herostory_pd_combat_2_restrain_bark@0
source: Let me help you!
ja: 助けてやる！
ko: 내가 도와줄게!
uk: Дозвольте вам допомогти!
zh_cn: 让我来帮你！

# bark_herostory_pd_combat_2_restrain_bark@1
source: Please keep still!
ja: 動かないで！
ko: 제발 가만히 있어!
uk: Будь ласка, не рухайтеся!
zh_cn: 请不要动！

# bark_herostory_pd_combat_2_restrain_bark@2
source: Stop struggling!
ja: もがくのをやめろ！
ko: 그만 좀 발악해!
uk: Не чиніть опір!
zh_cn: 不要抗拒！

# bark_herostory_pd_combat_2_scalpelstab_bark@0
source: I'll end your pain!
ja: 痛みを止めてやる！
ko: 고통을 끝내 주겠다고!
uk: Більше не буде боляче!
zh_cn: 我能结束你的痛苦！

# bark_herostory_pd_combat_2_scalpelstab_bark@1
source: Please forgive me!
ja: どうか許してくれ！
ko: 날 용서해 줘!
uk: Будь ласка, вибачте мені!
zh_cn: 请原谅我！

# bark_herostory_pd_combat_2_scalpelstab_bark@2
source: Professor, I'm sorry!
ja: 教授、ごめんなさい
ko: 교수님, 죄송합니다!
uk: Професоре, мені так шкода!
zh_cn: 老师，对不起！

# bark_herostory_pd_combat_2_stitch_bark@0
source: ...the wound grows!
ja: …傷口が広がっている！
ko: ...상처가 커진다!
uk: Рана побільшала!
zh_cn: ……伤口扩大了！

# bark_herostory_pd_combat_2_stitch_bark@1
source: Your flesh...it tears!
ko: 살갗이... 찢어졌어!

# bark_herostory_pd_combat_2_stitch_bark@2
source: You're bleeding!
ko: 피가 흐르잖아!

# bark_herostory_pd_combat_2_wail
source: P-professor, please!
ko: 교, 교수님, 제발!
uk: П-професоре, прошу!

# bark_herostory_run_1_combat_start
source: Keep quiet. Get the keys. <i>Get out.</i>
ja: 静かにする。鍵を手に入れる。<i>そして外に出る</i>
ko: 살금살금 다가가서, 열쇠를 훔친 다음, <i>여기서 나가자.</i>
uk: Зберігайте тишу. Тримайте ключі. <i>Вийдіть.</i>
zh_cn: 不要出声。拿到钥匙。然后<i>逃出去</i>。

# bark_herostory_run_2_combat_start
source: An ember jumped from the stove!
ja: ストーブから残り火が飛び出した！
ko: 난로에서 불똥이 튀어나왔어!
uk: З печі жаринка вискочила!
zh_cn: 一块余烬从火炉里跳了出来！

# bark_herostory_run_2_fuel@0
source: It dances...captivating...
ja: 踊っている…魅惑的だ…
ko: 참 황홀하게... 춤추네...
uk: Воно танцює... захоплююче видовище...
zh_cn: 它在跳舞……真是令人着迷……

# bark_herostory_run_2_fuel@1
source: It's...so beautiful...
ja: とても…美しい…
ko: 정말... 아름다워...
uk: Воно... таке красиве...
zh_cn: 好、好美……

# bark_herostory_run_2_fuel@2
source: The shapes...the colors...
ko: 모양도... 색깔도...
uk: Ці форми... ці кольори...

# bark_herostory_run_2_smother@0
source: Ah well...
ja: ああ、そうだね…
ko: 아, 뭐...
uk: Ох...
zh_cn: 啊，好吧……

# bark_herostory_run_2_smother@1
source: Hm. Disappointing.
ja: うん、残念だ
ko: 흠. 실망스러워라.
uk: Гм. Якось не справляє враження.
zh_cn: 唔。真没劲。

# bark_herostory_run_2_smother@2
source: Sigh
ja: ため息
ko: 하아.
uk: *зітхає*
zh_cn: 唉。

# bark_herostory_run_2_spark@0
source: Ooo it dances!
ko: 어머, 춤춘다!
uk: О-о-о, як воно танцює!

# bark_herostory_run_2_spark@1
source: What delight!
ko: 너무 예뻐!
uk: Справжня насолода...

# bark_herostory_run_2_spark@2
source: Wonderful!
ko: 아름다워!

# bark_herostory_ves_1_collect_kindling@0
source: Day after day, the drudgery continues...
ja: 毎日、毎日、徒労が続く…
ko: 매일마다 고단한 일상은 계속되네...
uk: І така каторга день у день.
zh_cn: 日复一日，枯燥的劳动……

# bark_herostory_ves_1_collect_kindling@1
source: My arms burn hotter than the flame itself!
ja: 腕が炎よりも熱く燃えています！
ko: 팔에 불이라도 붙은 것처럼 후끈하네!
uk: Мої нариви печуть сильніше, ніж полум’я.
zh_cn: 我的胳膊烧得比圣火还烈！

# bark_herostory_ves_1_collect_kindling@2
source: Surely there is more to life than this...
ko: 인생은 분명 이것보다 재미있을 텐데...
uk: У житті має бути щось важливіше, ніж це...

# bark_herostory_ves_1_flame_kindled@0
source: *sigh* Another log upon the fire...
ko: 하아, 또 불에 장작이나 넣어야 하나...
uk: *зітхає* Ще одне поліно кидаю...

# bark_herostory_ves_1_flame_kindled@1
source: Damn this ceaseless labour.
ja: この絶え間ない労働が忌々しく思えます
ko: 이 쓸데없는 노동이 다 무슨 소용이란.
uk: Під три чорти цю нескінченну каторгу!
zh_cn: 这无尽的苦差事真是可恨。

# bark_herostory_ves_1_flame_kindled@2
source: The Abbot will be pleased, I suppose.
ko: 그래, 원장님은 좋아하시겠지.
uk: Гадаю, настоятель буде задоволений.

# bark_herostory_ves_1_window_active@0
source: I see shapes in the glass - who could it be?
ja: 窓の向こうに人が見えますが、誰なんでしょう？
ko: 창문 밖에 인영이 아른거리는데, 대체 누구지?
uk: Я бачу контури на склі. Хто це?
zh_cn: 窗户另一侧有人影——会是谁呢？

# bark_herostory_ves_1_window_active@1
source: Voices at the window...someone is outside!
ja: 窓から声が…誰かが外に！
ko: 창문에서 목소리가 들려... 누군가 밖에 있어!
uk: Голоси біля вікна... хтось зовні!
zh_cn: 窗外传来了声音——外面有人！

# bark_herostory_ves_1_window_missed
source: Curses, I've missed my chance!
ja: ああっ、機会を逃すとは！
ko: 아 진짜, 놓쳤잖아!
uk: Прокляття, шанс утрачено!
zh_cn: 该死，我错过了！

# bark_herostory_ves_1_window_used_1
source: A couple...alone in the garden...
ko: 연인들이... 정원에 남아 있네...
uk: Окрім цієї пари, у саду не було нікого...

# bark_herostory_ves_1_window_used_2
source: T-they were so close to each other...
ko: 둘이... 정말 찰싹 달라붙어 있잖아...
uk: Вони стояли поряд...

# bark_herostory_ves_1_window_used_3
source: His hands...her lips...divine!
ja: 彼の手…彼女の唇…神々しい！
ko: 남자 손으로 어딜... 여자 입술은 또... 어쩜!
uk: Його руки... її губи... божественні!
zh_cn: 他的手……她的唇……太美了！

# bark_herostory_ves_2_gain_conviction@0
source: Such power - coursing through me!
ja: すごいパワーが、私の中を駆け巡っている！
ko: 실로 강력한 힘이 온몸을 타고 흐르고 있어!
uk: У мені буяє така сила!
zh_cn: 如此强大的力量，在我体内流淌！

# bark_herostory_ves_2_gain_conviction@1
source: The light affirms me!
ko: 빛께서 나를 가호하시는 거야!
uk: Світло — моя опора!
