Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_gauntchirurgeon_flee_04
source: Out! Out! Away from here and <i>touch nothing!</i>
ja: 離れろ！離れろ！ここの<i>何にも触れてはいけない！</i>
ko: 나가! 나가! 당장 나가, <i>아무것도 만지지 마!</i>
uk: Усі на вихід, швидше! Треба відбігти якомога далі, і <i>нічого тут не чіпайте!</i>
zh_cn: 快走！快走！赶紧离开这里，<i>什么都别碰！</i>

# story_bark_gauntchirurgeon_flee_05
source: Some doors best remain locked.
ja: そのまま閉めておいた方がいい扉もあるわね
ko: 그냥 잠가두는 게 나은 문도 있지.
uk: Деякі двері краще залишати замкненими.
zh_cn: 有些门最好还是锁上为妙。

# story_bark_gauntchirurgeon_flee_06
source: I have stitches aplenty, thanks.
ja: 縫い傷はもうたくさんあるので遠慮しとくよ
ko: 고맙지만 꿰맨 데는 질리도록 많아.
uk: У мене вже багато швів, дякую.
zh_cn: 免了，我身上的缝线已经够多了。

# story_bark_gauntchirurgeon_flee_07
source: Stinks of rot.
ja: 腐敗臭がひどい
ko: 썩은 내가 나는군.
uk: Смердить гниллю.
zh_cn: 腐烂的恶臭。

# story_bark_gauntchirurgeon_flee_08
source: You'd have to double my fee.
ko: 이건 수고비를 두 배로 줘야겠는데.

# story_bark_gauntchirurgeon_flee_09
source: Didn't live this long by pokin' around places like this.
ja: こんな所を歩き回ってたら、長生きできないわね
ko: 내 평생 이딴 데는 듣도 보도 못했는데.
uk: Якщо шукатимемо здобич у таких місцях, довго не проживемо.
zh_cn: 我能存活至今，靠的就是不在这种地方乱摸乱窜。

# story_bark_gauntchirurgeon_flee_10
source: I have had my fill of would-be healers.
ko: 이 따위 의료인 지망생은 사양이야.

# story_bark_gauntchirurgeon_flee_100
source: We've barely enough light to flee!
ko: 너무 어두워서 도망치기도 힘들어!

# story_bark_gauntchirurgeon_flee_101
source: But it's black as coal in here!
ja: だけど、ここは炭のように真っ暗だ！
ko: 이 안은 석탄처럼 시커멓군!
uk: Тут темно, наче вночі у вугільній шахті!
zh_cn: 可这里伸手不见五指！

# story_bark_gauntchirurgeon_flee_102
source: And resign ourselves to fighting in the dark?!
ja: 諦めて暗闇の中で戦えって！？
ko: 이렇게 어두운 데서 싸우겠다고?!
uk: І як накажете битися в такій темряві?!
zh_cn: 我们当真要在黑暗之中战斗吗？！

# story_bark_gauntchirurgeon_flee_11
source: Malevolent, slithering darkness...
ja: すり寄ってくるような邪悪に満ちた闇…
ko: 악랄하게 쇄도하는 어둠...
uk: Зловісна повзуча темрява...
zh_cn: 黑暗浓厚，恶念深种……

# story_bark_gauntchirurgeon_flee_12
source: Wretched things unworthy of my bile!
ja: 我が怒りにも値せぬ恥知らずめ！
ko: 내 약을 받을 자격도 없는 비참한 것들아!
uk: Ці створіння не варті моєї жовчи!
zh_cn: 低贱之物，不配承受我的愤怒！

# story_bark_gauntchirurgeon_flee_401
source: They're drawn to the stink of my fear!
ko: 내 공포의 냄새를 맡고 몰려오는 거야!

# story_bark_gauntchirurgeon_flee_402
source: While our own wounds still weep?!
ja: 我々はまだ血を流していると言うのに！？
ko: 아직 우리 상처도 안 아물었는데?!
uk: Коли наші власні рани ще плачуть кров’ю?!
zh_cn: 可我们的伤口仍在淌血流脓啊？！

# story_bark_gauntchirurgeon_flee_high_torch_01
source: A distraction, nothing more.
ko: 그냥 한눈만 팔릴 뿐이야.

# story_bark_gauntchirurgeon_flee_high_torch_02
source: These foolish errands slow us down.
ko: 쓸데 없는 짓거리로 발목만 잡히는군.

# story_bark_gauntchirurgeon_flee_high_torch_03
source: Let us remain within the living world.
ko: 웬만하면 살아 있는 세상에 집중하자고.

# story_bark_gauntchirurgeon_flee_low_health_01
source: We need not suffer further losses.
ko: 더 큰 피해를 입을 필요는 없어.

# story_bark_gauntchirurgeon_flee_low_health_02
source: Little to gain, much to lose...
ja: 得るものは少なく、被害は甚大だぞ…
ko: 얻을 건 적고 잃을 건 많아...
uk: Завелика ціна та замала вигода...
zh_cn: 能收获的如此之少，但能失去的却如此之多……

# story_bark_gauntchirurgeon_flee_low_health_03
source: They may outnumber us...
ko: 이거 머릿수로 밀리겠는데...

# story_bark_gauntchirurgeon_forest_tactician_1
source: On my go-ahead...
ja: 合図に合わせるんだ…
ko: 내 신호에 맞춰...
uk: Атакуймо за моїм наказом...
zh_cn: 等我的信号……

# story_bark_gauntchirurgeon_lazy_1
source: My courage has taken a post elsewhere.
ko: 내 용기는 다른 데서도 낼 수 있는데.

# story_bark_gauntchirurgeon_martyr_1
source: To the very last blow!
ko: 마지막 일격까지!

# story_bark_gauntchirurgeon_off_guard_1
source: Oh! They number so many...
ja: おっと！かなり数が多いぞ…
ko: 아! 수가 너무 많은데...
uk: Овва! Їх так багато...
zh_cn: 噢！他们可真是源源不断……

# story_bark_gauntchirurgeon_on_guard_1
source: We're well-prepared!
ja: 準備万端だ！
ko: 우리도 제대로 준비되었다고!
uk: У нас великий досвід!
zh_cn: 我们已经准备妥当！

# story_bark_gauntchirurgeon_pacifist_1
source: We'll find no glory here.
ko: 여기서는 아무런 명예도 없겠어.

# story_bark_gauntchirurgeon_precision_striker_1
source: Meet your end, damnable thing!
ko: 네 종말을 마주하라, 저주 받은 것!

# story_bark_gauntchirurgeon_quickdraw_1
source: Lumber closer, why don't you!
ko: 한 발짝만 더 가까이 와 봐!

# story_bark_gauntchirurgeon_shadow_born_1
source: A colourless place...
ja: ここには生気がない…
ko: 아무 색도 없는 곳이야...
uk: Якесь безбарвне місце...
zh_cn: 无色无彩之地……

# story_bark_gauntchirurgeon_shroud_tactician_1
source: Weaker foes rely upon surprise...
ja: 奇襲に頼るのは弱者だ…
ko: 약한 적일수록 기습에 의존하지...
uk: Якщо вороги слабкі, вони покладаються на несподіванку.
zh_cn: 仰仗突袭之人才是弱者……

# story_bark_gauntchirurgeon_slippery_1
source: Fortune guide us from this place...
ko: 이런 곳까지 오다니 행운이로군...

# story_bark_gauntchirurgeon_sneaky_1
source: For once, the shadows are on <i>our</i> side...
ja: 今回に限って、闇は<i>我々</i>の味方だ…
ko: 이번만큼은 어둠이 <i>우리</i> 편이야...
uk: Нарешті тіні на <i>нашому</i> боці...
zh_cn: 这一次，轮到<i>我们</i>蛰伏于阴影之中……

# story_bark_gauntchirurgeon_tactical_thinker_1
source: I know their lot - follow me!
ko: 저 녀석들은 내가 잘 알아. 나만 따라와!

# story_bark_gauntchirurgeon_terrified_1
source: By the morrow we'll be glad to have fled.
ja: 明日には逃げたことに感謝するさ
ko: 내일이면 도망치길 잘했다는 생각이 들 거야.
uk: Завтра ми радітимемо, що змогли втекти.
zh_cn: 等到了明天，我们就会为成功脱逃而庆幸不已了。

# story_bark_gauntchirurgeon_unyielding_1
source: So feeble, they are...
ko: 참으로 나약한 놈들이군...

# story_bark_gauntchirurgeon_vicious_1
source: Misery awaits you at my hand!
ja: この手で苦痛を味わわせてやる！
ko: 이 손으로 끝장을 내 주마!
uk: На вас чекає загибель від моєї руки!
zh_cn: 我手中紧握着的，是你们的悲惨命运！

# story_bark_gauntchirurgeon_winded_1
source: <i>Gggh!</i> My stomach!
ja: <i>ぐっ！</i>胃が痛い！
ko: <i>아이고!</i> 배가!
uk: <i>Гх-х-х-ха!</i> Мене зараз знудить!
zh_cn: <i>呃啊！</i>我的肚子！

# story_bark_herostory_BH_01
source: <snort>
ja: (いびきをかく)
ko: (코웃음)
uk: *пхе*
zh_cn: *不屑的哼声*

# story_bark_herostory_FLG_01
source: If only they knew how precious their gift...
ja: その贈り物の尊さを知っていれば…
ko: 저들이 자신에게 얼마나 귀중한 선물이 주어졌는지만 알았다면...
uk: Якби вони тільки знали, наскільки цінний їхній дарунок...
zh_cn: 倘若他们知道他们的礼物是多么珍贵……

# story_bark_herostory_FLG_02
source: Let all run red...!
ko: 세상이 붉게 물들리라...!
uk: Нехай усі спливуть кров’ю!

# story_bark_herostory_FLG_03
source: May this maligned world find solace through my flesh.
ja: この悪しき世界が、俺の肉によって慰めを得られんことを。
ko: 이 악의에 찬 세상이 내 육신으로 위안을 얻을 수 있기를.
uk: Нехай цей осквернений світ знайде розраду через мою плоть!
zh_cn: 愿这个罪恶滔天的世界在我的血肉中找到慰藉。

# story_bark_herostory_FLG_04
source: None shall claim me 'til I summit the peak of agony!
ja: 苦悩の頂点に達するまで 誰も俺を殺せはしない！
ko: 내가 고통의 정점에 오르기 전까지는 그 누구도 내 생명을 앗아가지 못하리!
uk: Нехай ніхто не відволікає мене, доки моя агонія не досягне апогею!
zh_cn: 在我登上痛苦的顶峰之前，没人能把我夺去！

# story_bark_herostory_FLG_05
source: Every rapturous lash drags me further from her grasp!
ja: 歓喜の鞭を振るうたびに、俺は彼女の掌から遠ざかっていく！
ko: 황홀한 채찍질이 거듭될 수록 죽음의 손아귀로부터 멀어지는구나!
uk: Кожний палкий удар бича розвіює її ману.
zh_cn: 每一道鞭笞，都让我愈发远离她的掌控！

# story_bark_herostory_FLG_06
source: My genesis is only beginning...
ja: 俺の創世記は始まったばかりだ…
ko: 나의 창세는 그저 시작에 불과하니...
uk: Мій генезис тільки починається...
zh_cn: 我的神性才刚刚觉醒……

# story_bark_herostory_GR_01
source: Tradition drove us into each other's arms. Or estates, rather.
ja: 伝統がお互いの距離を縮めてくれた。いや、むしろ領地のおかげね
ko: 우리 부부는 전통에 이끌려 결합하였지. 아니, 그보다는 재산이랄까?
uk: Норми суспільства змушували нас одружитися. Радше сказати, усьому виною були статки наших родин.
zh_cn: 传统将我们推入了彼此的怀抱。或者说，彼此的财产。

# story_bark_herostory_GR_02
source: What did Fate expect as she flogged me towards vindictive action?
ja: 運命は何を期待して、私を執念深く鞭打ったの？
ko: 운명은 대체 뭘 기대하면서 나를 그따위로 몰아 세웠는지 몰라?
uk: На що сподівалася Доля, коли штовхала мене до помсти?
zh_cn: 命运女神鞭策我走向复仇时，在期待着什么？

# story_bark_herostory_GR_03
source: I cannot say I recommend impulsive murder. Always make a plan, love.
ja: 衝動的な殺人はお勧めできない。常に計画を立てるべきよ
ko: 우발적 살인은 솔직히 추천 안 해. 자기들은 항상 계획을 세워야 한다고.
uk: Імпульсивність під час вбивства не гарантує успіху. Завжди потрібен план.
zh_cn: 我得承认，我不喜欢冲动杀人。永远都要做好计划，亲爱的。

# story_bark_herostory_GR_04
source: He meant to leave me as a pauper or a corpse eventually. I'm certain.
ja: 彼はいずれ、私を貧乏人か死体として見捨てるつもりだった。間違いないわ
ko: 그놈은 결국 나를 뼛속까지 울궈먹거나 뼈도 못 추리게 만들 작정이었어. 내가 장담해.
uk: Він завжди хотів, щоб мені довелося жебракувати або померти. Без сумнівів.
zh_cn: 他本来要么想要我的钱，要么想要我的命。这点我很确定。

# story_bark_herostory_GR_05
source: What use have the dead for such trinkets and baubles?
ja: 死人にとって、装身具や宝石が何の役に立つ？
ko: 이미 죽은 놈한테 그런 장신구나 패물이 무슨 소용 있다고?
uk: Яка користь покійнику від дрібничок та абищиць?
zh_cn: 死人要那些奇珍异宝有什么用？

# story_bark_herostory_GR_06
source: Despair is a manor with many rooms. I've tossed the key.
ja: 絶望は、多くの部屋を持つ屋敷よ。鍵は投げ捨てたわ
ko: 절망은 수많은 방을 갖춘 저택일 뿐. 난 그 열쇠를 던져 버렸지.
uk: Розпач — маєток із багатьма кімнати, до якого я загубила ключі.
zh_cn: 绝望是座有许多房间的宅邸。而我把钥匙扔掉了。

# story_bark_herostory_HEL_01
source: I was too young. Too loud... too certain...
ja: 私は若すぎた。うるさかった…確信しすぎていた…
ko: 난 너무 어렸다. 자존심 세고... 오만했다...
uk: Я була молода. Занадто галаслива, занадто самовпевнена...
zh_cn: 我那时候太年轻了。话说得太多……说得太满……

# story_bark_herostory_HEL_02
source: The invaders came. And with them came countless fears.
ja: 侵略者が来た。それと共に無数の恐怖がやってきた
ko: 침략자들 왔다. 끝없는 공포와 함께.
uk: Прийшли загарбники, а з ними й незліченні страхи.
zh_cn: 入侵者来了。和他们一起来的，还有无数的恐惧。

# story_bark_herostory_HEL_03
source: I had no more courage than the buzzards feasting on my failure.
ja: 私の勇気は、私の失敗に群がるハゲタカの羽音よりも弱かった
ko: 난 내 실패의 결과를 뜯어먹는 독수리들보다도 용기가 없었다.
uk: У мені було не більше сміливості, ніж у стерв’ятників, що кружляли над моєю невдачею.
zh_cn: 秃鹫在我的失败上大快朵颐，而我并不比他们勇敢。

# story_bark_herostory_HEL_04
source: I had survived and I reminded them of those who had not.
ja: 私は生き残ったが、死んだ連中を皆に思い出させた
ko: 난 살아 남았지만, 살아남지 못한 자들의 소식을 전해야 했다.
uk: Я вижила й розповіла про тих, кому не поталанило.
zh_cn: 我活了下来，但他们见到我，却只能想起那些没能活下来的人。

# story_bark_herostory_HEL_05
source: It is said even Death shuns cowards and fools.
ja: 「死」ですら、臆病者や愚か者を嫌うと言われている
ko: 죽음조차도 겁쟁이와 바보는 질색한다더군.
uk: Кажуть, що навіть Смерть зневажає дурнів і боягузів.
zh_cn: 据说，就连死神都不待见懦夫和蠢货。

# story_bark_herostory_HEL_06
source: I'll find my courage, and my honor.
ja: 私はいずれ、己の勇気と名誉を見出す
ko: 내 용기, 내 명예를 되찾으리.
uk: Я знайду свою сили й свою честь.
zh_cn: 我会找到我的勇气，以及我的荣耀。

# story_bark_herostory_HWY_01
source: Walls will never again hold me.
ja: もう二度と塀の中に閉じ込められはしない
ko: 그 어떤 벽도 다시는 날 가둬두지 못해.
uk: Стіни більше ніколи не стримають мене.
zh_cn: 墙壁再也不会束缚我。

# story_bark_herostory_HWY_02
source: Freedom was nothing like what I'd hoped for.
ja: 自由とは、俺が期待していたようなものじゃなかった
ko: 자유는 내가 그토록 바라던 것과 살짝 거리가 있더군.
uk: Свобода не така, якою я її уявляв.
zh_cn: 自由和我想象得完全不同。

# story_bark_herostory_HWY_03
source: Can't teach an old dog new tricks.
ja: 古犬に新しい芸を教えることはできないもんだ
ko: 개 버릇 남 못 준다잖나.
uk: Горбатого могила виправить.
zh_cn: 老狗学不会新把戏。

# story_bark_herostory_HWY_04
source: I was desperate...! I had to!
ja: 俺は必死だった…！ そうするしかなかった！
ko: 난 절박했다고...! 그 수 밖에 없었어!
uk: Мене охопив відчай! Мені довелося це зробити...
zh_cn: 我、我当时别无选择……！

# story_bark_herostory_HWY_05
source: Regret binds fiercer than any manacles.
ja: 後悔は、どんな手枷よりも激しく縛り付ける
ko: 후회는 그 어떤 족쇄보다도 묵직하게 손발을 묶더군.
uk: Жаль обмежує сильніше за будь-які кайдани.
zh_cn: 悔恨的束缚比任何枷锁都更紧。

# story_bark_herostory_HWY_06
source: My life's my own again. Whatever that's worth.
ja: 俺の人生がまた、この手に戻ってきた。 どんな価値がつけられようがな
ko: 내 삶은 다시 나의 것이 되었지. 가치가 있든 없든 간에.
uk: Моє життя знову моє. І за це можна що завгодно віддати.
zh_cn: 我的生命再一次属于我自己。不知道我还有多少价值……

# story_bark_herostory_JES_01
source: That accursed melody was a trap beyond all cunning.
ja: あの呪われたメロディーは、あらゆる狡猾さを超えた罠だった
ko: 그 저주 받을 가락은 어떤 덫보다도 날 교묘하게 얽어 매었지.
uk: Клята мелодія була неймовірно хитрою пасткою.
zh_cn: 那个受诅咒的旋律是个无比狡猾的陷阱。

# story_bark_herostory_JES_02
source: That song found ambition buried dead in my heart and made it dance...
ja: その歌は、私の心の中で埋もれて死んでいた野心を見つけ、踊らせた…
ko: 그 노래는 내 마음 속 야망을 발견하고 춤추도록 만들었어...
uk: Пісня знайшла шлях до мого честолюбства й змусила його танцювати.
zh_cn: 那首歌找到了我麻木的内心中深藏的野心，然后让它翩翩起舞……

# story_bark_herostory_JES_03
source: And so the trap snapped shut on me.
ja: そして、罠は私の上でピタッと閉じた
ko: 내가 덫에 완전히 걸리고 만 순간이었지.
uk: І таким чином пастка зачинилася переді мною.
zh_cn: 然后那个陷阱便一口将我咬住。

# story_bark_herostory_JES_04
source: Just as it was meant to, the song loosed the leash of my inhibitions...
ja: その曲は、意図する通りに私の抑制の鎖を緩めた…
ko: 아니나 다를까, 그 놈의 노래는 내 자제력을 완전히 날려 버렸어...
uk: Як і було задумано, пісня розв’язала мені руки.
zh_cn: 就如同命中注定一般，那首歌释放了真实的自我……

# story_bark_herostory_JES_05
source: Ask any animal if it was worth it to gnaw off a limb for freedom.
ja: 自由のために手足をかじる価値があるかどうか、どんな動物でもいいから聞いてみてくれ
ko: 자유를 위해 사지를 잘라 낼 가치가 있겠냐고? 어떤 동물에게 물어보든 답은 같을걸.
uk: Запитайте в тварин, чи варто відгризати ногу заради волі.
zh_cn: 所有野兽都明白，为了自由，扯断自己的臂膀也不足惜。

# story_bark_herostory_JES_06
source: I'll get my audience in the end...
ko: 언제고 내 노래를 들어줄 청중을 찾아내리...
uk: Зрештою я знайду свою аудиторію...

# story_bark_herostory_LEP_01
source: A lion in the blood-soaked grass, circled by hyenas who move as a pack...
ja: 血に染まる草むらの中の獅子が、群れで動くハイエナに囲まれている…
ko: 피로 물든 들판의 사자가 승냥이 떼에 둘러 싸였으니...
uk: Лев у закривавленій траві, оточений зграєю гієн...
zh_cn: 一只雄狮在染血的草原上，身旁围着成群结队的土狼……

# story_bark_herostory_LEP_02
source: A hollow clanging echoed throughout the palace.
ja: 空虚な音が宮殿中に響いた
ko: 궁정 전체에 공허한 쇳소리가 한 차례 울려 퍼지었다.
uk: Глухий брязкіт лунав по всьому палацу.
zh_cn: 空洞的哐啷声在整个宫殿中回响。

# story_bark_herostory_LEP_03
source: With wicked plots, they forged the blade that slew them.
ja: 邪悪な企みを持つ彼らは、自分たちを殺す武器を作り上げた
ko: 저들은 뒤틀린 음모로 스스로의 목을 칠 칼날을 벼렸으니.
uk: Маючи злі наміри, вони викували клинок, який їх убив.
zh_cn: 他们用邪恶的阴谋，亲手铸成了终结他们性命的利刃。

# story_bark_herostory_LEP_04
source: Fury and blade to excise malignance - no matter the agony!
ja: 憤怒と刃が悪意を排除する。どれだけ苦しくてもだ！
ko: 제 살이 아픈 것도 아랑곳 않고 분노와 칼날로 암덩이를 잘라내었다!
uk: Люттю і мечем викорінити зло, незважаючи на агонію!
zh_cn: 用利剑和怒火惩奸除恶——无论有多么痛苦！

# story_bark_herostory_LEP_05
source: Ever present, sunlight throws aside the clouds to pour into the people's hearts.
ja: 常なる陽光は、雲をかき分けて人々の心に注ぐ
ko: 언제고 고고하게 비치던 햇살이 구름을 뚫고서 백성의 마음에 쏟아지더라.
uk: Сонце пробивається крізь хмари, щоб пролити світло на людські серця.
zh_cn: 太阳永远都会拨开云层，将阳光洒到人民的心间。

# story_bark_herostory_LEP_06
source: Each morning, a gift.
ja: 毎朝が贈り物だ
ko: 하루하루가 새로이 받은 선물이니.
uk: Кожний ранок — це вже подарунок.
zh_cn: 每一次醒来，都是上天的馈赠。

# story_bark_herostory_MAA_01
source: My ambition outflanked my fellow officers at soirees and mock skirmishes.
ja: 俺の野望は、夜会や模擬小戦で仲間を出し抜いた
ko: 난 오로지 야망 하나로 각종 연회와 모조 훈련에서 동료 장교들의 점수를 앞질렀었지.
uk: Амбіції моїх товаришів не витримували порівняння з моїм апетитом.
zh_cn: 在晚会和突袭演练中，我的野心让我在同僚里鹤立鸡群。

# story_bark_herostory_MAA_02
source: Clever repartee and a poison tongue meant nothing on the battlefield.
ja: 巧みな口答えと毒舌は、戦場では何の意味もなさない
ko: 하지만 영리한 언변과 독설은 전장에서 아무 의미도 없더군.
uk: Розумні промови та отруйні слова ніяк не допомагали на полі бою.
zh_cn: 纸上谈兵的聪明和颠倒黑白的言语在战场上一无是处。

# story_bark_herostory_MAA_03
source: Were they dreams or did I truly see scratches on my arms in the morning?
ja: あれは夢だったのか、それとも本当に朝、腕に傷がついているのを見たのか？
ko: 그건 꿈이었을까, 아니면 아침에 깨어난 내 눈 앞의 팔에 정말로 상처 자욱이 남아 있던 것일까?
uk: Мені це наснилося чи мої руки справді були подряпані того ранку?
zh_cn: 那是一场场噩梦么？还是说我醒来时手臂上的抓痕是真实的？

# story_bark_herostory_MAA_04
source: I knew what waited for me back there, but I had no rank and they deserved rest.
ja: あそこに何が待ち受けているのかは分かっていたが、俺には権限がなく、彼らは休みが必要だった
ko: 거기서 날 기다리는 게 뭔지는 진즉 알았지만, 이젠 계급도 없었고 저들에게는 안식이 필요했지.
uk: Я знав, що чекає на мене, але я був ніким, а вони заслужили спокій.
zh_cn: 我知道那里等待着我的是什么，但我早已没有军衔，而他们应该入土为安。

# story_bark_herostory_MAA_05
source: Someday, on some forgotten front, I'll spell contrition with my blood.
ja: いつか、忘れ去られた前線で、俺は血で悔恨を綴る
ko: 언제고 잊힌 전장으로 다시 나아가 내 피로 참회부를 작성하겠어.
uk: Одного дня десь на забутій землі я знайду спокуту у власній крові.
zh_cn: 有朝一日，在某个被人遗忘的战场，我将用鲜血写下我的忏悔。

# story_bark_herostory_MAA_06
source: Got one last campaign left in these ol' bones.
ko: 이 늙은이가 마지막으로 나설 전쟁이 하나 남았군.
uk: Моє тіло витримає лише одну кампанію. Не більше.

# story_bark_herostory_OCC_01
source: Few minds are ready for the other planes.
ja: 他の次元に耐えうる心など、殆どいないものだ
ko: 다른 차원을 받아들일 준비가 된 정신은 거의 없지.
uk: Мало хто наважиться вирушити в інші світи.
zh_cn: 对于遨游异界来说，很少有心灵称得上准备充足。

# story_bark_herostory_OCC_02
source: That pyramid changed everything.
ja: あのピラミッドが、何もかもを変えた
ko: 그 피라미드가 모든 것을 바꾸었다.
uk: Та піраміда змінила все.
zh_cn: 那个金字塔改变了一切。

# story_bark_herostory_OCC_03
source: Back then, I was not yet wise enough to know fear.
ja: あの頃、私はまだ恐怖を知るほど賢くなかった
ko: 그 당시 나는 아직 공포조차 모를 만큼 어리석었다.
uk: Тоді мені ще бракувало мудрості, щоб пізнати страх.
zh_cn: 那时候，我的智慧还不足以让我感到恐惧。

# story_bark_herostory_OCC_04
source: I took too much and gained even more, but...
ja: あの時に多くを取り、さらに多くを得た。しかし…
ko: 계속해서 지식을 탐욕스레 집어 삼켰지만...
uk: Я взяв надто багато й отримав ще більше, але...
zh_cn: 我索取了太多，获得了更多力量，但是……

# story_bark_herostory_OCC_05
source: I am shrouded by an endless night where they prowl and whisper all names.
ja: 私は、奴らが徘徊しながらあらゆる名前を囁く、果てしなき夜に包まれる
ko: 저들이 배회하며 모든 이름을 부르짖는 동안, 끝없는 밤이 나를 숨겨 주었다.
uk: Я оповитий нескінченною ніччю, у якій щось нишпорить навколо, вишіптуючи всі імена.
zh_cn: 我此后便被笼罩在无尽黑夜之中；他们在黑暗中蛰伏，低声念诵着所有的名字。

# story_bark_herostory_OCC_06
source: A dweller on the threshold of my mind - and I will <i>tame it.<i>
ja: 私の心の境界線に住むものがいる。それを<i>飼いならす<i>つもりだ
ko: 내 정신의 경계에 머무는 존재 하나 있으니... 내 그것을 <i>길들이리라.<i>
uk: Щось наблизилося до порога моєї свідомості...я зможу це <i>приборкати.<i>
zh_cn: 我的心灵的边界蛰伏着一头魔兽——而我会<i>驯服<i>它。

# story_bark_herostory_PD_01
source: The jeers, the whispers... they pushed me deep into my studies.
ja: 嘲笑、囁き…それらが私を研究の深みにのめり込ませた
ko: 야유와 비웃음이 쏟아질 때마다 나는 공부에만 점점 매진하게 되었지.
uk: Знущання і шепотіння змусили мене поринути з головою в науку.
zh_cn: 那些嘲笑，那些耳语……把我深深推入了学习的海洋。

# story_bark_herostory_PD_02
source: I was the smartest, but wisdom was not on the syllabus.
ja: 私は一番賢かったが、英知はカリキュラムになかった
ko: 나는 가장 똑똑하였지만 학교에서는 지혜를 가르쳐 주지 않았어.
uk: Я була найрозумнішою, але мудрості мене не навчили.
zh_cn: 我是最聪明的那个，但教材中却没有智慧可言。

# story_bark_herostory_PD_03
source: Ostracized, I had to prove myself, no matter the cost.
ja: 追放された私は、どんな犠牲を払ってでも自分を証明せねばならなかった
ko: 모두에게 배척당하였으니 어떤 대가를 치르더라도 스스로를 증명해야 했지.
uk: Я мала випробувати себе, за будь-яку ціну.
zh_cn: 那时，受人排挤的我只想证明自己，不惜一切代价。

# story_bark_herostory_PD_04
source: I could not say if it was madness, revenge, or naked ambition.
ja: 狂気なのか、復讐なのか、それともむきだしの野望なのか、わからなくなった
ko: 그건 나의 광기였을까? 복수? 아니면 순수한 야망? 정의할 수가 없군.
uk: Не можу сказати, що це було: безумство, помста чи неприховані амбіції.
zh_cn: 我说不清那到底是疯狂，仇恨，还是赤裸裸的野心。

# story_bark_herostory_PD_05
source: Those screams will never leave me.
ja: あの悲鳴は、決して私の前から消えることはないだろう
ko: 그 절규는 내 귓가에서 결코 사라지지 않을 거야.
uk: Я ніколи не забуду тих криків.
zh_cn: 那些尖叫声从此挥之不去。

# story_bark_herostory_PD_06
source: My scalpel is sharp. My purpose, even moreso.
ja: 私のメスは鋭い。 私の目的は、なおさらだ
ko: 내 메스는 날카롭고, 내 사명은 더욱 예리하다.
uk: Мій скальпель гострий, я вже не кажу про свої прагнення.
zh_cn: 我的手术刀永远精准，而我的决心更是坚定不移。

# story_bark_herostory_RUN_01
source: I only felt the pain from the brand the first time.
ja: 焼き印の痛みは、最初だけ感じた
ko: 처음에는 낙인이 고통스럽기만 했다.
uk: Я відчувала біль від тавра лише перші кілька секунд.
zh_cn: 只有那第一次的烙印，痛得最为真切。

# story_bark_herostory_RUN_02
source: My painful memories hid from the warmth of their love.
ko: 고통스러운 기억은 사랑의 온기로부터 숨었으니.
uk: Мої болючі спогади танули в теплі їхнього кохання.

# story_bark_herostory_RUN_03
source: How could this thing that warmed us on cold nights be terrible?
ko: 차가운 밤에 몸을 덥혀주는 따스한 존재가 어찌 끔찍할 수 있겠어?
uk: Як те, що зігрівало нас холодними ночами, може принести біль?

# story_bark_herostory_RUN_04
source: If I made the fire my friend, it couldn't hurt me anymore.
ko: 불을 내 친구로 만든다면 더 이상 날 해하지도 않겠지.
uk: Якщо я подружуся з вогнем, він більше не шкодитиме мені.

# story_bark_herostory_RUN_05
source: Fire itself is not evil. It can't choose what it devours...
ko: 불 자체는 악이 아니야. 뭘 집어삼킬지 고르지도 못하는걸...
uk: Вогонь — не зло. Він не вибирає, що поглинути.

# story_bark_herostory_RUN_06
source: Can't bring back what I've lost. Have to move forward.
ja: 失ってしまったものは取り戻せない。 前に進むしかない
ko: 내가 잃은 것을 되찾지는 못하겠지. 나아갈 시간이야.
uk: Я не можу повернути втрачене. Треба рухатися вперед.
zh_cn: 我没法找回失去的东西。只能不断向前。

# story_bark_herostory_VES_01
source: The warmth of the Light, of belonging...
ja: 光、帰属意識の暖かさ…
ko: 한때 빛에 안겨서 느끼던 따뜻한 소속감...
uk: Тепло Світла, єднання...
zh_cn: 圣光的温暖，归属感的温暖……

# story_bark_herostory_VES_02
source: He called me faithless. Me!
ja: 彼は私を不誠実と呼んだ！私を！
ko: 어떻게 날더러 불경하다 할 수 있어!
uk: Як можна було сумніватися в моїй вірі? У моїй!
zh_cn: 他斥责我背弃了信仰。我怎么会……！

# story_bark_herostory_VES_03
source: That prison nearly turned my heart toward hate.
ja: あの牢獄で、私の心は憎しみに傾きかけた
ko: 감옥에 갇힌 동안 하마터면 증오로 눈 돌릴 뻔하였으니.
uk: Ув’язнення мало не втопило моє серце в ненависті.
zh_cn: 那个监牢险些让我投身憎恨。

# story_bark_herostory_VES_04
source: Someday, all will feel what I felt.
ja: いつか、すべての人が、私が感じたことを感じるだろう
ko: 언젠가는 모두가 똑같은 계시를 받으리라.
uk: Настане день, коли всі відчують те саме, що і я.
zh_cn: 终有一天，每个人都会对我的经历感同身受。

# story_bark_herostory_VES_05
source: ... The verses have some lessons on pride.
ja: …節には、誇りについての教訓がある
ko: ...경전에서는 분명 교만의 대죄를 경계하라 하였거늘.
uk: У священних піснях часто говориться про гординю.
zh_cn: ……经文中记载了许多傲慢的教训。

# story_bark_herostory_VES_06
source: The Light lives in us all...
ko: 빛은 우리 모두의 마음 속에 살아 계신다...
uk: Світло живе в нас усіх.

# story_bark_hovering_polyhedra_dare_devil
source: Let's touch it! What could go wrong!
ja: 触ってみよう！なあに、問題ないって！
ko: 그냥 한번 만져 보자고! 별 일 있겠어?
uk: Треба торкнутися — від цього нічого не буде!
zh_cn: 咱们摸一摸看看！总不能出什么岔子吧！

# story_bark_hovering_polyhedra_dark_curiosity
source: Just let me hold it but a moment!
ja: ちょっとだけ持たせてくれ！
ko: 아주 잠깐만, 딱 한 번만 만져 볼게!
uk: Дайте я потримаю хоч хвилинку!
zh_cn: 让我摸一下，就一下！

# story_bark_hovering_polyhedra_erudite
source: Incredible - how does it stay suspended?
ja: 信じられん…どうやって吊り下げているんだ？
ko: 정말 놀라운데. 어떻게 안정시킨 거지?
uk: Неймовірно! Як воно може так висіти?
zh_cn: 真神奇——它是怎么一直悬浮在这里的？

# story_bark_hovering_polyhedra_fear_of_cosmic
source: N-no! I want no commune with this thing!
ja: イ…イヤだ！こんなものの関わりたくない！
ko: 아, 안돼! 저건 건드리고 싶지도 않아!
uk: Н-ні! Я не хочу вступати із цим у контакт!
zh_cn: 不，不！我不想跟这个东西有任何瓜葛！

# story_bark_hovering_polyhedra_lost_in_space
source: Where are we? Where have we been?
ja: ここはどこだ？我々はどこにいた？
ko: 여긴 어디지? 우리가 지금까지 어디 있던 거지?
uk: Де ми? Де ми були?
zh_cn: 我们是谁？我们去哪了？

# story_bark_hovering_polyhedra_lost_in_time
source: H-how long have we been here?
ja: い…いつからここにいるんだろう？
ko: 우, 우리 여기 얼마나 오랫동안 있었던 거지?
uk: С-скільки вже ми тут?
zh_cn: 我……我们在这里待了多久了？

# story_bark_hovering_polyhedra_lost_in_time_and_space
source: I suppose you all think we're real? Hehehe
ja: みんな、俺たちが実在すると思っているのか？ ヘヘヘっ…
ko: 너희는 우리가 정말로 실존하는 줄 알았나 보네? 헤헤헤.
uk: Невже ви всі думаєте, що ми дійсно існуємо? Хе-хе-хе...
zh_cn: 你们一定以为，我们都是真实存在的吧？哈哈哈！

# story_bark_hovering_polyhedra_occultomania
source: I've seen those runes before...
ko: 저 룬은 전에도 본 적이 있는데...

# story_bark_hovering_polyhedra_occultophobia
source: I hate all this - let us be off. Please!
ja: こんなのごめんだ、解放してくれ。 お願いだ！
ko: 전혀 마음에 들지 않아. 어서 가자고, 빨리!
uk: Я більше не можу тут бути... Давайте поїдемо, будь ласка!
zh_cn: 这一切都令我反感——咱们快走吧。求你们了！

# story_bark_hovering_polyhedra_photomania
source: I'll take a look!
ko: 한 번만 살펴 볼게!

# story_bark_hovering_polyhedra_winA
source: My hand moves of its own accord. I'm drawn to it...
ja: 手が勝手に動く。あれに惹かれているようだ…
ko: 내 손이 절로 움직이는데. 마음조차 이끌리고 있어...
uk: Моя рука рухається сама собою. Воно кличе мене...
zh_cn: 我的手自己动起来了。像是被它吸引了一般……

# story_bark_hovering_polyhedra_winA+bounty_hunter
source: Can't imagine the price it'd fetch.
ja: こいつの持つ価値は想像しようがないな
ko: 값이 얼마나 나갈지 상상도 안 되는군.
uk: Навіть не можу уявити, скільки за це можна отримати...
zh_cn: 这东西能换来的钱超乎我们想象。

# story_bark_hovering_polyhedra_winA+flagellant
source: I must have it. At all costs. Bring it to me!
ja: 手に入れなければ。何としても。持ってきてくれ！
ko: 반드시 가져야겠어. 어떤 대가를 치르든. 당장 가져와!
uk: Це має бути моє. За будь-яку ціну. Принесіть це мені!
zh_cn: 我必须得到它。不惜一切代价。把它给我！
