Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# buff_desc_path_descriptor_flg_exanimate_override
source: Low health grants great potency to Blight and buff alike.<color=#{buff}> Affected Skills:</color> Punish Acid Rain Sepsis Lash's Gift
ja: HPが低い時、病気とバフに 大きな効果を付与する。<color=#{buff}> 対象スキル：</color> 懲罰 酸性雨 敗血症 鞭打ちの贈り物
ko: 체력이 낮을 수록 역병과 강화의 위력이 크게 증가합니다.<color=#{buff}> 영향 받는 기술:</color> 징벌 산성비 패혈증 채찍의 선물
uk: Через невеликий обсяг здоров’я отрута й посилення стають потужнішими.<color=#{buff}> Відповідні навички:</color> Покарання Кислотний дощ Сепсис Дарунок бича
zh_cn: 生命值较低时提升 腐蚀与增益效果。<color=#{buff}> 影响技能：</color> 惩罚 酸蚀之雨 败血 鞭笞之赐

# buff_desc_path_descriptor_flg_maniac_override
source: Sacrifices Blight potency in favor of flexible positioning, debuffs, and disruption.<color=#{buff}> Affected Skills:</color> Punish Acid Rain Sepsis Lash's Gift
ja: 病気の付与性能を犠牲に、 柔軟な位置取り、デバフ、混乱を優先する。<color=#{buff}> 影響を受けるスキル：</color> 懲罰 酸性雨 敗血症 鞭打ちの贈り物
ko: 중독의 위력을 희생하여 유연한 자리 선정, 약화 및 방해 효과를 얻습니다.<color=#{buff}> 영향 받는 기술:</color> 징벌 산성비 패혈증 채찍의 선물
uk: Потужність отрути зменшується, але герою зручніше вести бій із різних позицій, накладати ослаблення та руйнування.<color=#{buff}> Відповідні навички:</color> Покарання Кислотний дощ Сепсис Дарунок бича
zh_cn: 牺牲腐蚀效果，以换取 灵活站位、减益与干扰。<color=#{buff}> 影响技能：</color> 惩罚 酸蚀之雨 败血 鞭笞之赐

# buff_desc_path_descriptor_flg_scourge_override
source: A role that revels in divesting others of their burdens. Toxic state gains new effects.<color=#{buff}> Affected Skills:</color> Sepsis Deathless Suffer Lash's Gift
ja: 他人の重荷を取り除くことに 喜びを感じる役割。 毒状態の際に新たな効果を得る。<color=#{buff}> 影響を受けるスキル：</color> 敗血症 不死 苦難 鞭打ちの贈り物
ko: 타인이 짊어진 짐을 덜어주는 역할입니다. 독기 상태가 새로운 효과를 얻습니다.<color=#{buff}> 영향 받는 기술:</color> 패혈증 죽음 결핍 피학 채찍의 선물
uk: Роль, перевага якої полягає в тому, щоб звільняти інших від їхнього тягаря. Через отруєння виникають нові ефекти.<color=#{buff}> Відповідні навички:</color> Сепсис Безсмертя Страждання Дарунок бича
zh_cn: 以替他人负重前行为乐的角色。 怨毒状态获得新的效果。<color=#{buff}> 影响技能：</color> 败血 不亡 苦楚 鞭笞之赐

# buff_desc_path_descriptor_gr_deadeye_override
source: Improves DMG and CRIT of ranged skills at the expense of melee. <color=#{debuff}>-33%</color><sprite name={q}icon_move{q}>RES<color=#{buff}> Affected Skills:</color> Thrown Dagger Flashing Daggers Poison Dart Glint in the Dark Pirouette Pick to the Face Lunge
ja: 近接性能を犠牲にして 遠距離スキルのダメージとクリティカル上昇｡ <color=#{debuff}>-33%</color><sprite name={q}icon_move{q}>抵抗<color=#{buff}> 影響を受けるスキル：</color> 短剣投げ 高速短剣投げ 毒矢 闇の閃光 ピルエット 顔面突き 突き刺し
ko: 원거리 기술의 피해와 치명타가 증가하지만 근접 기술의 위력이 감소합니다. <sprite name={q}icon_move{q}>저항 <color=#{debuff}>-33%</color><color=#{buff}> 영향 받는 기술:</color> 단검 투척 번뜩이는 비도 맹독 다트 어둠 속의 번뜩임 발놀림 곡괭이 찍기 돌진
uk: Покращує показники ШКД і КРТ навичок дистанційного бою, але послаблює навички ближнього бою. <color=#{debuff}>–33%</color> ОПР <sprite name={q}icon_move{q}><color=#{buff}> Відповідні навички:</color> Кидок кинджала Блиск кинджалів Отруйні дротики Відблиск у пітьмі Пірует Киркою по пиці Випад
zh_cn: 提升远程技能的伤害和暴击率， 但代价是削弱近战技能。 <color=#{debuff}>-33%</color><sprite name={q}icon_move{q}>抗性<color=#{buff}> 影响技能：</color> 投掷匕首 纷乱匕首 毒镖 暗藏杀机 飞旋舞步 迎头痛击 箭步突刺

# buff_desc_path_descriptor_gr_nightsworn_override
source: Stealth-oriented role with potent movement skills. <color=#{buff}>+50%</color> DMG when Self<sprite name={q}token_stealth{q}> <color=#{debuff}>-20%</color> Max<sprite name={q}icon_health_v2{q}> <color=#{buff}>Affected Skills:</color> Lunge Pirouette
ja: 効果的な移動スキルでの隠密試行の役割 自身が<sprite name={q}token_stealth{q}> のとき<color=#{buff}>+50%</color>のダメージ <color=#{debuff}>-20%</color> 最大<sprite name={q}icon_health_v2{q}> <color=#{buff}>影響を受けるスキル：</color> 刺突 ピルエット
ko: 강력한 이동 기술을 겸비한 은신 위주의 역할입니다. 자신이 <sprite name={q}token_stealth{q}>일 때 주는 피해 <color=#{buff}>+50%</color> 최대<sprite name={q}icon_health_v2{q}> <color=#{debuff}>-20%</color> <color=#{buff}>영향 받는 기술:</color> 돌진 발놀림
uk: Майстер скритності, у якого є корисні навички з переміщенням. <color=#{buff}>+50%</color> ШКД, коли вона <sprite name={q}token_stealth{q}> <color=#{debuff}>–20%</color> макс. <sprite name={q}icon_health_v2{q}> <color=#{buff}>Відповідні навички:</color> Випад Пірует
zh_cn: 以潜行为核心的英雄，拥有 强力的移动技能。 自身<sprite name={q}token_stealth{q}>时<color=#{buff}>+50%</color>伤害 <color=#{debuff}>-20%</color>最大<sprite name={q}icon_health_v2{q}> <color=#{buff}>影响技能：</color> 箭步突刺 飞旋舞步

# buff_desc_path_descriptor_gr_venomdrop_override
source: Rank-flexible role that sacrifices ranged DMG for Blight and mobility. <color=#{buff}>+2<sprite name={q}icon_blight{q}></color>Dealt when Self<sprite name={q}token_stealth{q}> <color=#{debuff}>-3<sprite name={q}icon_speed{q}></color> <color=#{buff}>Affected Skills:</color> Lunge Pirouette Shadow Fade Flashing Daggers Thrown Dagger Poison Dart Glint in the Dark
ja: 病気と移動力に対して､遠距離ダメージを 犠牲にするランクに柔軟な役割｡ 自身が<sprite name={q}token_stealth{q}> のとき <color=#{buff}>+2<sprite name={q}icon_blight{q}></color> 与える｡ <color=#{debuff}>-3<sprite name={q}icon_speed{q}></color> <color=#{buff}>影響を受けるスキル：</color> 突き刺し ピルエット 影かくし 高速短剣投げ 短剣投げ 毒矢 暗闇の閃光
ko: 원거리 피해를 중독과 기동성으로 대체해 전열 어디서든 유연한 역할입니다. 자신이 <sprite name={q}token_stealth{q}>일 때 <sprite name={q}icon_blight{q}> <color=#{buff}>지속 피해량 +2</color> <color=#{debuff}><sprite name={q}icon_speed{q}> -3</color> <color=#{buff}>영향 받는 기술:</color> 돌진 발놀림 그림자 은신 번뜩이는 비도 단검 투척 맹독 다트 어둠 속의 번뜩임
uk: Рухлива й ефективна на будь-якій позиції. Слабка шкода далекого бою, сильна шкода від отрути. <color=#{buff}>+2 завд. <sprite name={q}icon_blight{q}></color>, коли вона<sprite name={q}token_stealth{q}> <color=#{debuff}>–3<sprite name={q}icon_speed{q}></color> <color=#{buff}>Відповідні навички:</color> Випад Пірует Поринання в тінь Блиск кинджалів Кидок кинджала Отруйні дротики Відблиск у пітьмі
zh_cn: 位置灵活的英雄，牺牲远程伤害 以借助机动性打出腐蚀效果。 自身<sprite name={q}token_stealth{q}>时<color=#{buff}>额外造成+2<sprite name={q}icon_blight{q}></color> <color=#{debuff}>-3<sprite name={q}icon_speed{q}></color> <color=#{buff}>影响技能：</color> 箭步突刺 飞旋舞步 无影无踪 纷乱匕首 投掷匕首 毒镖 暗藏杀机

# buff_desc_ves_chaplain_conviction_manager_override
source: Rank-flexible role focused on party defense. <color=#{buff}>Gain <sprite name={q}token_conviction{q}>When Hit <sprite name={q}token_conviction{q}>Enhances Stun and Move Resist Affected Skills:</color> Hand of Light Mantra Sanctuary
ja: パーティの防衛に特化した、ランクに柔軟な役割。 <color=#{buff}>攻撃を受けた時 <sprite name={q}token_conviction{q}>を獲得 <sprite name={q}token_conviction{q}>気絶と移動への抵抗を強化 影響を受けるスキル：</color> 光の手 マントラ 聖域
ko: 전열을 유연하게 오가며 아군 방어에 집중하는 역할입니다. <color=#{buff}> 명중 시 <sprite name={q}token_conviction{q}> 획득 <sprite name={q}token_conviction{q}>기절 및 이동 저항을 강화 영향 받는 기술:</color> 빛의 손길 명상 안식
uk: Захищає групу з будь-якої позиції <color=#{buff}>Отримує <sprite name={q}token_conviction{q}>, коли по ній б’ють <sprite name={q}token_conviction{q}> підвищує опір оглушенню та переміщенню Відповідні навички:</color> Рука Світла Мантра Святилище
zh_cn: 位置灵活的英雄，专注于团队防御。 <color=#{buff}>受击时获得<sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}>提升震慑和移动抗性 影响技能：</color> 引导圣光 诵经 庇护

# buff_desc_ves_confessor_conviction_manager_override
source: Rank-flexible role that specializes in debuffs and token removal. <color=#{buff}>Turn Start: <sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}>Increases Debuff Chance Affected Skills:</color> Hand of Light Illumination Judgement Mantra
ja: デバフとトークン除去に特化した ランクに柔軟な役割。 <color=#{buff}>ターン開始時： <sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}>デバフの成功確率を上昇 影響を受けるスキル：</color> 光の手 啓蒙の光 審判 マントラ
ko: 전열을 유연하게 오가며 약화와 토큰을 제거하는 데 특화되어 있습니다. <color=#{buff}>턴 시작 시: <sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}>약화 확률 증가 영향 받는 기술:</color> 빛의 손길 광휘 심판 명상
uk: Ослаблює ворогів і знімає мітки з будь-якої позиції <color=#{buff}>Початок ходу: <sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}>Підвищує шанс ослаблення Відповідні навички:</color> Рука Світла Осяяння Осуд Мантра
zh_cn: 位置灵活的英雄，专注于 减益和标记移除。 <color=#{buff}>行动开始时：<sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}>提升减益概率 影响技能：</color> 引导圣光 光耀 审判 诵经

# buff_desc_ves_seraph_conviction_manager_fake_tool_tip_override
source: Back rank support role that specializes in Consecrations. <color=#{buff}>Gain <sprite name={q}token_conviction{q}> When a Consecration Activates Consecrations Last 5 Rounds Affected Skills:</color> Consecration of Fortitude Consecration of Light Mantra
ja: 献身に特化した 後衛ランクでの支援役。 <color=#{buff}>献身の発動時 <sprite name={q}token_conviction{q}> を獲得 献身が5ラウンド持続 影響を受けるスキル：</color> 不屈の献身 光の献身 マントラ
ko: 축성에 특화된 후방 지원형 영웅입니다. <color=#{buff}>축성 활성화 시 <sprite name={q}token_conviction{q}> 획득 축성이 5라운드 동안 지속 영향 받는 기술:</color> 불굴의 축성 빛의 축성 명상
uk: Посилює союзників із задньої позиції Спеціалізується на Консекраціях. <color=#{buff}>Отримує <sprite name={q}token_conviction{q}>, коли активована консекрація Консекрація триває 5 раундів Відповідні навички:</color> Консекрація сили Консекрація Світла Мантра
zh_cn: 后排辅助英雄，精通祝圣。 <color=#{buff}>每当一个祝圣生效时获得<sprite name={q}token_conviction{q}> 祝圣持续5回合 影响技能：</color> 坚韧祝圣 光明祝圣 诵经

# buff_fake_tt_jester_cambiata_description
source: <color=#{neutral}>Changes Note</color>
ja: <color=#{neutral}>楽譜を変更</color>
ko: <color=#{neutral}>음표 변경</color>
uk: <color=#{neutral}>Змін. нота</color>
zh_cn: <color=#{neutral}>改变音符</color>

# buff_flg_exanimate_bonus_blight
source: <color=#{buff}>+2<sprite name={q}icon_blight{q}> Dealt</color>
ko: <sprite name={q}icon_blight{q}><color=#{buff}>지속 피해량 +2</color>
uk: <color=#{buff}>+2 завд. <sprite name={q}icon_blight{q}></color>

# buff_ignore_deathblow_resist_large
source: +30% <sprite name={q}icon_death_outline{q}> RES Piercing
ko: <sprite name={q}icon_death_outline{q}>저항 무시 +30%
uk: +30% подолання ОПР <sprite name={q}icon_death_outline{q}>

# buff_ignore_deathblow_resist_massive
source: +50% <sprite name={q}icon_death_outline{q}> RES Piercing
ko: <sprite name={q}icon_death_outline{q}>저항 무시 +50%
uk: +50% подолання ОПР <sprite name={q}icon_death_outline{q}>

# buff_ignore_deathblow_resist_medium
source: +20% <sprite name={q}icon_death_outline{q}> RES Piercing
ko: <sprite name={q}icon_death_outline{q}>저항 무시 +20%
uk: +20% подолання ОПР <sprite name={q}icon_death_outline{q}>

# buff_ignore_deathblow_resist_small
source: +10% <sprite name={q}icon_death_outline{q}> RES Piercing
ko: <sprite name={q}icon_death_outline{q}>저항 무시 +10%
uk: +10% подолання ОПР <sprite name={q}icon_death_outline{q}>

# buff_item_basic_bleed_resist
source: +25% <color=#{bleed}>Bleed</color> RES
ja: <color=#{bleed}>出血</color>抵抗 +25%
ko: <color=#{bleed}>출혈</color> 저항 +25%
uk: +25% ОПР <color=#{bleed}>кровотечі</color>
zh_cn: +25%<color=#{bleed}>流血</color>抗性

# buff_item_basic_bleed_resist_debuff
source: <color=#{bleed}>-25% Bleed RES</color>
ja: <color=#{bleed}>出血抵抗 -25%</color>
ko: <color=#{bleed}>출혈 저항 -25%</color>
uk: –25% ОПР <color=#{bleed}>кровотечі</color>
zh_cn: <color=#{bleed}>-25%流血抗性</color>

# buff_item_basic_blight_resist
source: +25% <color=#{blight}>Blight</color> RES
ja: <color=#{blight}>病気</color>抵抗 +25%
ko: <color=#{blight}>중독</color> 저항 +25%
uk: +25% ОПР <color=#{blight}>отруті</color>
zh_cn: +25%<color=#{blight}>腐蚀</color>抗性

# buff_item_basic_blight_resist_debuff
source: <color=#{blight}>-25% Blight RES</color>
ja: <color=#{blight}>病気抵抗 -25%</color>
ko: <color=#{blight}>중독 저항 -25%</color>
uk: –25% ОПР <color=#{blight}>отруті</color>
zh_cn: <color=#{blight}>-25%腐蚀抗性</color>

# buff_item_basic_burn_resist
source: +25% <color=#{burn}>Burn</color> RES
ja: <color=#{burn}>火傷</color>抵抗 +25%
ko: <color=#{burn}>화상</color> 저항 +25%
uk: +25% ОПР <color=#{burn}>вогню</color>
zh_cn: +25%<color=#{burn}>灼烧</color>抗性

# buff_item_basic_burn_resist_debuff
source: <color=#{burn}>-25% Burn RES</color>
ja: <color=#{burn}>火傷抵抗 -25%</color>
ko: <color=#{burn}>화상 저항 -25%</color>
uk: –25% ОПР <color=#{burn}>вогню</color>
zh_cn: <color=#{burn}>-25%灼烧抗性</color>

# buff_item_deathblow_resist_debuff
source: <color=#{debuff}>-20% Deathblow RES</color>
ja: <color=#{debuff}>デスブロウ耐性 -20%</color>
ko: <color=#{debuff}>죽음의 일격 저항 -20%</color>
uk: –20% ОПР <color=#{debuff}>смерті</color>
zh_cn: <color=#{debuff}>-20%死亡抗性</color>

# buff_jes_echoing_march_pull
source: <color=#{move}>Pull 1 </color>on Turn Start
ja: ターン開始時に<color=#{move}>プル1</color>
ko: 턴 시작 시 <color=#{move}>1칸 당김</color>
uk: <color=#{move}>Притягує на 1 </color>на початку ходу
zh_cn: 行动开始时<color=#{move}>拉近1</color>

# buff_jes_echoing_march_pull_u
source: <color=#{move}>Pull 1 </color>on Turn Start
ja: ターン開始時に<color=#{move}>プル1</color>
ko: 턴 시작 시 <color=#{move}>1칸 당김</color>
uk: <color=#{move}>Притягує на 1 </color>на початку ходу
zh_cn: 行动开始时<color=#{move}>拉近1</color>

# buff_leper_reflection_debuff_res_buff
source: +20% <color=#{buff}><sprite name={q}icon_debuff{q}> RES</color>
ja: <color=#{buff}><sprite name={q}icon_debuff{q}>抵抗</color> +20%
ko: <color=#{buff}><sprite name={q}icon_debuff{q}> 저항 +20%</color>
uk: +20% <color=#{buff}>ОПР <sprite name={q}icon_debuff{q}></color>
zh_cn: +20%<color=#{buff}><sprite name={q}icon_debuff{q}></color>抗性

# buff_leper_revenge_crit
source: <color=#{buff}>Turn Start:</color> <sprite name={q}token_crit{q}> (15%)
ja: <color=#{buff}>ターン開始：</color><sprite name={q}token_crit{q}>（15%）
ko: <color=#{buff}>턴 시작 시:</color> <sprite name={q}token_crit{q}> (15%)
uk: <color=#{buff}>Початок ходу:</color> <sprite name={q}token_crit{q}> (15%)
zh_cn: <color=#{buff}>行动开始时：</color><sprite name={q}token_crit{q}>（15%）

# buff_leper_revenge_strength
source: Turn Start: <sprite name={q}token_strength{q}>
ja: ターン開始：<sprite name={q}token_strength{q}>
ko: 턴 시작 시: <sprite name={q}token_strength{q}>
uk: Початок ходу: <sprite name={q}token_strength{q}>
zh_cn: 行动开始时：<sprite name={q}token_strength{q}>

# buff_leper_ruin_damage_buff_manager
source: <color=#{buff}>When damaged, raise own DMG +20%</color>
ja: <color=#{buff}>ダメージを受けた時、自身のダメージが+20%増加</color>
ko: <color=#{buff}>피해를 입었을 때 주는 피해 +20%</color>
uk: <color=#{buff}>Коли отримано ушкодження, власне значення ШКД збільшується на +20%</color>
zh_cn: <color=#{buff}>受伤时，自身伤害+20%</color>

# buff_leper_withstand_block
source: <color=#{buff}>Turn Start:</color> <sprite name={q}token_deflect{q}>
ja: <color=#{buff}>ターン開始：</color><sprite name={q}token_deflect{q}>
ko: <color=#{buff}>턴 시작 시:</color> <sprite name={q}token_deflect{q}>
uk: <color=#{buff}>Початок ходу: </color><sprite name={q}token_deflect{q}>
zh_cn: <color=#{buff}>行动开始时：</color><sprite name={q}token_deflect{q}>

# buff_pd_ounce_of_prevention_disease_res_buff
source: +25% <color=#{buff}><sprite name={q}icon_disease{q}> RES</color>
ja: <color=#{buff}><sprite name={q}icon_disease{q}>抵抗</color> +25%
ko: <color=#{buff}><sprite name={q}icon_disease{q}> 저항</color> +25%
uk: +25% <color=#{buff}>ОПР <sprite name={q}icon_disease{q}></color>
zh_cn: +25%<color=#{buff}><sprite name={q}icon_disease{q}></color>抗性

# buff_pd_ounce_of_prevention_disease_res_buff_u
source: +50%<sprite name={q}icon_disease{q}>RES
ja: <sprite name={q}icon_disease{q}>抵抗 +50%
ko: <sprite name={q}icon_disease{q}>저항 +50%
uk: +50% ОПР <sprite name={q}icon_disease{q}>
zh_cn: +50%<sprite name={q}icon_disease{q}>抗性

# buff_pd_ounce_of_prevention_dot_res_buff
source: +15% <color=#{buff}><sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> RES</color>
ja: <color=#{buff}><sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}>抵抗</color> +15%
ko: <color=#{buff}><sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> 저항</color> +15%
uk: +15% <color=#{buff}>ОПР <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}></color>
zh_cn: +15%<color=#{buff}><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>抗性</color>

# buff_pd_ounce_of_prevention_dot_res_buff_u
source: +25%<sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}>RES
ja: <sprite name={q}icon_burn{q}><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}>抵抗 +25%
ko: <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}>저항 +25%
uk: +25% ОПР <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}>
zh_cn: +25%<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>抗性

# buff_stealth_ignore_deaths_door
source: Ignore <color=#{deathdoor}>Death's Door</color>
ja: <color=#{deathdoor}>瀕死</color>を無視
ko: <color=#{deathdoor}>죽음의 문턱</color> 무시
uk: Ігнорує <color=#{deathdoor}>Поріг смерті</color>
zh_cn: 无视<color=#{deathdoor}>命悬一线</color>

# buff_test_hs_jester_fake_tooltip
source: <color=#{neutral}>"Play like your life depends on it..."</color>
ko: <color=#{neutral}>「목숨 걸린 것처럼 놀아 보거라...」</color>

# buff_tooltip_anti_block_debuff_override
source: Cannot Gain <sprite name={q}token_block{q}>
ko: <sprite name={q}token_block{q}> 획득 불가
uk: Не може отримати <sprite name={q}token_block{q}>

# buff_tooltip_anti_dodge_debuff_override
source: Cannot Gain <sprite name={q}token_dodge{q}>
ko: <sprite name={q}token_dodge{q}> 획득 불가
uk: Не може отримати <sprite name={q}token_dodge{q}>

# buff_tooltip_anti_stealth_debuff_override
source: Cannot Gain <sprite name={q}token_stealth{q}>
ko: <sprite name={q}token_stealth{q}> 획득 불가
uk: Не може отримати <sprite name={q}token_stealth{q}>

# buff_tooltip_deaths_door
source: Death's Door
ja: 瀕死
ko: 죽음의 문턱
uk: Поріг смерті
zh_cn: 命悬一线

# buff_tooltip_deaths_door_recovery
source: Death's Door Recovery
ja: 瀕死復帰
ko: 죽음의 문턱 회복
uk: Подолання порога смерті
zh_cn: 脱离命悬一线

# buff_tooltip_starving
source: Starving
ja: 飢餓
ko: 굶주림
uk: Голод
zh_cn: 饥饿

# buffs_label
source: Buffs
ja: バフ
ko: 강화
uk: Посилення
zh_cn: 增益

# Button_Back
source: Back
ja: 戻る
ko: 뒤로
uk: Назад
zh_cn: 返回

# cancel_label
source: Cancel
ja: キャンセル
ko: 취소
uk: Скасувати
zh_cn: 取消

# candle_minimap_tooltip@0
source: This location will grant one <color=#{buff}>Candle</color>
ja: この場所では、<color=#{buff}>キャンドル</color>が1つ付与される。
ko: 이 지점은 <color=#{buff}>촛불</color>을 하나 제공
uk: Ця зупинка принесе одну <color=#{buff}>свічку</color>
zh_cn: 此地点奖励1根<color=#{buff}>蜡烛</color>

# candle_minimap_tooltip@1
source: This location will grant one <color=#{buff}>Candle</color>
ja: この場所では、<color=#{buff}>キャンドル</color>が1つ付与される。
ko: 이 지점은 <color=#{buff}>촛불</color>을 하나 제공
uk: Ця зупинка принесе одну <color=#{buff}>свічку</color>
zh_cn: 此地点奖励1根<color=#{buff}>蜡烛</color>

# candle_overflow_title
source: Pool of Reflection
ja: 内省の池
ko: 회고의 웅덩이
uk: Сховище роздумів
zh_cn: 映射之池

# candle_overflow_tooltip_desc
source: Click to convert excess candles to your total score
ja: クリックで、余ったキャンドルを自分の合計スコアに変換
ko: 클릭하면 남는 촛불을 총점으로 변환
uk: Натисніть, щоб додати надлишок свічок до загального рахунку
zh_cn: 点击以将多出的蜡烛转化为总分

# candles_required_tooltip
source: {0}<sprite name={q}icon_candle_glyph{q}> more to upgrade
ko: 강화에 {0}<sprite name={q}icon_candle_glyph{q}> 추가 필요
uk: Потрібно до покращення: {0}<sprite name={q}icon_candle_glyph{q}>

# cannot_discard_last_trophy_label
source: You need to have a trophy equipped to have access to the Mountain.
ja: 山に入るにはトロフィーを装備していなければならない。
ko: 산에 들어가려면 전리품을 하나 장비해야 합니다.
uk: Щоб ви могли вирушити на Гору, потрібно встановити трофей.
zh_cn: 只有装备着狩猎纪念品才能前往山峰。

# cave_swine_brute
source: Swine Brute
ja: スワイン・ブルート
ko: 돼지 덩치
uk: Лютовепр
zh_cn: 猪人蛮汉

# cave_swine_brute_b
source: Wilbur
ja: ウィルバー
ko: 윌버
uk: Вілбер
zh_cn: 威尔伯

# cave_swine_brute_b_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cave_swine_brute_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cave_swine_skiver
source: Swine Skiver
ja: スワイン・スカイバー
ko: 돼지 가죽 사냥꾼
uk: Шампурник
zh_cn: 猪人追猎者

# cave_swine_skiver_b
source: Fulgore
ja: フルゴア
ko: 발광돼지
uk: Фулгор
zh_cn: 弗尔戈

# cave_swine_skiver_b_corpse
source: Corpse
ko: 시체

# cave_swine_skiver_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cave_swine_skulker
source: Swine Skulker
ja: スワイン・スカルカー
ko: 돼지 매복꾼
uk: Сікач
zh_cn: 猪人伏击者

# cave_swine_skulker_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# chance_label
source: {0} Chance
ja: 確率 {0}
ko: {0} 확률
uk: шансу {0}
zh_cn: {0}概率

# chance_of_label
source: Chance of:
ja: 確率：
ko: 다음 확률:
uk: Шанс:
zh_cn: 有概率：

# change_profile_tooltip_label
source: Change Profile
ko: 프로필 변경

# character_sheet_can_equip_skills_prompt_desc
source: You can still equip skills! Are you sure you want to exit?
ja: まだスキルを装備できる！本当に終了する？
ko: 아직 기술을 장비할 수 있습니다! 이대로 나가시겠습니까?
uk: Ще можна додати навички! Ви впевнені, що хочете вийти?
zh_cn: 仍有技能可以装备！确定要离开吗？

# character_sheet_can_equip_skills_prompt_no_label
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# character_sheet_can_equip_skills_prompt_title
source: Skills
ja: スキル
ko: 기술
uk: Навички
zh_cn: 技能

# character_sheet_can_equip_skills_prompt_yes_label
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# character_sheet_class_path_tooltip_label
source: {0} Path
ja: {0}進路
ko: {0}의 길
uk: Шлях героя: {0}
zh_cn: {0}道途

# character_sheet_combat_item_label
source: Combat Item
ko: 전투 아이템
uk: Предмети бою

# character_sheet_combat_skills_launch_title
source: Rank
ja: ランク
ko: 위치
uk: Позиція
zh_cn: 位置

# character_sheet_combat_skills_target_title
source: Target
ja: 対象
ko: 대상
uk: Ціль
zh_cn: 目标

# character_sheet_diseases_title
source: Diseases
ja: 病気
ko: 질병
uk: Хвороби
zh_cn: 疾病

# character_sheet_empty_combat_item_tooltip
source: Equip Combat Item
ja: 戦闘アイテムを装備
ko: 전투 아이템 장비
uk: Додати предмет бою
zh_cn: 装备战斗物品

# character_sheet_empty_trinket_tooltip
source: Equip Trinket
ja: 装身具を装備
ko: 장신구 장비
uk: Додати дрібничку
zh_cn: 装备饰品

# character_sheet_memories_label
source: Memories
ja: 記憶
ko: 기억
uk: Спогади
zh_cn: 记忆

# character_sheet_no_pet_label@0
source: Equip a pet!
ko: 애완동물을 장비하세요!
uk: Додайте вихованця!

# character_sheet_no_pet_label@1
source: Equip a pet!
ko: 애완동물을 장비하세요!
uk: Додайте вихованця!

# character_sheet_quirks_title
source: Quirks
ja: 奇癖
ko: 기벽
uk: Риси
zh_cn: 特质

# character_sheet_resistances_title
source: Resistances
ja: 耐性
ko: 저항력
uk: Опір
zh_cn: 抗性

# character_sheet_tab_conditions
source: Conditions
ja: 状態
ko: 상태
uk: Стан
zh_cn: 状态

# character_sheet_tab_pet
source: Pet
ko: 애완동물
uk: Вихованець

# character_sheet_tab_relationships
source: Relationships
ja: 関係
ko: 관계
uk: Стосунки
zh_cn: 关系

# character_sheet_tab_skills
source: Combat Skills
ja: 戦闘スキル
ko: 전투 기술
uk: Навички бою
zh_cn: 战斗技能

# character_sheet_trinkets_title
source: Trinkets
ja: 装身具
ko: 장신구
uk: Дрібнички
zh_cn: 饰品

# cinematic_intro_label
source: I. Introduction
ja: I. 序章
ko: I. 도입
uk: I. Вступ
zh_cn: I. 序幕

# coastal_boss_leviathan
source: Leviathan
ja: 海獣
ko: 레비아탄
uk: Левіафан
zh_cn: 利维坦

# coastal_boss_leviathan_hand
source: Leviathan's Hand
ja: 海獣の手
ko: 레비아탄의 손
uk: Лапа Левіафана
zh_cn: 利维坦之手

# coastal_bosun
source: Bosun
ja: 甲板長
ko: 갑판장
uk: Боцман
zh_cn: 水手长

# coastal_bosun_b
source: The Hull Keeper
ja: 船体管理者
ko: 선체 관리자
uk: Гардемарин
zh_cn: 船舱总管

# coastal_bosun_b_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# coastal_bosun_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# coastal_cabin_boy
source: Cabin Boy
ja: キャビンボーイ
ko: 선상 사환
uk: Юнга
zh_cn: 船仆

# coastal_captain
source: Captain
ja: 船長
ko: 선장
uk: Капітан
zh_cn: 船长

# coastal_captain_b
source: Admiral Marsh
ja: マーシュ提督
ko: 갯벌 제독
uk: Адмірал Болотяник
zh_cn: 马什将军

# coastal_captain_b_corpse
source: Corpse
ko: 시체

# coastal_captain_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# coastal_docker
source: Docker
ja: 港湾労働者
ko: 항만 하역꾼
uk: Портовик
zh_cn: 码头工人

# coastal_docker_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# coastal_fish_monger
source: Fish Monger
ja: 魚屋
ko: 생선 장수
uk: Рибник
zh_cn: 鱼贩

# coastal_fish_monger_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# coastal_wharf_rat
source: Wharf Rat
ja: コソ泥船員
ko: 부두의 쥐
uk: Портовий щур
zh_cn: 码头毛贼

# coastal_wharf_rat_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体
