Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# effect_tooltip_condition_token_amount_nonzero_conditionactor
source: If {0} has {1}: {2}
ja: {0}が{1}を持っている場合：{2}
ko: {0}에게 {1} 상태가 있으면: {2}
uk: Якщо {0} з {1}: {2}
zh_cn: 如果{0}有{1}：{2}

# effect_tooltip_condition_token_amount_nonzero_conditionactor_monsters
source: If any {0} has {1}: {2}
ja: いずれかの{0}が{1}を持っている場合：{2}
ko: 아무 {0}에게나 {1} 상태가 있으면: {2}
uk: Якщо будь-який {0} з {1}: {2}
zh_cn: 如果任意{0}有{1}：{2}

# effect_tooltip_condition_token_amount_zero
source: If no {0}: {1}
ja: {0}が無い場合：{1}
ko: {0} 상태가 아니면: {1}
uk: Якщо немає {0}: {1}
zh_cn: 如果没有{0}：{1}

# effect_tooltip_condition_token_amount_zero_conditionactor@0
source: If {0} has no {1}: {2}
ja: {0}に{1}が無い場合：{2}
ko: {0}에게 {1} 상태가 없으면: {2}
uk: Якщо {0} без {1}: {2}
zh_cn: 如果{0}没有{1}：{2}

# effect_tooltip_condition_token_amount_zero_conditionactor@1
source: If {0} has no {1}: {2}
ja: {0}に{1}が無い場合：{2}
ko: {0}에게 {1} 상태가 없으면: {2}
uk: Якщо {0} без {1}: {2}
zh_cn: 如果{0}没有{1}：{2}

# effect_tooltip_condition_token_tag_amount_multiple
source: {1} per {0}
ja: {0}毎に{1}
ko: {0} 당 {1}
uk: {1} за кожн. {0}
zh_cn: 每个{0}{1}

# effect_tooltip_condition_token_tag_amount_nonzero
source: If has {0}: {1}
ko: {0} 상태면: {1}
uk: Якщо є {0}: {1}

# effect_tooltip_condition_trinket_equipped
source: If {0} is equipped: {1}
ja: {0}を装備している場合：{1}
ko: {0} 장비 시: {1}
uk: Якщо додати предмет «{0}»: {1}
zh_cn: 如果装备了{0}：{1}

# effect_tooltip_cooldown
source: Cooldown: {0}
ja: クールダウン：{0}
ko: 재사용 대기 시간: {0}
uk: Перезаряджання: {0}
zh_cn: 冷却：{0}

# effect_tooltip_crit_chance
source: CRIT: {0},{1}%
ja: クリティカル： {0}、{1}%
ko: 치명타: {0},{1}%
uk: КРТ: {0},{1}%
zh_cn: 暴击：{0}，{1}%

# effect_tooltip_crit_chance_non_decimal
source: CRIT: {0}%
ja: クリティカル：{0}%
ko: 치명타: {0}%
uk: КРТ: {0}%
zh_cn: 暴击：{0}%

# effect_tooltip_crit_chance+en
source: CRIT: {0}.{1}%
ja: クリティカル： {0}、{1}%
ko: 치명타: {0}.{1}%
uk: КРТ: {0}.{1}%
zh_cn: 暴击：{0}.{1}%

# effect_tooltip_dot_apply_all_tags
source: Apply {0}
ja: {0}を付与
ko: {0} 부여
uk: Наклад. {0}
zh_cn: 造成{0}

# effect_tooltip_dot_remove_all_tags
source: Remove {0}
ja: すべて除去：{0}
ko: 제거: {0}
uk: Знімає {0}
zh_cn: 移除{0}

# effect_tooltip_dot_remove_all_types
source: Remove {0}
ja: すべて除去：{0}
ko: 제거: {0}
uk: Знімає {0}
zh_cn: 移除{0}

# effect_tooltip_dot_remove_amount
source: Remove {0}
ja: 除去：{0}
ko: 제거: {0}
uk: Знімає {0}
zh_cn: 移除{0}

# effect_tooltip_dot_steal_tag
source: Steal {0}
ja: {0}を盗む
ko: {0} 강탈
uk: Викрасти {0}
zh_cn: 窃取{0}

# effect_tooltip_dot_steal_tags
source: Steal x{0}-{1} {2}
ja: x{0}-{1} {2}を盗む
ko: 강탈 x{0}-{1} {2}
uk: Викрасти x{0}–{1} {2}
zh_cn: 窃取x{0}~{1}{2}

# effect_tooltip_dot_to_token_convert_amount
source: Convert {0} to {1}
ja: {0}を{1}に変換
ko: {0} -> {1} 변환
uk: Перетворити {0} на {1}
zh_cn: 将{0}转化为{1}

# effect_tooltip_health_damage_amount
source: {0} DMG
ja: {0} ダメージ
ko: {0} 피해
uk: {0} ШКД
zh_cn: {0}伤害

# effect_tooltip_health_damage_percent
source: {0}% DMG
ja: {0}％ダメージ
ko: {0}% 피해
uk: {0}% ШКД
zh_cn: {0}%伤害

# effect_tooltip_health_heal_amount
source: <color=#{heal}>Heal {0}</color>
ja: <color=#{heal}>回復{0}</color>
ko: <color=#{heal}>{0} 치유</color>
uk: <color=#{heal}>Лікування {0}</color>
zh_cn: <color=#{heal}>治疗{0}</color>

# effect_tooltip_health_heal_amount_range
source: <color=#{heal}>Heal {0}-{1}</color>
ja: <color=#{heal}>回復{0}-{1}</color>
ko: <color=#{heal}>{0}-{1} 치유</color>
uk: <color=#{heal}>Лікування {0}–{1}</color>
zh_cn: <color=#{heal}>治疗{0}~{1}</color>

# effect_tooltip_health_heal_percent
source: <color=#{heal}>Heal {0}%</color>
ja: <color=#{heal}>回復{0}％</color>
ko: <color=#{heal}>{0}% 치유</color>
uk: <color=#{heal}>Лікування {0}%</color>
zh_cn: <color=#{heal}>治疗{0}%</color>

# effect_tooltip_health_heal_percent_range
source: <color=#{heal}>Heal {0}-{1}%</color>
ja: <color=#{heal}>回復{0}-{1}%</color>
ko: <color=#{heal}>{0}-{1}% 치유</color>
uk: <color=#{heal}>Лікування {0}–{1}%</color>
zh_cn: <color=#{heal}>治疗{0}~{1}%</color>

# effect_tooltip_health_heal_up_to_percent
source: <color=#{heal}>Heal to {0}%</color>
ja: <color=#{heal}>{0}%まで回復</color>
ko: <color=#{heal}>최대 {0}% 치유</color>
uk: <color=#{heal}>Лікування до {0}%</color>
zh_cn: <color=#{heal}>治疗至{0}%</color>

# effect_tooltip_ignore_token
source: Ignores
ja: 無視：
ko: 무시
uk: Ігнорує
zh_cn: 无视

# effect_tooltip_is_kill
source: <color=#{red}>Instant Kill</color>
ko: <color=#{red}>즉사</color>
uk: <color=#{red}>Миттєве вбивство</color>

# effect_tooltip_loot_id_SC_ALCHEMICAL_GEAR_LOOT
source: Chance to produce <color=#{notable}>Concoction</color> and <color=#{notable}>Powder</color> items
ko: 일정 확률로 <color=#{notable}>혼합물</color> 및 <color=#{notable}>가루</color> 아이템 제작
uk: Шанс виготовити <color=#{notable}>відвари</color> й <color=#{notable}>порошки</color>

# effect_tooltip_loot_id_SC_CHIRURGEONS_KIT_LOOT
source: Chance to produce <color=#{notable}>Restorative</color> items
ja: 確率で<color=#{notable}>回復</color>アイテムを生成
ko: 일정 확률로 <color=#{notable}>회복</color> 아이템 제작
uk: Шанс виготовити <color=#{notable}>ліки</color>
zh_cn: 有机会产出<color=#{notable}>治疗物</color>

# effect_tooltip_loot_id_SC_EXPLOSIVES_MAGAZINE_LOOT
source: Chance to produce <color=#{notable}>Explosive</color> items
ko: 일정 확률로 <color=#{notable}>폭발물</color> 아이템 제작
uk: Шанс виготовити <color=#{notable}>вибухівку</color>

# effect_tooltip_loot_id_SC_GRIDDLE_LOOT
source: Chance to produce <color=#{notable}>Flapjacks</color> <i>Everybody likes flapjacks.</i>
ko: 일정 확률로 <color=#{notable}>두툼한 팬케익</color> 제작 <i>팬케익 싫어하는 사람이 어디 있나.</i>
uk: Шанс приготувати <color=#{notable}>млинці.</color> <i>Млинці всім подобаються.</i>

# effect_tooltip_loot_id_SC_MORTAR_AND_PESTLE_LOOT
source: Chance to produce <color=#{notable}>Poultice</color> items
ko: 일정 확률로 <color=#{notable}>습포제</color> 아이템 제작
uk: Шанс виготовити <color=#{notable}>припарки</color>

# effect_tooltip_loot_id_SC_PET_TICK_LOOT
source: Chance to produce <color=#{notable}>The Blood</color> (5%)
ko: 일정 확률로 <color=#{notable}>피</color> 제작 (5%)
uk: Шанс отримати <color=#{notable}>кров</color> (5%)

# effect_tooltip_loot_id_SC_STEW_POT_LOOT
source: Chance to produce <color=#{notable}>Invigorating Stew</color>
ko: 일정 확률로 <color=#{notable}>푸짐한 스튜</color> 제작
uk: Шанс приготувати <color=#{notable}>ситне рагу</color>

# effect_tooltip_loot_id_SC_TINKERS_BENCH_LOOT
source: Chance to produce <color=#{notable}>Contraption</color> items
ko: 일정 확률로 <color=#{notable}>장치</color> 아이템 제작
uk: Шанс виготовити <color=#{notable}>пристрої</color>

# effect_tooltip_loot_id_SC_TRAPMAKERS_KIT_LOOT
source: Chance to produce <color=#{notable}>Trap</color> items <i>Curious is the trapmaker's art...</i>
ko: 일정 확률로 <color=#{notable}>덫</color> 아이템 제작 <i>호기심은 덫 제작자의 미덕이니...</i>
uk: Шанс виготовити <color=#{notable}>пастки</color> <i>Цікавість — ключ до цього мистецтва...</i>

# effect_tooltip_loot_id_SC_WHISKEY_STILL_LOOT
source: Chance to produce <color=#{notable}>Whiskey</color> items
ja: 確率で<color=#{notable}>ウイスキー</color>アイテムを生成
ko: 일정 확률로 <color=#{notable}>위스키</color> 아이템 제작
uk: Шанс виготовити <color=#{notable}>віскі</color>
zh_cn: 有机会产出<color=#{notable}>威士忌</color>

# effect_tooltip_loot_id_SC_WORKTABLE_LOOM_LOOT
source: Chance to produce <color=#{notable}>Woven</color> items
ja: 確率で<color=#{notable}>織物</color>アイテムを生成
ko: 일정 확률로 <color=#{notable}>직물</color> 아이템 제작
uk: Шанс виготовити <color=#{notable}>тканину</color>
zh_cn: 有机会产出<color=#{notable}>织物</color>

# effect_tooltip_move
source: <color=#{move}>Move {0}</color>
ja: <color=#{move}>移動 {0}</color>
ko: <color=#{move}>이동 {0}</color>
uk: <color=#{move}>Переміщ. на {0}</color>
zh_cn: <color=#{move}>移动{0}</color>

# effect_tooltip_move_backward
source: <color=#{move}>Back</color> {0}
ja: <color=#{move}>後退</color>{0}
ko: <color=#{move}>후퇴</color> {0}
uk: <color=#{move}>Відступ. на</color> {0}
zh_cn: <color=#{move}>后退</color>{0}

# effect_tooltip_move_backward_range
source: <color=#{move}>Back</color> {0} to {1}
ja: {0}から{1}に<color=#{move}>後退</color>
ko: <color=#{move}>후퇴</color> {0} -> {1}
uk: <color=#{move}>Відступ. на</color> {0}–{1}
zh_cn: <color=#{move}>后退</color>{0}至{1}

# effect_tooltip_move_forward
source: <color=#{move}>Forward</color> {0}
ja: <color=#{move}>前進</color>{0}
ko: <color=#{move}>전진</color> {0}
uk: <color=#{move}>Наближ. на {0}</color>
zh_cn: <color=#{move}>前进</color>{0}

# effect_tooltip_move_forward_range
source: <color=#{move}>Forward</color> {0} to {1}
ja: {0}から{1}に<color=#{move}>前進</color>
ko: <color=#{move}>전진</color> {0} -> {1}
uk: <color=#{move}>Наближ. на {0}–{1}</color>
zh_cn: <color=#{move}>前进</color>{0}至{1}

# effect_tooltip_position
source: Rank: {0}
ja: ランク： {0}
ko: 위치: {0}
uk: Позиція: {0}
zh_cn: 位置：{0}

# effect_tooltip_remove_quirk
source: Remove {0}
ja: {0}を除去
ko: 제거: {0}
uk: Знімає {0}
zh_cn: 移除{0}

# effect_tooltip_shuffle
source: <color=#{move}>Shuffle</color>
ja: <color=#{move}>シャッフル</color>
ko: <color=#{move}>섞기</color>
uk: <color=#{move}>Перемішування позицій</color>
zh_cn: <color=#{move}>打乱位置</color>

# effect_tooltip_skill_condition_always
source: Requires always
ja: 常に必要
ko: 언제나 필요
uk: Потрібно завжди
zh_cn: 需要始终

# effect_tooltip_skill_condition_biome
source: <color=#{notable}>Requires {0} Complete</color>
ja: <color=#{notable}>発動条件：{0}の完了</color>
ko: <color=#{notable}>{0} 완수 필요</color>
uk: <color=#{notable}>Потрібне проходження регіону {0}</color>
zh_cn: <color=#{notable}>需要{0}已完成</color>

# effect_tooltip_skill_condition_buff_tag_amount
source: <color=#{notable}>Requires {0} {1} {2}{3}</color>
ja: <color=#{notable}>発動条件： {0}の{1}{2}{3}</color>
ko: <color=#{notable}>{0} {1} {2}{3} 필요</color>
uk: <color=#{notable}>Потрібно: {0} {1} {2}{3}</color>
zh_cn: <color=#{notable}>需要{0}{1}{2}{3}</color>

# effect_tooltip_skill_condition_dot_tag_amount
source: <color=#{notable}>Requires {0} {1} {2}{3}</color>
ja: <color=#{notable}>発動条件： {0}の{1} {2}{3}</color>
ko: <color=#{notable}>{0} {1} {2}{3} 필요</color>
uk: <color=#{notable}>Потрібно: {0} {1} {2}{3}</color>
zh_cn: <color=#{notable}>需要{0}{1}{2}{3}</color>

# effect_tooltip_skill_condition_dot_tag_amount_nonzero
source: <color=#{notable}>Requires {0} {1}</color>
ja: <color=#{notable}>発動条件：{0}の{1}有り</color>
ko: <color=#{notable}>{0} {1} 필요</color>
uk: <color=#{notable}>Потрібно: {0} {1}</color>
zh_cn: <color=#{notable}>需要{0}{1}</color>

# effect_tooltip_skill_condition_dot_tag_amount_zero
source: <color=#{notable}>Requires {0} no {1}</color>
ja: <color=#{notable}>発動条件： {0}の{1}無し</color>
ko: <color=#{notable}>{1} 상태가 아닌 {0} 필요</color>
uk: <color=#{notable}>Потрібно: {0} без {1}</color>
zh_cn: <color=#{notable}>需要{0}无{1}</color>

# effect_tooltip_skill_condition_health_percent
source: <color=#{notable}>Requires {0} HP {1}{2}%</color>
ja: <color=#{notable}>発動条件： {0}のHP{1}{2}%</color>
ko: <color=#{notable}>{0} 체력 {1}{2}% 필요</color>
uk: <color=#{notable}>Потрібно: {0} з ОЗ {1}{2}%</color>
zh_cn: <color=#{notable}>需要{0}HP{1}{2}%</color>

# effect_tooltip_skill_condition_item_amount
source: <color=#{notable}>Requires {0} {1}{2}</color>
ja: <color=#{notable}>発動条件： {0}{1}{2}</color>
ko: <color=#{notable}>{0} {1}{2} 필요</color>
uk: <color=#{notable}>Потрібно: {0} {1}{2}</color>
zh_cn: <color=#{notable}>需要{0}{1}{2}</color>

# effect_tooltip_skill_condition_rank
source: <color=#{notable}>Requires {0} Rank {1}{2}</color>
ja: <color=#{notable}>発動条件： {0}のランク{1}{2}</color>
ko: <color=#{notable}>{0} 열 {1}{2} 필요</color>
uk: <color=#{notable}>Потрібно: {0} з поз. {1}{2}</color>
zh_cn: <color=#{notable}>需要{0}位置{1}{2}</color>

# effect_tooltip_skill_condition_run_value@0
source: <color=#{notable}>Requires campaign {0} {1}{2}</color>
ko: <color=#{notable}>{0} {1}{2} 필요</color>
uk: <color=#{notable}>Потрібен {0} похід {1} {2}</color>

# effect_tooltip_skill_condition_run_value@1
source: <color=#{notable}>Requires campaign {0} {1}{2}</color>
ko: <color=#{notable}>{0} {1}{2} 필요</color>
uk: <color=#{notable}>Потрібен {0} похід {1} {2}</color>

# effect_tooltip_skill_condition_status
source: <color=#{notable}>Requires {0} Status</color>
ja: <color=#{notable}>発動条件：{0}状態</color>
ko: <color=#{notable}>{0} 상태 필요</color>
uk: <color=#{notable}>Потрібен статус {0}</color>
zh_cn: <color=#{notable}>需要{0}状态</color>

# effect_tooltip_skill_condition_stress_percent
source: <color=#{notable}>Requires {0} Stress {1}{2}%</color>
ja: <color=#{notable}>発動条件：{0}のストレス{1}{2}%</color>
ko: <color=#{notable}>{0} 스트레스 {1}{2}% 필요</color>
uk: <color=#{notable}>Потрібен {0} зі стресом {1}{2}%</color>
zh_cn: <color=#{notable}>需要{0}压力{1}{2}%</color>

# effect_tooltip_skill_condition_tag
source: <color=#{notable}>Requires {0} {1}</color>
ja: <color=#{notable}>発動条件：{0}は{1}</color>
ko: <color=#{notable}>{0} {1} 필요</color>
uk: <color=#{notable}>Потрібно: {0} {1}</color>
zh_cn: <color=#{notable}>需要{0}{1}</color>

# effect_tooltip_skill_condition_token_amount
source: Requires <color=#{notable}>{0} {1} {2}{3}</color>
ja: <color=#{notable}>発動条件：{0}の{1} {2}{3}</color>
ko: <color=#{notable}>{0} {1} {2}{3}</color> 필요
uk: Потрібно: <color=#{notable}>{0} {1} {2}{3}</color>
zh_cn: 需要<color=#{notable}>{0}{1}{2}{3}</color>

# effect_tooltip_skill_condition_token_amount_nonzero
source: <color=#{notable}>Requires {0} {1}</color>
ja: <color=#{notable}>発動条件：{0}の{1}有り</color>
ko: <color=#{notable}>{0} {1} 필요</color>
uk: <color=#{notable}>Потрібно: {0} {1}</color>
zh_cn: <color=#{notable}>需要{0}{1}</color>

# effect_tooltip_skill_condition_token_amount_zero
source: <color=#{notable}>Requires {0} no {1}</color>
ja: <color=#{notable}>発動条件：{0}の{1}無し</color>
ko: <color=#{notable}>{1} 상태가 아닌 {0} 필요</color>
uk: <color=#{notable}>Потрібно: {0} без {1}</color>
zh_cn: <color=#{notable}>需要{0}无{1}</color>

# effect_tooltip_skill_condition_token_tag_amount_nonzero
source: <color=#{notable}>Requires {0} has {1}</color>
ja: <color=#{notable}>発動条件：{0}の{1}有り</color>
ko: <color=#{notable}>{0}의 {1} 필요</color>
uk: <color=#{notable}>Потрібно: {0} з {1}</color>
zh_cn: <color=#{notable}>需要{0}有{1}</color>

# effect_tooltip_skill_effect_combat_health_damage
source: When Damaged:
ja: 被ダメージ時：
ko: 피해를 입었을 때:
uk: Коли завдано шкоди:
zh_cn: 受伤时：

# effect_tooltip_skill_effect_combat_health_damage_enemy_team
source: To Enemies When Damaged:
ja: 被ダメージ時、敵を対象：
ko: 피해를 입었을 때 적에게:
uk: Ворогам, коли завдано шкоди:
zh_cn: 受伤时对敌人：

# effect_tooltip_skill_effect_combat_health_damage_friendly_team
source: To Allies When Damaged:
ja: 被ダメージ時、味方を対象：
ko: 피해를 입었을 때 아군에게:
uk: Союзникам, коли завдано шкоди:
zh_cn: 受伤时对盟友：

# effect_tooltip_skill_effect_combat_health_heal
source: When Healed:
ja: 回復時：
ko: 치유되었을 때:
uk: У разі лікування:
zh_cn: 受到治疗时：

# effect_tooltip_skill_effect_combat_health_heal_enemy_team
source: To Enemies When Healed:
ja: 回復時、敵を対象：
ko: 치유되었을 때 적에게:
uk: Ворогам у разі лікування:
zh_cn: 受到治疗时对敌人：

# effect_tooltip_skill_effect_combat_health_heal_friendly_team
source: To Allies When Healed:
ja: 回復時、味方を対象：
ko: 치유되었을 때 아군에게:
uk: Союзникам у разі лікування:
zh_cn: 受到治疗时对盟友：

# effect_tooltip_skill_effect_combat_start
source: Combat Start:
ja: 戦闘開始時：
ko: 전투 시작 시:
uk: Початок бою:
zh_cn: 战斗开始时：

# effect_tooltip_skill_effect_combat_start_enemy_team_1
source: Random Enemy on Combat Start:
ja: 戦闘開始時のランダムな敵：
ko: 전투 시작 시 무작위 적에게:
uk: Випадковий ворог на початку бою:
zh_cn: 战斗开始时对随机敌人：

# effect_tooltip_skill_effect_combat_start_enemy_team_4
source: Each Enemy on Combat Start:
ja: 戦闘開始時の各敵：
ko: 전투 시작 시 각 적에게:
uk: Кожний ворог на початку бою:
zh_cn: 战斗开始时对每个敌人：

# effect_tooltip_skill_effect_combat_start_friendly_team_1
source: Random Ally on Combat Start:
ja: 戦闘開始時のランダムな味方：
ko: 전투 시작 시 무작위 아군에게:
uk: Випадковий союзник на початку бою:
zh_cn: 战斗开始时对随机盟友：

# effect_tooltip_skill_effect_combat_start_friendly_team_4
source: Each Hero on Combat Start:
ja: 戦闘開始時の各英雄：
ko: 전투 시작 시 각 영웅에게:
uk: Кожний герой на початку бою:
zh_cn: 战斗开始时对每名英雄：

# effect_tooltip_skill_effect_combat_stress_damage
source: When Stress Damaged:
ja: ストレスを受けた時：
ko: 스트레스를 받았을 때:
uk: Коли спричинено стрес:
zh_cn: 压力提升时：

# effect_tooltip_skill_effect_combat_stress_damage_enemy_team
source: To Enemies When Stressed:
ja: ストレスを受けた時、敵を対象：
ko: 스트레스를 받았을 때 적에게:
uk: Ворогам, коли спричинено стрес:
zh_cn: 压力提升时对敌人：

# effect_tooltip_skill_effect_combat_stress_damage_friendly_team
source: To Allies When Stressed:
ja: ストレスを受けた時、味方を対象：
ko: 스트레스를 받았을 때 아군에게:
uk: Союзникам, коли спричинено стрес:
zh_cn: 压力提升时对盟友：

# effect_tooltip_skill_effect_combat_stress_heal
source: When Stress Healed:
ja: ストレス回復時：
ko: 스트레스가 치유되면:
uk: Коли знято стрес:
zh_cn: 压力降低时：

# effect_tooltip_skill_effect_combat_stress_heal_enemy_team
source: To Enemies When Stress Healed:
ja: ストレス回復時、敵を対象：
ko: 스트레스가 치유되면 적에게:
uk: Ворогам, коли знято стрес:
zh_cn: 压力降低时对敌人：

# effect_tooltip_skill_effect_combat_stress_heal_friendly_team
source: To Allies When Stress Healed:
ja: ストレス回復時、味方を対象：
ko: 스트레스가 치유되면 아군에게:
uk: Союзникам, коли знято стрес:
zh_cn: 压力降低时对盟友：

# effect_tooltip_skill_effect_death
source: On Death:
ja: 死亡時：
ko: 사망 시:
uk: Коли наступає смерть:
zh_cn: 死亡时：

# effect_tooltip_skill_effect_deaths_door_enter
source: On Entering <color=#{deathdoor}>Death's Door</color>:
ko: <color=#{deathdoor}>죽음의 문턱</color> 진입 시:
uk: Коли потрапляє на <color=#{deathdoor}>поріг смерті</color>:

# effect_tooltip_skill_effect_deaths_door_exit
source: On Leaving <color=#{deathdoor}>Death's Door</color>:
ko: <color=#{deathdoor}>죽음의 문턱</color> 탈출 시:
uk: Коли залишає <color=#{deathdoor}>поріг смерті</color>:

# effect_tooltip_skill_effect_enemy_team
source: Enemies:
ja: 敵：
ko: 적:
uk: Вороги:
zh_cn: 敌人：

# effect_tooltip_skill_effect_enemy_team_member_random
source: Random Enemy:
ja: ランダムな敵：
ko: 무작위 적:
uk: Випадковий ворог:
zh_cn: 随机敌人：

# effect_tooltip_skill_effect_enter_biome
source: On Entering Region:
ja: 地域突入時：
ko: 지역 진입 시:
uk: Під час прибуття в регіон:
zh_cn: 进入地区时：

# effect_tooltip_skill_effect_friendly_death
source: Ally Death:
ja: 味方が死亡：
ko: 아군 사망 시:
uk: Коли гине союзник:
zh_cn: 盟友死亡时：

# effect_tooltip_skill_effect_friendly_team
source: <color=#{notable}>Allies:</color>
ja: <color=#{notable}>味方：</color>
ko: <color=#{notable}>아군:</color>
uk: <color=#{notable}>Союзники:</color>
zh_cn: <color=#{notable}>盟友：</color>

# effect_tooltip_skill_effect_friendly_team_member_random
source: <color=#{notable}>Random Ally:</color>
ja: <color=#{notable}>ランダムな味方：</color>
ko: <color=#{notable}>무작위 아군:</color>
uk: <color=#{notable}>Випадковий союзник:</color>
zh_cn: <color=#{notable}>随机盟友：</color>

# effect_tooltip_skill_effect_move
source: When Moving:
ja: 移動時：
ko: 이동 시:
uk: Коли переміщується:
zh_cn: 移动时：

# effect_tooltip_skill_effect_move_enemy
source: Gain When Moved By Enemy:
ja: 敵に移動させられた時に獲得：
ko: 적에 의해 이동 시 획득:
uk: Отримує, коли переміщується ворогом:
zh_cn: 被敌人移动时获得：

# effect_tooltip_skill_effect_move_friendly
source: Gain When Moved By Ally Skill:
ja: 味方のスキルで移動させられた時に獲得：
ko: 아군 기술로 이동 시 획득:
uk: Отримує, коли переміщується навичкою союзника:
zh_cn: 被盟友技能移动时获得：

# effect_tooltip_skill_effect_node_after
source: After Each Location:
ja: 各場所を訪れた後：
ko: 각 지점 퇴장 후:
uk: Після кожної зупинки:
zh_cn: 在每个地点后：

# effect_tooltip_skill_effect_node_after_party_1
source: Random Hero After Each Location:
ja: 各場所を訪れた後のランダムな英雄：
ko: 각 지점 퇴장 후 무작위 영웅에:
uk: Випадковий герой після кожної зупинки:
zh_cn: 在每个地点后，随机英雄：

# effect_tooltip_skill_effect_node_before
source: Before Each Location:
ja: 各場所を訪れる前：
ko: 각 지점 진입 전:
uk: Перед кожною зупинкою:
zh_cn: 在每个地点前：

# effect_tooltip_skill_effect_node_execute_started
source: On Entry:
ja: 突入時：
ko: 진입 시:
uk: Під час входу:
zh_cn: 进场时：

# effect_tooltip_skill_effect_on_attack_as_performer_to_performer
source: Gain On Attack:
ja: 攻撃時に獲得：
ko: 공격 시 획득:
uk: Отримує, коли атакує:
zh_cn: 攻击时获得：

# effect_tooltip_skill_effect_on_attack_as_performer_to_target
source: Apply On Attack:
ja: 攻撃時に付与：
ko: 공격 시 효과:
uk: Накладає, коли атакує:
zh_cn: 攻击时造成：

# effect_tooltip_skill_effect_on_attack_as_target_to_performer
source: Apply to Attacker:
ja: 攻撃者に付与：
ko: 공격자에게 부여:
uk: Накладає на того, хто атакує:
zh_cn: 对攻击者造成：

# effect_tooltip_skill_effect_on_attack_as_target_to_target
source: Gain When Attacked:
ja: 攻撃を受けた時に獲得：
ko: 공격 당하면 획득:
uk: Отримує, коли хтось атакує самого героя:
zh_cn: 被攻击时获得：

# effect_tooltip_skill_effect_on_crit_as_performer_to_performer
source: Gain On CRIT:
ja: クリティカル時に獲得：
ko: 치명타에 획득:
uk: Отримує, коли б’є з критом:
zh_cn: 暴击时获得：

# effect_tooltip_skill_effect_on_crit_as_performer_to_target
source: Apply On CRIT:
ja: クリティカル時に付与：
ko: 치명타 효과:
uk: Накладає, коли б’є з критом:
zh_cn: 暴击时造成：

# effect_tooltip_skill_effect_on_crit_as_target_to_performer
source: Apply to Attacker When CRIT:
ja: クリティカル時に攻撃者へ付与：
ko: 치명타 시 공격자에게 부여:
uk: Накладає на того, хто атакує, коли отримує крит:
zh_cn: 受暴击时对攻击者造成：

# effect_tooltip_skill_effect_on_crit_as_target_to_target
source: Gain When CRIT:
ja: クリティカル時に獲得：
ko: 치명타 시 획득:
uk: Отримує, коли хтось б’є з критом самого героя:
zh_cn: 受暴击时获得：

# effect_tooltip_skill_effect_on_hit_as_performer_to_performer
source: Gain On Hit:
ja: 攻撃命中時に獲得：
ko: 명중 시 획득:
uk: Отримує, коли влучає по цілі:
zh_cn: 命中时获得：

# effect_tooltip_skill_effect_on_hit_as_performer_to_target
source: Apply On Hit:
ja: 攻撃命中時に付与：
ko: 명중 효과:
uk: Накладає, коли влучає по цілі:
zh_cn: 命中时造成：

# effect_tooltip_skill_effect_on_hit_as_target_to_performer
source: Apply to Attacker When Hit:
ja: 攻撃を受けた時に攻撃者へ付与：
ko: 피격 시 공격자에게:
uk: Накладає на того, хто атакує, коли той влучає:
zh_cn: 受击时对攻击者造成：

# effect_tooltip_skill_effect_on_hit_as_target_to_target
source: Gain When Hit:
ja: 攻撃を受けた時に獲得：
ko: 피격 시 획득:
uk: Отримує, коли хтось влучає по самому герою:
zh_cn: 受击时获得：

# effect_tooltip_skill_effect_on_kill_as_performer_to_performer
source: <color=#{notable}>Gain On Killing Blow:</color>
ko: <color=#{notable}>죽음의 일격 시 획득:</color>
uk: <color=#{notable}>Отримує, коли завдає смертельного удару:</color>

# effect_tooltip_skill_effect_on_miss_as_performer_to_performer
source: Gain On Miss:
ja: ミス時に獲得：
ko: 빗나감 시 획득:
uk: Отримує, коли не влучає:
zh_cn: 失手时获得：

# effect_tooltip_skill_effect_on_miss_as_performer_to_target
source: Apply On Miss:
ja: ミス時に付与：
ko: 빗나감 효과:
uk: Накладає, коли не влучає:
zh_cn: 失手时造成：

# effect_tooltip_skill_effect_on_miss_as_target_to_performer
source: Apply to Attacker When Missed:
ja: ミス時に攻撃者へ付与：
ko: 빗나감 시 공격자에게:
uk: Накладає на того, хто атакує, коли той не влучає:
zh_cn: 闪避攻击时对攻击者造成：

# effect_tooltip_skill_effect_on_miss_as_target_to_target
source: Gain When Missed:
ja: ミス時に獲得：
ko: 빗나감 시 획득:
uk: Отримує, коли хтось не влучає по самому герою:
zh_cn: 闪避攻击时获得：

# effect_tooltip_skill_effect_on_resist
source: Gain On Resist:
ja: 抵抗時に獲得：
ko: 저항 시 획득:
uk: Отримує, коли чинить опір:
zh_cn: 抵抗成功时获得：

# effect_tooltip_skill_effect_on_resist_bundled
source: <color=#{notable}>Gain On {0} Resist:</color> {1}
ja: <color=#{notable}>{0}抵抗時に獲得：</color>{1}
ko: <color=#{notable}>{0} 저항 시 획득:</color> {1}
uk: <color=#{notable}>Отримує, коли чинить опір {0}:</color> {1}
zh_cn: <color=#{notable}>{0}抵抗成功时获得：</color>{1}

# effect_tooltip_skill_effect_others
source: Others:
ja: その他：
ko: 기타:
uk: Інше:
zh_cn: 其它：

# effect_tooltip_skill_effect_performer
source: <color=#{notable}>Self:</color>
ja: <color=#{notable}>自身：</color>
ko: <color=#{notable}>자신:</color>
uk: <color=#{notable}>Сам персонаж:</color>
zh_cn: <color=#{notable}>自身：</color>

# effect_tooltip_skill_effect_performer_after_target
source: <color=#{notable}>Self:</color>
ja: <color=#{notable}>自身：</color>
ko: <color=#{notable}>자신:</color>
uk: <color=#{notable}>Сам персонаж:</color>
zh_cn: <color=#{notable}>自身：</color>

# effect_tooltip_skill_effect_performer_from_target
source: <color=#{notable}>Self:</color>
ja: <color=#{notable}>自身：</color>
ko: <color=#{notable}>자신:</color>
uk: <color=#{notable}>Сам персонаж:</color>
zh_cn: <color=#{notable}>自身：</color>

# effect_tooltip_skill_effect_performer_neighbor_random
source: Random Adjacent Hero:
ko: 무작위 인접 영웅에:
uk: Випадковий сусідній герой:
