Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# effect_skill_occ_binding_shadows_u_performer_override
source: <color=#{buff}>Self:</color> <color=#{move}>Forward</color> 1, <sprite name={q}token_uc_power{q}> when Target <sprite name={q}token_combo{q}>, <sprite name={q}token_uc_power{q}> (50%)
ko: <color=#{buff}>자신:</color> <color=#{move}>전진</color> 1, <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_uc_power{q}>, <sprite name={q}token_uc_power{q}> (50%)
uk: <color=#{buff}>Сам персонаж:</color> <color=#{move}>вперед</color> на 1, <sprite name={q}token_uc_power{q}>, якщо ціль <sprite name={q}token_combo{q}>, <sprite name={q}token_uc_power{q}> (50%)

# effect_skill_pd_cause_of_death_target_override
source: <color=#{debuff}>Target:</color> Deals 75% of remaining <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> on Target as DMG <color=#{debuff}>Target:</color> Remove <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>
ko: <color=#{debuff}>대상:</color> 대상에게 남은 <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>의 75%를 즉시 피해로 입힘 <color=#{debuff}>대상:</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 제거
uk: <color=#{debuff}>Ціль:</color> завдає 75% від залишк. <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> по цілі як ШКД <color=#{debuff}>Ціль:</color> знімає <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>

# effect_skill_pd_cause_of_death_u_target_override
source: <color=#{debuff}>Target:</color> <sprite name={q}token_combo{q}> <color=#{debuff}>Target:</color> Deals 100% of remaining <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> on Target as DMG <color=#{debuff}>Target:</color> Remove <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>
ko: <color=#{debuff}>대상:</color> <sprite name={q}token_combo{q}> <color=#{debuff}>대상:</color> 대상에게 남은 <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>의 100%를 즉시 피해로 입힘 <color=#{debuff}>대상:</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 제거
uk: <color=#{debuff}>Ціль:</color> <sprite name={q}token_combo{q}> <color=#{debuff}>Ціль:</color> завдає 100% від залишк. <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> по цілі як ШКД <color=#{debuff}>Ціль:</color> знімає <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>

# effect_skill_pd_indiscriminate_science_target_override
source: <color=#{buff}>Target:</color> <color=#{heal}>Heal 10%</color> <color=#{buff}>+10%</color> Healed per <color=#{buff}>Positive</color> Token Remove All <color=#{buff}>Positive</color> Tokens
ko: <color=#{buff}>대상:</color> <color=#{heal}>10% 치유</color> <color=#{buff}>긍정적</color> 토큰 하나당 치유량 <color=#{buff}>+10%</color> <color=#{buff}>긍정적</color> 토큰 전부 제거
uk: <color=#{buff}>Ціль:</color> <color=#{heal}>лікує 10%</color> <color=#{buff}>+10%</color> лікування за кожну <color=#{buff}>позитивну</color> мітку Знімає всі <color=#{buff}>позитивні</color> мітки

# effect_skill_pd_indiscriminate_science_u_target_override
source: <color=#{buff}>Target:</color> <color=#{heal}>Heal 10%</color> <color=#{buff}>+10%</color> Healed per <color=#{buff}>Positive</color> Token <color=#{buff}>+5%</color> Healed per <color=#{debuff}>Negative</color> Token Remove All <color=#{buff}>Positive</color> and <color=#{debuff}>Negative</color> Tokens
ko: <color=#{buff}>대상:</color> <color=#{heal}>10% 치유</color> <color=#{buff}>긍정적</color> 토큰 하나당 치유량 <color=#{buff}>+10%</color> <color=#{debuff}>부정적</color> 토큰 하나당 치유량 <color=#{buff}>+5%</color> <color=#{buff}>긍정적</color> 및 <color=#{debuff}>부정적</color> 토큰 전부 제거
uk: <color=#{buff}>Ціль:</color> <color=#{heal}>лікує 10%</color> <color=#{buff}>+10%</color> лікування за кожну <color=#{buff}>позитивну</color> мітку <color=#{buff}>+5%</color> лікування за кожну <color=#{debuff}>негативну</color> мітку Знімає всі <color=#{buff}>позитивні</color> й <color=#{debuff}>негативні</color> мітки

# effect_skill_remove_all_stun_type_tokens_override
source: Remove <sprite name={q}token_daze{q}><sprite name={q}token_stun{q}>
ko: <sprite name={q}token_daze{q}><sprite name={q}token_stun{q}> 제거
uk: Знімає <sprite name={q}token_daze{q}><sprite name={q}token_stun{q}>

# effect_skill_run_searing_strike_target_override
source: <color=#{debuff}>Target:</color> <sprite name={q}icon_burn{q}><color=#{burn}>2</color> or <sprite name={q}icon_burn{q}><color=#{burn}>4</color> when Target <sprite name={q}token_combo{q}>
ko: <color=#{debuff}>대상:</color> <sprite name={q}icon_burn{q}><color=#{burn}>2</color> 또는 <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}icon_burn{q}><color=#{burn}>4</color>
uk: <color=#{debuff}>Ціль:</color> <sprite name={q}icon_burn{q}><color=#{burn}>2</color> або <sprite name={q}icon_burn{q}><color=#{burn}>4</color>, якщо ціль <sprite name={q}token_combo{q}>

# effect_skill_run_searing_strike_u_target_neighbor_random_override_EXAMPLE_1
source: <sprite name={q}token_combo{q}><sprite name={q}icon_burn{q}>: Chance To Spread <sprite name={q}icon_burn{q}>
ja: <sprite name={q}token_combo{q}><sprite name={q}icon_burn{q}>： 確率で<sprite name={q}icon_burn{q}>を広める
ko: <sprite name={q}token_combo{q}><sprite name={q}icon_burn{q}>: 일정 확률로 <sprite name={q}icon_burn{q}> 확산
zh_cn: <sprite name={q}token_combo{q}><sprite name={q}icon_burn{q}>：有概率传播<sprite name={q}icon_burn{q}>

# effect_skill_run_searing_strike_u_target_override
source: <color=#{debuff}>Target:</color> <sprite name={q}icon_burn{q}><color=#{burn}>3</color> or <sprite name={q}icon_burn{q}><color=#{burn}>6</color> when Target <sprite name={q}token_combo{q}>
ko: <color=#{debuff}>대상:</color> <sprite name={q}icon_burn{q}><color=#{burn}>3</color> 또는 <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}icon_burn{q}><color=#{burn}>6</color>
uk: <color=#{debuff}>Ціль:</color> <sprite name={q}icon_burn{q}><color=#{burn}>3</color> або <sprite name={q}icon_burn{q}><color=#{burn}>6</color>, якщо ціль <sprite name={q}token_combo{q}>

# effect_skill_runaway_combo_fire_spread_override_EXAMPLE_2
source: Chance to Spread
ja: 広まる確率
ko: 확산 확률
zh_cn: 有概率传播

# effect_skill_steal_combo_override
source: Steal <sprite name={q}token_combo{q}>
ko: <sprite name={q}token_combo{q}> 강탈
uk: Викрасти <sprite name={q}token_combo{q}>

# effect_skill_ves_divine_grace_target_override
source: <color=#{buff}>Target:</color> <color=#{heal}>Heal 25%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> Healed <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> Healed
ko: <color=#{buff}>대상:</color> <color=#{heal}>25% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: 치유량 <color=#{buff}>+10%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: 치유량 <color=#{buff}>+10%</color>
uk: <color=#{buff}>Ціль:</color> <color=#{heal}>лікує 25%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> лікування <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> лікування

# effect_skill_ves_divine_grace_u_target_override
source: <color=#{buff}>Target:</color> <color=#{heal}>Heal 30%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> Healed <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> Healed
ko: <color=#{buff}>대상:</color> <color=#{heal}>30% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: 치유량 <color=#{buff}>+10%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: 치유량 <color=#{buff}>+10%</color>
uk: <color=#{buff}>Ціль:</color> <color=#{heal}>лікувє 30%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> лікування <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>+10%</color> лікування

# effect_skill_ves_judgement_p3_weak_override
source: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_weak{q}> <color=#{debuff}>Target:</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_vulnerable{q}>
ko: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_weak{q}> <color=#{debuff}>대상:</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_vulnerable{q}>
uk: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_weak{q}> <color=#{debuff}>Ціль:</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_vulnerable{q}>

# effect_skill_ves_judgement_p3_weak_u_override
source: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_weak{q}>x2 <color=#{debuff}>Target:</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_vulnerable{q}>x2
ko: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_weak{q}>x2 <color=#{debuff}>대상:</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_vulnerable{q}>x2
uk: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_weak{q}>x2 <color=#{debuff}>Ціль:</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_vulnerable{q}>x2

# effect_skill_ves_mantra_p1_heal_u_override
source: <color=#{heal}>Heal 15%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>Self Heal 25%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>-1</color> <sprite name={q}token_stress{q}> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Self: <color=#{buff}>-2</color> <sprite name={q}token_stress{q}>
ko: <color=#{heal}>15% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>자가 치유 25%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_stress{q}> <color=#{buff}>-1</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: 자신: <sprite name={q}token_stress{q}> <color=#{buff}>-2</color>
uk: <color=#{heal}>Лікування 15%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>лікує себе 25%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{buff}>–1</color><sprite name={q}token_stress{q}> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: сам персонаж: <color=#{buff}>–2</color> <sprite name={q}token_stress{q}>

# effect_skill_ves_mantra_p3_heal_u_override
source: <color=#{heal}>Heal 10%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>Heal 20%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Remove All <color=#{debuff}>Negative</color> Tokens
ko: <color=#{heal}>10% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>20% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{debuff}>부정적</color> 토큰 전부 제거
uk: <color=#{heal}>Лікування 10%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>лікує 20%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Знімає всі <color=#{debuff}>негативні</color> мітки

# effect_skill_ves_mantra_u_target_override
source: <color=#{buff}>Target:</color> <color=#{heal}>Heal 10%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>Heal 20%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Triggers the effect of any Consecration
ko: <color=#{buff}>대상:</color> <color=#{heal}>10% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>20% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: 축성 효과 전부 발동
uk: <color=#{buff}>Ціль:</color> <color=#{heal}>лікування 10%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>лікування 20%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: активує ефект будь-якої консекрації

# effect_skill_ves_ministrations_target_override
source: <color=#{buff}>Target:</color> Remove <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_daze{q}><sprite name={q}token_stun{q}>
ko: <color=#{buff}>대상:</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_daze{q}><sprite name={q}token_stun{q}> 제거
uk: <color=#{buff}>Ціль:</color> знімає <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_daze{q}><sprite name={q}token_stun{q}>

# effect_skill_ves_ministrations_u_target_override
source: <color=#{buff}>Target:</color> Remove <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_daze{q}><sprite name={q}token_stun{q}> <color=#{buff}>+30% RES</color> per token type removed
ko: <color=#{buff}>대상:</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_daze{q}><sprite name={q}token_stun{q}> 제거 제거된 토큰 유형 하나당 <color=#{buff}>저항 +30%</color>
uk: <color=#{buff}>Ціль:</color> знімає <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_daze{q}><sprite name={q}token_stun{q}> <color=#{buff}>+30% ОПР</color> за кожний тип знятої мітки

# effect_tooltip_actor_type_both
source: Both
ja: 両方
ko: 양쪽
uk: будь-яка ціль
zh_cn: 双方

# effect_tooltip_actor_type_monsters@0
source: Enemy
ja: 敵
ko: 적군
uk: ворог
zh_cn: 敌人

# effect_tooltip_actor_type_monsters@1
source: Enemy
ja: 敵
ko: 적군
uk: ворог
zh_cn: 敌人

# effect_tooltip_actor_type_party
source: Party
ja: パーティ
ko: 원정대
uk: група
zh_cn: 队伍

# effect_tooltip_actor_type_performer
source: Self
ja: 自身
ko: 자신
uk: сам персонаж
zh_cn: 自身

# effect_tooltip_actor_type_target
source: Target
ja: 対象
ko: 대상
uk: ціль
zh_cn: 目标

# effect_tooltip_actor_type_target_neighbor_front
source: Enemy in Front:
ko: 앞쪽 적:

# effect_tooltip_add_quirk@0
source: Add {0}
ja: {0}を追加
ko: {0} 추가
uk: Додає {0}
zh_cn: 添加{0}

# effect_tooltip_add_quirk@1
source: Add {0}
ja: {0}を追加
ko: {0} 추가
uk: Додає {0}
zh_cn: 添加{0}

# effect_tooltip_add_turn
source: Extra Action
ja: 追加アクション
ko: 추가 행동
uk: Додаткова дія
zh_cn: 额外行动

# effect_tooltip_affinity_leaning_change
source: Affinity Leaning Change {0}
ja: 親密度の変動量補正{0}
ko: 호감도 변화 {0}
uk: Думка змін. {0}
zh_cn: 和睦值变更倾向{0}

# effect_tooltip_buff_remove_all_tags
source: Removes {0}
ja: すべて除去：{0}
ko: 제거: {0}
uk: Знімає {0}
zh_cn: 移除{0}

# effect_tooltip_change_class_actor_id
source: Change Class to {0}
ja: クラスを{0}に変更
ko: 다음으로 직업 변경: {0}
uk: Клас зміниться на {0}
zh_cn: 将职业变更至{0}

# effect_tooltip_condition_actor_stat_value
source: If {0} {1}{2}: {3}
ja: {0}{1}{2}の場合：{3}
ko: {0} {1}{2} 일 때: {3}
uk: Якщо {0} {1}{2}: {3}
zh_cn: 如果{0}{1}{2}：{3}

# effect_tooltip_condition_always
source: If always {0}
ja: 常時：{0}
ko: 항상 {0} 일 때
uk: Якщо завжди {0}
zh_cn: 如果始终{0}

# effect_tooltip_condition_biome
source: In {0}: {1}
ko: {0}에서: {1}
uk: У регіоні {0}: {1}

# effect_tooltip_condition_biome_typical_count
source: If {0}{1}{2}: {3}
ko: {0} {1}{2} 일 때: {3}
uk: Якщо {0}{1}{2}: {3}

# effect_tooltip_condition_buff_tag_amount
source: If {0} {1}{2}: {3}
ja: {0}{1}{2}の場合：{3}
ko: {0} {1}{2} 일 때: {3}
uk: Якщо {0} {1}{2}: {3}
zh_cn: 如果{0}{1}{2}：{3}

# effect_tooltip_condition_combat_item_equipped
source: If {0} is equipped: {1}
ja: {0}を装備している場合：{1}
ko: {0} 장비 시: {1}
uk: Якщо додати предмет «{0}»: {1}
zh_cn: 如果装备了{0}：{1}

# effect_tooltip_condition_doom_reset_count_multiple
source: Loathing: {0}
ko: 해악: {0}
uk: Огида: {0}

# effect_tooltip_condition_dot_tag_amount
source: If {0} {1}{2}: {3}
ja: {0}{1}{2}の場合：{3}
ko: {0} {1}{2} 일 때: {3}
uk: Якщо {0} {1}{2}: {3}
zh_cn: 如果{0}{1}{2}：{3}

# effect_tooltip_condition_dot_tag_amount_nonzero
source: If {0}: {1}
ja: {0}の場合：{1}
ko: {0}일 때 {1}
uk: Якщо {0}: {1}
zh_cn: 如果{0}：{1}

# effect_tooltip_condition_dot_tag_amount_nonzero_target
source: If {0} {1}: {2}
ja: {0}{1}の場合：{2}
ko: {0} {1}일 때: {2}
uk: Якщо {0} {1}: {2}
zh_cn: 如果{0}{1}：{2}

# effect_tooltip_condition_dot_tag_amount_zero
source: If no {0}: {1}
ja: {0}が無い場合：{1}
ko: {0} 상태가 아닐 때: {1}
uk: Якщо немає {0}: {1}
zh_cn: 如果没有{0}：{1}

# effect_tooltip_condition_first_initiative
source: If First in Turn Order: {0}
ja: ターン順で最初の場合：{0}
ko: 턴 순서에서 첫 번째일 때: {0}
uk: Якщо перш. у черзі: {0}
zh_cn: 如果本回合最先行动：{0}

# effect_tooltip_condition_health_percent
source: If HP {0}{1}%: {2}
ko: 체력이 {0}{1}% 일 때: {2}
uk: Якщо ОЗ {0}{1}%: {2}

# effect_tooltip_condition_health_percent_party
source: Party HP {0}{1}%: {2}
ja: パーティHP{0}{1}%：{2}
ko: 원정대 체력 {0}{1}%: {2}
uk: Якщо ОЗ групи {0}{1}%: {2}
zh_cn: 队伍HP{0}{1}%：{2}

# effect_tooltip_condition_item_amount
source: If <color=#{notable}>{0}</color> in inventory {1}{2}: {3}
ko: <color=#{notable}>{0}</color> 소지 시 {1}{2}: {3}
uk: Якщо <color=#{notable}>{0}</color> в інвентарі {1}{2}: {3}

# effect_tooltip_condition_item_equipped_tag
source: If <color=#{notable}>{0}</color> item is equipped: {1}
ja: <color=#{notable}>{0}</color>アイテムを装備している場合：{1}
ko: <color=#{notable}>{0}</color> 아이템 장비 시: {1}
uk: Якщо додати предмет категорії <color=#{notable}>{0}</color>: {1}
zh_cn: 如果装备了<color=#{notable}>{0}</color>：{1}

# effect_tooltip_condition_item_equipped_tag_multiple
source: {1} per <color=#{notable}>{0}</color> item equipped
ko: 장비한 <color=#{notable}>{0}</color>마다 {1}
uk: {1} за кожний додатковий предмет категорії <color=#{notable}>{0}</color>

# effect_tooltip_condition_item_tag
source: If {0} Item: {1}
ja: {0}アイテムの場合：{1}
ko: {0} 아이템에: {1}
uk: Якщо предмет категорії «{0}»: {1}
zh_cn: 如果{0}物品：{1}

# effect_tooltip_condition_item_tag_amount
source: If <color=#{notable}>{0}</color> in inventory {1}{2}: {3}
ko: <color=#{notable}>{0}</color> 소지 시 {1}{2}: {3}
uk: Якщо <color=#{notable}>{0}</color> в інвентарі {1}{2}: {3}

# effect_tooltip_condition_item_tag_amount_greater_equal_two
source: {3} per <color=#{notable}>{2} {0}</color> items in inventory
ko: 소지품의 <color=#{notable}>{2} {0}</color>마다 {3}
uk: {3} за кожний <color=#{notable}>{2} предмет категорії {0}</color> в інвентарі

# effect_tooltip_condition_killed_class
source: If Killed {0}{1}{2}: {3}
ja: キルした{0}{1}{2}の場合：{3}
ko: {0}{1}{2} 처치 시: {3}
uk: Якщо загин. {0}{1}{2}: {3}
zh_cn: 如果杀死了{0}{1}{2}：{3}

# effect_tooltip_condition_last_initiative
source: If Last in Turn Order: {0}
ja: ターン順で最後の場合：{0}
ko: 턴 순서에서 마지막일 때: {0}
uk: Якщо остан. у черзі: {0}
zh_cn: 如果本回合最后行动：{0}

# effect_tooltip_condition_node
source: If {0}: {1}
ja: {0}の場合：{1}
ko: {0}일 때: {1}
uk: Якщо {0}: {1}
zh_cn: 如果{0}：{1}

# effect_tooltip_condition_path
source: If {0}: {1}
ko: {0}일 때: {1}
uk: Якщо {0}: {1}

# effect_tooltip_condition_path_tag_amount
source: If {0}{1}{2}: {3}
ko: {0} {1}{2} 일 때: {3}
uk: Якщо {0}{1}{2}: {3}

# effect_tooltip_condition_profile_run_end_streak_failure
source: If Expedition Failure Streak: {0}
ja: 遠征連敗中の場合：{0}
ko: 원정이 연속 실패 시: {0}
uk: Якщо в учасників походу смуга невдач: {0}
zh_cn: 征程连败：{0}

# effect_tooltip_condition_profile_run_end_streak_victory
source: If Expedition Victory Streak: {0}
ja: 遠征連勝中の場合：{0}
ko: 원정이 연속 성공 시: {0}
uk: Якщо в учасників походу смуга перемог: {0}
zh_cn: 征程连胜：{0}

# effect_tooltip_condition_profile_value@0
source: If {0} Unlocked: {1}
ko: {0} 해금 시: {1}
uk: Якщо відкрито {0}: {1}

# effect_tooltip_condition_profile_value@1
source: If {0}{1}{2}: {3}
ko: {0} {1}{2} 일 때: {3}
uk: Якщо {0}{1}{2}: {3}

# effect_tooltip_condition_quirk
source: If {0}: {1}
ko: {0} 일 때: {1}
uk: Якщо {0}: {1}

# effect_tooltip_condition_quirk_tag_amount
source: If {0}: {1}
ja: {0}の場合：{1}
ko: {0} 일 때: {1}
uk: Якщо {0}: {1}
zh_cn: 如果{0}：{1}

# effect_tooltip_condition_rank
source: If Rank {0}{1}: {2}
ja: ランク{0}{1}の場合：{2}
ko: {0}{1} 열에서: {2}
uk: Якщо позиція {0}{1}: {2}
zh_cn: 如果位置{0}{1}：{2}

# effect_tooltip_condition_rank_inverse
source: If Not Rank {0}{1}: {2}
ja: ランク{0}{1}でない場合：{2}
ko: {0}{1} 열이 아닐 때: {2}
uk: Якщо позиція не {0}{1}: {2}
zh_cn: 如果位置不{0}{1}：{2}

# effect_tooltip_condition_roster_status
source: If {0}: {1}
ko: {0} 일 때: {1}
uk: Якщо {0}: {1}

# effect_tooltip_condition_round
source: On Round {0}{1}: {2}
ja: ラウンド{0}{1}の時：{2}
ko: {0}{1} 라운드에: {2}
uk: У раунді {0}{1}: {2}
zh_cn: 回合数{0}{1}: {2}

# effect_tooltip_condition_round_multiple
source: {0} per Round
ja: ラウンド毎に{0}
ko: 라운드마다 {0}
uk: {0} за кожний раунд
zh_cn: 每回合{0}

# effect_tooltip_condition_run_value
source: If {0} {1}{2}: {3}
ja: {0}{1}{2}の場合：{3}
ko: {0} {1}{2} 일 때: {3}
uk: Якщо {0} {1}{2}: {3}
zh_cn: 如果{0}{1}{2}：{3}

# effect_tooltip_condition_run_value_percent
source: If {0} {1}{2}%: {3}
ko: {0} {1}{2}% 일 때: {3}
uk: Якщо {0} {1}{2}%: {3}

# effect_tooltip_condition_skill
source: {0} Skill: {1}
ko: {0} 기술: {1}

# effect_tooltip_condition_skill_tag
source: {0} Skills: {1}
ja: {0}スキル：{1}
ko: {0} 기술: {1}
zh_cn: {0}技能：{1}

# effect_tooltip_condition_status
source: {1} while on {0}
ko: {0} 상태 동안 {1}
uk: {1} за такої умови: {0}

# effect_tooltip_condition_stress
source: Stress {0} {1}: {2}
ja: ストレス{0}{1}：{2}
ko: 스트레스 {0} {1}: {2}
uk: Стрес {0}{1}: {2}
zh_cn: 压力{0}{1}：{2}

# effect_tooltip_condition_stress_multiple
source: {0} per Stress
ja: ストレス毎に{0}
ko: 스트레스당 {0}
uk: {0} за кожне очко стресу
zh_cn: 每点压力{0}

# effect_tooltip_condition_stress_percent
source: Stress {0} {1}%: {2}
ja: ストレス{0}{1}%：{2}
ko: 스트레스 {0} {1}%: {2}
uk: Стрес {0}{1}%: {2}
zh_cn: 压力{0}{1}%：{2}

# effect_tooltip_condition_stress_percent_multiple
source: {0} per Each % of Stress
ja: ストレスの各%毎に{0}
ko: 스트레스 %마다 {0}
uk: {0} за кожний % стресу
zh_cn: 每压力百分比{0}

# effect_tooltip_condition_tag_inverse
source: {1} per Missing {0}
ja: 失った{0}毎に{1}
ko: 누락된 {0}마다 {1}
uk: {1} за відсутн. {0}
zh_cn: 每缺少一名{0}{1}

# effect_tooltip_condition_token_amount_nonzero
source: If {0}: {1}
ja: {0}の場合：{1}
ko: {0} 일 때: {1}
uk: Якщо {0}: {1}
zh_cn: 如果{0}：{1}
