Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_icon_description_icon_story_token_hunger_Preview
source: Hunger
ko: 허기
uk: Голод

# story_icon_description_icon_story_token_immoblize_Preview
source: Immobilize
ja: 移動不可
ko: 이동 불가
uk: Капкан
zh_cn: 无法移动

# story_icon_description_icon_story_token_move_Preview
source: Move
ko: 이동
uk: Переміщ.

# story_icon_description_icon_story_token_riposte_Preview
source: Riposte
ko: 반격
uk: Відбиття

# story_icon_description_icon_story_token_speed_Preview
source: Speed
ja: 加速
ko: 속도
uk: Швидк.
zh_cn: 迅捷

# story_icon_description_icon_story_token_stealth_Preview
source: Stealth
ja: 隠密
ko: 은신
uk: Скритн.
zh_cn: 潜行

# story_icon_description_icon_story_token_strength_Preview
source: Strength
ja: 力
ko: 힘
uk: Сила
zh_cn: 力量

# story_icon_description_icon_story_token_taunt_Preview
source: Taunt
ja: 挑発
ko: 도발
uk: Глузування
zh_cn: 嘲讽

# story_icon_description_icon_story_token_turn_Preview
source: Turn
ko: 턴
uk: Хід

# story_icon_description_icon_story_token_uc_power_Preview
source: Unchecked Power
ja: 止まらぬ力
ko: 미지의 힘
uk: Надсила
zh_cn: 不羁之力

# story_icon_description_icon_story_token_vulnerable_Preview
source: Vulnerable
ja: 脆弱
ko: 취약
uk: Вразливість
zh_cn: 脆弱

# story_icon_description_icon_story_token_weak_Preview
source: Weak
ko: 약화
uk: Слабкість

# story_icon_description_icon_story_torch_large_Preview
source: Large Flame
ko: 대량의 불꽃
uk: Полум’я (багато)

# story_icon_description_icon_story_torch_med_Preview
source: Flame
ko: 불꽃
uk: Полум’я

# story_icon_description_icon_story_torch_mixed_Preview
source: Mixed Flame
ja: 混合炎
ko: 미확인 불꽃
uk: Випадк. змін. Полум’я
zh_cn: 火炬+/-

# story_icon_description_icon_story_torch_Preview
source: Flame
ja: 炎
ko: 불꽃
uk: Полум’я
zh_cn: 火炬

# story_icon_description_icon_story_torch_small_Preview
source: Small Flame
ko: 소량의 불꽃
uk: Полум’я (мал.)

# story_icon_description_icon_story_treasure_large_Preview
source: Large Treasure
ko: 대량의 보물
uk: Скарб (багато)

# story_icon_description_icon_story_treasure_med_Preview
source: Treasure
ko: 보물
uk: Скарб

# story_icon_description_icon_story_treasure_small_Preview
source: Small Treasure
ko: 소량의 보물
uk: Скарб (мал.)

# story_icon_description_icon_story_trinket_loot_Preview
source: Trinket
ko: 장신구
uk: Дрібничка

# story_icon_description_icon_story_wheel_Preview
source: Wheels
ko: 바퀴
uk: Колеса

# story_icon_description_icon_story_wine_Preview
source: Strange Wines
ko: 기이한 포도주
uk: Дивні вина

# story_info_tooltip
source: Hold <color=#{notable}>[@{UIAltModifier}]</color> on choices for more info
ko: 추가 정보를 확인하려면 <color=#{notable}>[@{UIAltModifier}]</color>를 길게 눌러 선택
uk: Утримуйте <color=#{notable}>[@{UIAltModifier}]</color>, щоб переглянути більше інформації

# story_screen_click_hold_to_select_label
source: Click and hold hero to make a selection
ja: 英雄をクリック&ホールドして選択します
ko: 영웅을 길게 클릭하여 선택
uk: Утримуйте портрет героя, щоб вибрати
zh_cn: 长按英雄以做出选择

# story_title_assist@0
source: Assist Us!
ja: 支援してください！
ko: 힘 좀 보태 주세요!
uk: Змилуйтеся!
zh_cn: 援助我们！

# story_title_assist@1
source: Help Us!
ja: 助けてください！
ko: 도와 주세요!
uk: Допоможіть нам!
zh_cn: 帮帮我们！

# story_title_cosmic@0
source: Forgotten...
ja: 忘れられていた...
ko: 잊힌 존재...
uk: У забутті...
zh_cn: 被人遗忘……

# story_title_cosmic@1
source: The Unknown...
ja: 未知の...
ko: 알 수 없는 존재...
uk: Невідомість...
zh_cn: 无人知晓……

# story_title_creatureden
source: Creature Den
ja: 怪物の巣窟
ko: 괴물의 굴
uk: Барліг
zh_cn: 兽窟

# story_title_cultist
source: Cultists!
ja: 崇拝者！
ko: 이교도다!
uk: Єретики!
zh_cn: 邪祟！

# story_title_gauntchirurgeon
source: Chirurgeon's Table
ko: 거머리 의사의 작업대

# story_title_oasis
source: Soothing Waters
ja: 癒しの水
ko: 시원한 물
uk: Води покою
zh_cn: 宁静的水域

# story_title_resist@0
source: Fiends!
ja: 悪魔！
ko: 악마다!
uk: Тварюки!
zh_cn: 恶魔！

# story_title_resist@1
source: Scoundrels!
ja: 悪党！
ko: 불한당들이다!
uk: Негідники!
zh_cn: 恶棍！

# story_title_resist+cave
source: Swine!
ja: 豚！
ko: 돼지다!
uk: Вепрі!
zh_cn: 猪人！

# story_title_resist+city
source: Fanatics!
ja: 狂信者！
ko: 광신도다!
uk: Фанатики!
zh_cn: 狂徒！

# story_title_resist+coast
source: Fisherfolk!
ja: 漁民！
ko: 어인들이다!
uk: Риболюди!
zh_cn: 渔人！

# story_title_resist+farm
source: Plague Eaters!
ja: 疫病腐食者！
ko: 역병아귀다!
uk: Чуможери!
zh_cn: 饕餮客！

# story_title_resist+forest
source: Lost Battalion!
ja: 失われた大隊！
ko: 사라진 대대다!
uk: Заблуканий батальйон!
zh_cn: 迷途军！

# story_title_valley
source: Assist
ja: 支援
ko: 조력
uk: Допомога
zh_cn: 援助

# stress_threshold_0_label
source: Tense
ja: 緊張
ko: 긴장
uk: Напруга
zh_cn: 紧绷

# stress_threshold_1_label
source: Irritable
ja: 短慮
ko: 짜증
uk: Роздратування
zh_cn: 易怒

# stress_threshold_2_label
source: Roiling
ja: 立腹
ko: 울화
uk: Лють
zh_cn: 沸腾

source: Suspicious
ja: 疑心
ko: 의심
uk: Підозра
zh_cn: 怀疑

# tag_animal
source: Creature
ko: 생물
uk: Істота

# tag_cadaver
source: Cadaver
ja: キャダバー
ko: 송장
uk: Кадавр
zh_cn: 尸身

# tag_coastal
source: Fisherfolk
ja: 魚人
ko: 어인
uk: Риболюд
zh_cn: 渔人

# tag_coffin
source: Coffin
ja: 棺
ko: 관
uk: Труна
zh_cn: 棺材

# tag_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# tag_cosmic
source: Cosmic
ja: 異形
ko: 우주적
uk: Космікон
zh_cn: 恒宇

# tag_cultist
source: Cultist
ja: 崇拝者
ko: 이교도
uk: Єретик
zh_cn: 邪祟

# tag_fanatic
source: Fanatic
ja: 狂信者
ko: 광신도
uk: Фанатик
zh_cn: 狂徒

# tag_gaunt
source: Gaunt
ja: 亡者
ko: 쭉정이
uk: Здихль
zh_cn: 憔悴者

# tag_gentry
source: Plague Eater
ja: 疫病腐食者
ko: 역병아귀
uk: Чуможер
zh_cn: 饕餮客

# tag_ghost
source: Vengeful Spirit
ja: 復讐の精神
ko: 원귀
uk: Дух помсти
zh_cn: 复仇之灵

# tag_gr_guard
source: Guard
ja: 護衛兵
ko: 보호
uk: Страж
zh_cn: 守卫

# tag_grave
source: Grave
ja: 墓
ko: 무덤
uk: Могила
zh_cn: 坟墓

# tag_hero
source: Hero
ja: 英雄
ko: 영웅
uk: Герой
zh_cn: 英雄

# tag_melee
source: Melee
ja: 近接
ko: 근접
uk: Ближній бій
zh_cn: 近战

# tag_not_corpse
source: Not Corpse
ja: 死体ではない
ko: 시체 아님
uk: Не труп
zh_cn: 非尸体

# tag_not_gr_guard
source: Not Guard
ja: 護衛兵ではない
ko: 경비 아님
uk: Не страж
zh_cn: 非守卫

# tag_pillager
source: Pillager
ja: 略奪者
ko: 도적
uk: Грабіжник
zh_cn: 劫掠者

# tag_random_1
source: Random
ja: ランダム
ko: 무작위
uk: Випадковий
zh_cn: 随机

# tag_ranged
source: Ranged
ja: 遠距離
ko: 원거리
uk: Дистанц. бій
zh_cn: 远程

# tag_swine
source: Swine
ja: 豚
ko: 돼지
uk: Вепр
zh_cn: 猪人

# target_buff_desc_combo_ignore_30pct_bleed_resist_override
source: <color=#{buff}>+30%<sprite name={q}icon_bleed{q}> RES Piercing</color> when Target <sprite name={q}token_combo{q}>
ko: 대상이 <sprite name={q}token_combo{q}> 시 <color=#{buff}><sprite name={q}icon_bleed{q}>저항 무시 +30%</color>
uk: <color=#{buff}>+30% подолання ОПР <sprite name={q}icon_bleed{q}></color>, коли ціль <sprite name={q}token_combo{q}>

# target_buff_desc_combo_ignore_30pct_blight_resist_override
source: <color=#{buff}>+30%<sprite name={q}icon_blight{q}> RES Piercing</color> when Target <sprite name={q}token_combo{q}>
ko: 대상이 <sprite name={q}token_combo{q}> 시 <color=#{buff}><sprite name={q}icon_blight{q}>저항 무시 +30%</color>
uk: <color=#{buff}>+30% подолання ОПР <sprite name={q}icon_blight{q}></color>, коли ціль <sprite name={q}token_combo{q}>

# target_buff_desc_ignore_deaths_door_override
source: <color=#{buff}>Ignores<sprite name={q}icon_death_outline{q}></color>
ja: <color=#{buff}><sprite name={q}icon_death_outline{q}>を無視</color>
ko: <color=#{buff}><sprite name={q}icon_death_outline{q}>무시</color>
uk: <color=#{buff}>Ігнорує<sprite name={q}icon_death_outline{q}></color>
zh_cn: <color=#{buff}>无视<sprite name={q}icon_death_outline{q}></color>

# target_buff_desc_ignore_debuff_resist_10pct_override
source: <color=#{buff}>+10%<sprite name={q}icon_debuff{q}>RES Piercing</color>
ko: <color=#{buff}><sprite name={q}icon_debuff{q}>저항 무시 +10%</color>

# target_buff_desc_ignore_debuff_resist_20pct_override
source: <color=#{buff}>+20%<sprite name={q}icon_debuff{q}> RES Piercing</color>
ko: <color=#{buff}><sprite name={q}icon_debuff{q}>저항 무시 +20%</color>
uk: <color=#{buff}>+20% подолання ОПР <sprite name={q}icon_debuff{q}></color>

# target_buff_desc_stealth_ignore_deaths_door_override
source: <color=#{buff}>+20% <sprite name={q}icon_death_outline{q}>RES Piercing</color> <color=#{buff}>Ignores</color> <color=#{deathdoor}>Death's Door</color> when Self <sprite name={q}token_stealth{q}>
ko: <color=#{buff}><sprite name={q}icon_death_outline{q}>저항 무시 +20%</color> 자신이 <sprite name={q}token_stealth{q}>일 때 <color=#{deathdoor}>죽음의 문턱</color> <color=#{buff}>무시</color>
uk: <color=#{buff}>+20% подолання ОПР <sprite name={q}icon_death_outline{q}></color> <color=#{buff}>Ігнорує</color> <color=#{deathdoor}>поріг смерті</color>, коли сам персонаж <sprite name={q}token_stealth{q}>

# token_add_tag_neg_trinket_token
source: <color=#{debuff}>Negative</color>
ja: <color=#{debuff}>ネガティブ</color>
ko: <color=#{debuff}>부정적</color>
uk: <color=#{debuff}>негат.</color>
zh_cn: <color=#{debuff}>负面</color>

# token_add_tag_negative
source: <color=#{debuff}>Negative</color>
ja: <color=#{debuff}>ネガティブ</color>
ko: <color=#{debuff}>부정적</color>
uk: <color=#{debuff}>негат.</color>
zh_cn: <color=#{debuff}>负面</color>

# token_add_tag_pos_trinket_token
source: <color=#{buff}>Positive</color>
ja: <color=#{buff}>ポジティブ</color>
ko: <color=#{buff}>긍정적</color>
uk: <color=#{buff}>позит.</color>
zh_cn: <color=#{buff}>正面</color>

# token_add_tag_positive
source: <color=#{buff}>Positive</color>
ja: <color=#{buff}>ポジティブ</color>
ko: <color=#{buff}>긍정적</color>
uk: <color=#{buff}>позит.</color>
zh_cn: <color=#{buff}>正面</color>

# token_add_tag_random_1
source: Random
ja: ランダム
ko: 무작위
uk: випадков.
zh_cn: 随机

# token_adrenaline_description
source: Chance to heal when making an attack
ja: 攻撃時に確率で回復
ko: 공격 실행 시 일정 확률로 치유
uk: Шанс лікування, коли атакує
zh_cn: 攻击时有概率获得治疗

# token_barnacle_description
source: Inflicts <sprite name={q}icon_bleed{q}><color=#{bleed}>1</color> when moving
ja: 移動時<sprite name={q}icon_bleed{q}><color=#{bleed}>1</color>を付与
ko: 이동 시 <sprite name={q}icon_bleed{q}><color=#{bleed}>1</color> 발생
uk: Накладає <color=#{bleed}>1</color> <sprite name={q}icon_bleed{q}>, коли переміщується
zh_cn: 移动时造成<sprite name={q}icon_bleed{q}><color=#{bleed}>1</color>

# token_benediction_description
source: Enables the use of several powerful Skills
ja: 複数の強力なスキルを使用可能にする
ko: 강력한 기술 다수 활성화
uk: Дозволяє вдатися до кількох дійових навичок
zh_cn: 解锁数个强力技能

# token_blessing_of_fortitude_description
source: Grants <sprite name={q}token_block{q}>(50%) or <sprite name={q}token_dodge{q}>(50%) to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_block{q}>(50%) 또는 <sprite name={q}token_dodge{q}>(50%) 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_block{q}>(50%) або <sprite name={q}token_dodge{q}>(50%) герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blessing_of_fortitude_p2_description
source: Grants <sprite name={q}token_block{q}>(50%) or <sprite name={q}token_dodge{q}>(50%) to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_block{q}>(50%) 또는 <sprite name={q}token_dodge{q}>(50%) 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_block{q}>(50%) або <sprite name={q}token_dodge{q}>(50%) герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blessing_of_fortitude_p2_u_description
source: Grants <sprite name={q}token_deflect{q}>(50%) or <sprite name={q}token_dodge+{q}>(50%) to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_deflect{q}>(50%) 또는 <sprite name={q}token_dodge+{q}>(50%) 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_deflect{q}>(50%) або <sprite name={q}token_dodge+{q}>(50%) герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blessing_of_fortitude_u_description
source: Grants <sprite name={q}token_deflect{q}>(50%) or <sprite name={q}token_dodge+{q}>(50%) to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_deflect{q}>(50%) 또는 <sprite name={q}token_dodge+{q}>(50%) 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_deflect{q}>(50%) або <sprite name={q}token_dodge+{q}>(50%) герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blessing_of_light_description
source: Grants <sprite name={q}token_strength{q}> to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_strength{q}> 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_strength{q}> герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blessing_of_light_p2_description
source: Grants <sprite name={q}token_strength{q}> to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_strength{q}> 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_strength{q}> герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blessing_of_light_p2_u_description
source: Grants <sprite name={q}token_strength{q}>(75%) or <sprite name={q}token_crit{q}>(25%) to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_strength{q}>(75%) 또는 <sprite name={q}token_crit{q}>(25%) 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_strength{q}>(75%) або <sprite name={q}token_crit{q}>(25%) герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blessing_of_light_u_description
source: Grants <sprite name={q}token_strength{q}>(75%) or <sprite name={q}token_crit{q}>(25%) to the Hero in this rank on <color=#{notable}>Turn Start</color> Does not stack with other <color=#{notable}>Consecrations</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 영웅에게 <sprite name={q}token_strength{q}>(75%) 또는 <sprite name={q}token_crit{q}>(25%) 제공 다른 <color=#{notable}>축성</color>과 중첩되지 않음
uk: Дає <sprite name={q}token_strength{q}>(75%) або <sprite name={q}token_crit{q}>(25%) герою на цій позиції на <color=#{notable}>початку ходу.</color> Не додається до інших <color=#{notable}>консекрацій</color>

# token_blind_description
source: 50% chance to miss next attack
ja: 50%の確率で次の攻撃をミスする
ko: 50% 확률로 다음 공격이 빗나감
uk: Не влучить під час наступної атаки з імовірністю 50%
zh_cn: 下次攻击有50%概率失手

# token_block_description
source: Takes -50% DMG from next hit
ja: 次に受ける攻撃のダメージ-50%
ko: 다음 공격으로 입는 피해 -50%
uk: Отримає –50% ШКД під час наступного удару
zh_cn: 下次受击伤害-50%

# token_block_dot_apply
source: <color=#{buff}>Resilience</color>
ja: <color=#{buff}>出血回避</color>
ko: <color=#{buff}>의지</color>
uk: <color=#{buff}>Стійкість</color>
zh_cn: <color=#{buff}>坚韧</color>

# token_block_dot_apply_description
source: Prevents the next <color=#{bleed}>Bleed</color>
ja: 次に受ける<color=#{bleed}>出血</color>を回避
ko: 다음 <color=#{bleed}>출혈</color> 방지
uk: Захист від наступної <color=#{bleed}>кровотечі</color>
zh_cn: 防止下一次<color=#{bleed}>流血</color>

# token_block_move_description
source: Prevents the next hostile Move effect
ja: 次に受ける、敵が与えてきた移動効果を回避
ko: 다음 불리한 이동 효과 방지
uk: Захист від наступного ворожого ефекту під час переміщення
zh_cn: 防止下一次恶意移动效果

# token_block_plus_description
source: Takes -75% DMG from next hit
ja: 次に受ける攻撃のダメージ-75%
ko: 다음 공격으로 입는 피해 -75%
uk: Отримає –75% ШКД під час наступного удару
zh_cn: 下次受击伤害-75%

# token_block_stress_damage
source: <color=#{buff}>Block Stress</color>
ja: <color=#{buff}>ストレス保護</color>
ko: <color=#{buff}>스트레스 차단</color>
uk: <color=#{buff}>Стрес-щит</color>
zh_cn: <color=#{buff}>防止压力</color>

# token_block_stress_damage_description
source: Prevents next Stress Damage
ja: 次に受けるストレスダメージを回避
ko: 다음 스트레스 피해 방지
uk: Захист від наступного отримання стресу
zh_cn: 防止下一次压力提升

# token_call_of_the_deep_description
source: Leviathan's baleful gaze rests upon you
ja: 海獣の恐ろしい視線を向けられている
ko: 레비아탄의 악의 어린 시선을 받고 있습니다
uk: На вас спрямований зловісний погляд Левіафана
zh_cn: 利维坦正恶毒地盯着你

# token_combo_description
source: Triggers additional Skill effects when targeted
ja: 対象になった時、追加のスキル効果を発動
ko: 지정 시 추가 기술 효과 발동
uk: Спрацьовують додаткові ефекти навичок, якщо вибрати як ціль
zh_cn: 作为目标时触发技能的额外效果

# token_concuss
source: <color=#{combo}>Concuss</color>
ja: <color=#{combo}>脳震とう</color>
ko: <color=#{combo}>뇌진탕</color>
uk: <color=#{combo}>Контузія</color>
zh_cn: <color=#{combo}>震荡</color>

# token_concuss_description
source: Primed for a combo effect
ja: コンボ効果のための準備
ko: 연계 효과 준비 단계
uk: Підготовка до комбо-ефекту
zh_cn: 某种组合技效果的前置条件

# token_confuse
source: <color=#{combo}>Confuse</color>
ja: <color=#{combo}>混乱</color>
ko: <color=#{combo}>혼란</color>
uk: <color=#{combo}>Приголомшення</color>
zh_cn: <color=#{combo}>困惑</color>

# token_confuse_description
source: Primed for a combo effect
ja: コンボ効果のための準備
ko: 연계 효과 준비 단계
uk: Підготовка до комбо-ефекту
zh_cn: 某种组合技效果的前置条件

# token_controlled_burn_description
source: Inflicts <sprite name={q}icon_burn{q}><color=#{burn}>2</color> on enemies in this rank on <color=#{notable}>Turn Start</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 적에게 <sprite name={q}icon_burn{q}><color=#{burn}>2</color> 적용

# token_controlled_burn_u_description
source: Inflicts <sprite name={q}icon_burn{q}><color=#{burn}>3</color> on enemies in this rank on <color=#{notable}>Turn Start</color>
ko: <color=#{notable}>턴 시작 시</color> 해당 열의 적에게 <sprite name={q}icon_burn{q}><color=#{burn}>3</color> 적용

# token_conviction_description
source: Empowers certain Skills
ja: 特定のスキルを強化
ko: 특정 기술 강화
uk: Посилює певні навички
zh_cn: 强化特定技能

# token_conviction_p1_description
source: Empowers certain Skills +10% <sprite name={q}icon_move{q}><sprite name={q}icon_stun{q}> RES per <color=#{notable}>Conviction</color>
ko: 특정 기술 강화 <color=#{notable}>신념</color> 하나당 <sprite name={q}icon_move{q}><sprite name={q}icon_stun{q}> 저항 +10%
uk: Посилює певні навички +10% ОПР <sprite name={q}icon_move{q}><sprite name={q}icon_stun{q}> за кожну мітку <color=#{notable}>Віра</color>

# token_conviction_p3_description
source: Empowers certain Skills. +5%<sprite name={q}icon_debuff{q}>chance per <color=#{notable}>Conviction</color>
ja: 特定のスキルを強化。<color=#{notable}>確信</color>毎に +5%<sprite name={q}icon_debuff{q}>確率上昇
ko: 특정 기술 강화 <color=#{notable}>신념</color> 하나당 <sprite name={q}icon_debuff{q}> 저항 +5%
uk: Посилює певні навички. +5%<sprite name={q}icon_debuff{q}> за кожну мітку <color=#{notable}>Віра</color>
zh_cn: 强化特定技能 每个<color=#{notable}>信念</color>标记+5%<sprite name={q}icon_debuff{q}>概率

# token_corpulent_description
source: Enables a powerful Skill
ja: 強力なスキルを使用可能にする
ko: 강력한 기술 하나 활성화
uk: Дозволяє вдатися до дійової навички
zh_cn: 解锁一个强力技能

# token_coughing_fit_description
source: Symptoms of terminal illness
ja: 死に至る病が持つ症状
ko: 장기 질병 증상
uk: Симптоми невиліковної хвороби
zh_cn: 致命恶疾的症状

# token_counteraction_description
source: Chance to gain a free action when attacked
ja: 攻撃されたとき、確率でフリーアクションを獲得
ko: 공격 당할 경우 일정 확률로 무료 행동 1개 획득
uk: Шанс отримати додаткову дію, коли хтось атакує самого героя
zh_cn: 被攻击时有机会获得一次额外行动

# token_counterheal_description
source: Chance to heal when attacked
ja: 攻撃されたとき、確率で回復
ko: 공격 당할 경우 일정 확률로 치유
uk: Шанс лікування, коли хтось атакує самого героя
zh_cn: 被攻击时有机会治疗

# token_crit_block
source: <color=#{buff}>Block CRIT</color>
ja: <color=#{buff}>クリティカル防御</color>
ko: <color=#{buff}>치명타 차단</color>
uk: <color=#{buff}>Крит-щит</color>
zh_cn: <color=#{buff}>防止暴击</color>

# token_crit_block_description
source: Next hit on this actor cannot CRIT
ja: このキャラに対する、次の攻撃は命中してもクリティカルにならない
ko: 해당 개체의 다음 공격이 명중해도 치명타가 발생하지 않음
uk: Під час наступної атаки на цю ціль критів не буде
zh_cn: 下一次此单位受击时无法暴击

# token_crit_description
source: Next Skill has 100% CRIT and ignores 20% RES
ja: 次のスキルが100％クリティカルとなり、抵抗を20%無視
ko: 다음 기술은 치명타 100% 발생 및 저항 20% 무시
uk: Застосування наступної навички забезпечить 100% крит і проігнорує 20% ОПР
zh_cn: 下一个技能100%暴击并+20%抗性穿透

# token_curse
source: <color=#{combo}>Curse</color>
ja: <color=#{combo}>呪い</color>
ko: <color=#{combo}>저주</color>
uk: <color=#{combo}>Прокляття</color>
zh_cn: <color=#{combo}>诅咒</color>

# token_curse_description
source: Primed for a combo effect
ja: コンボ効果のための準備
ko: 연계 효과 준비 단계
uk: Підготовка до комбо-ефекту
zh_cn: 某种组合技效果的前置条件

# token_daze_description
source: Next Turn will be delayed to the end of the Round. Converts to<sprite name={q}token_stun{q}>when stacked.
ko: 다음 턴이 라운드 마지막으로 밀립니다. 중첩 시 <sprite name={q}token_stun{q}>으로 바뀝니다.
uk: Відкладає наступний хід на кінець раунду. Перетворюється на <sprite name={q}token_stun{q}>, коли накопичено

# token_dodge_description
source: 50% chance to dodge next attack
ja: 50%の確率で次の攻撃を回避
ko: 50% 확률로 다음 공격을 회피
uk: Ухилиться під час наступної атаки з імовірністю 50%
zh_cn: 下次受击有50%概率闪避

# token_dodge_plus_description
source: 75% chance to dodge next attack
ja: 75%の確率で次の攻撃を回避
ko: 75% 확률로 다음 공격을 회피
uk: Ухилиться під час наступної атаки з імовірністю 75%
zh_cn: 下次受击有75%概率闪避

# token_dont_leave_me
source: <color=#{debuff}>Don't Leave Me</color>
ko: <color=#{debuff}>날 버리지 마</color>
uk: <color=#{debuff}>Не залишайте мене</color>

# token_dont_leave_me_description
source: This hero is afraid of being left behind.
ja: この英雄は置き去りにされることを恐れている
ko: 이 영웅은 뒤에 남겨지는 걸 두려워합니다.
uk: Герой боїться, що його кинуть напризволяще
zh_cn: 这名英雄害怕自己会被抛下。

# token_execute
source: <color=#{buff}>Execute</color>
ja: <color=#{buff}>処刑</color>
ko: <color=#{buff}>처형</color>
uk: <color=#{buff}>Страта</color>
zh_cn: <color=#{buff}>处决</color>

# token_execute_description
source: Chance to immediately kill the target on the next attack
ja: 次の攻撃は確率で対象を即死させる
ko: 다음 공격은 대상을 일정 확률로 즉시 처치
uk: Шанс миттєво покінчити із ціллю під час наступної атаки
zh_cn: 下次攻击有机会直接杀死目标

# token_eyes_focus_description
source: Enemies will focus this hero (1 Battle)
ja: 敵がこの英雄を集中攻撃する（1戦闘）
ko: 적이 이 영웅에 집중하게 됩니다 (전투 내내)
uk: Вороги будуть зосереджувати увагу на цьому герою (1 бій)
zh_cn: 敌人会执迷于此英雄（1场战斗）

# token_eyes_focus_hero_description
source: Enemies will focus this hero (1 Round)
ja: 敵がこの英雄を集中攻撃する（1ラウンド）
ko: 적이 이 영웅에 집중하게 됩니다 (1 라운드 동안)
uk: Вороги будуть зосереджувати увагу на цьому герою (1 раунд)
zh_cn: 敌人会执迷于此英雄（1个回合）

# token_eyes_focus_hero_linked_description
source: <color=#{notable}>Focus</color>: Enemy is fixated on its target
ko: <color=#{notable}>집중</color>: 적이 이 대상에 공격을 집중함

# token_flagellant_more_more_description
source: Receive <sprite name={q}token_flagellant_pain_heal{q}> when <color=#{notable}>Hit
ko: <color=#{notable}>피격 시 <sprite name={q}token_flagellant_pain_heal{q}> 획득
uk: Отримує <sprite name={q}token_flagellant_pain_heal{q}>, коли<color=#{notable}> хтось влучає по самому герою

# token_flagellant_more_more_u_description
source: Receive <sprite name={q}token_flagellant_pain_heal_u{q}> when <color=#{notable}>Hit</color>
ko: <color=#{notable}>피격</color> 시 <sprite name={q}token_flagellant_pain_heal_u{q}> 획득
uk: Отримує <sprite name={q}token_flagellant_pain_heal_u{q}>, коли<color=#{notable}> хтось влучає по самому герою</color>
