Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# actor_stat_type_formatted_item_discard_game_score_chance_rest
source: <color=#{notable}>{0}</color> Game Score Chance on Rest Item Discard
ja: 捨てた回復アイテムのゲームスコア確率 <color=#{notable}>{0}</color>
ko: 휴식 아이템 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути предмет трактиру
zh_cn: （弃用）

source: <color=#{notable}>{0}</color> Game Score Chance on Common Stagecoach Item Discard
ja: 捨てた駅馬車アイテム（コモン）のゲームスコア確率 <color=#{notable}>{0}</color>
ko: 일반 역마차 아이템 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути звичайний аксесуар Диліжанса
zh_cn: （弃用）

source: <color=#{notable}>{0}</color> Game Score Chance on Rare Stagecoach Item Discard
ja: 捨てた駅馬車アイテム（レア）のゲームスコア確率 <color=#{notable}>{0}</color>
ko: 희귀 역마차 아이템 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути рідкісний аксесуар Диліжанса
zh_cn: （弃用）

# actor_stat_type_formatted_item_discard_game_score_chance_trinket_common
source: <color=#{notable}>{0}</color> Game Score Chance on Common Trinket Discard
ja: 捨てた装身具（コモン）のゲームスコア確率 <color=#{notable}>{0}</color>
ko: 일반 장신구 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути звичайну дрібничку
zh_cn: （弃用）

# actor_stat_type_formatted_item_discard_game_score_chance_trinket_cultist
source: <color=#{notable}>{0}</color> Game Score Chance on Cultist Trinket Discard
ja: 捨てた装身具（崇拝者）のゲームスコア確率 <color=#{notable}>{0}</color>
ko: 이교도 장신구 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути дрібничку єретиків
zh_cn: （弃用）

# actor_stat_type_formatted_item_discard_game_score_chance_trinket_epic
source: <color=#{notable}>{0}</color> Game Score Chance on Epic Trinket Discard
ja: 捨てた装身具（エピック）のゲームスコア確率 <color=#{notable}>{0}</color>
ko: 신화 장신구 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути епічну дрібничку
zh_cn: （弃用）

# actor_stat_type_formatted_item_discard_game_score_chance_trinket_rare
source: <color=#{notable}>{0}</color> Game Score Chance on Rare Trinket Discard
ja: 捨てた装身具（レア）のゲームスコア確率 <color=#{notable}>{0}</color>
ko: 희귀 장신구 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути рідкісну дрібничку
zh_cn: （弃用）

# actor_stat_type_formatted_loot_chance_PRODUCTION_CHC
source: Increased chance of producing items from Stagecoach items
ko: 역마차 아이템으로 다른 아이템을 생산할 확률 증가
uk: Підвищений шанс отримати предмети з аксесуарів Диліжанса

# actor_stat_type_formatted_loot_chance_ROAD_DEBRIS_CHC
source: Increased chance of looting <color=#{notable}>Items</color> from road debris
ko: 길바닥의 잔해에서 <color=#{notable}>아이템</color>을 노획할 확률 증가
uk: Підвищений шанс здобути <color=#{notable}>предмети</color> в смітті на дорозі

# actor_stat_type_formatted_loot_chance_SC_UPGRADE_CHC
source: Increased chance of looting <color=#{notable}>Stagecoach items</color>
ko: <color=#{notable}>역마차 아이템</color> 노획 확률 증가
uk: Підвищений шанс здобути <color=#{notable}>аксесуари Диліжанса</color>

# actor_stat_type_formatted_loot_chance_TRINKET_CHC
source: Increased chance of looting <color=#{notable}>Trinkets</color>
ko: <color=#{notable}>장신구</color> 노획 확률 증가
uk: Підвищений шанс здобути <color=#{notable}>Дрібнички</color>

# actor_stat_type_formatted_loot_qty_BAUBLES_QTY
source: {0} quantity of looted BAUBLES
ja: 入手した安物の宝石の数量 {0}
ko: 패물 노획량 {0}
uk: {0} АБИЩИЦЬ, які можна здобути
zh_cn: {0}搜刮到珍宝的数量

# actor_stat_type_formatted_loot_qty_BOTTLE_CASE_QTY
source: {0} quantity of produced items from <color=#{notable}>Alembic and Retort</color>
ko: <color=#{notable}>증류기 세트</color>로 생산하는 아이템 양 {0}
uk: {0} предмет. з <color=#{notable}>дистилятора й реторти</color>, які можна отримати

# actor_stat_type_formatted_loot_qty_CHIRURGEONS_MAP_QTY
source: Double the <color=#{notable}>item selection</color> at the Field Hospital
ko: 야전 병원에서의 <color=#{notable}>아이템 선택지</color> 두 배
uk: <color=#{notable}>Вибір предметів</color> у польовому лазареті подвоюється

# actor_stat_type_formatted_loot_qty_COMPRESS_KIT_QTY
source: {0} quantity of produced items from <color=#{notable}>Mortar and Pestle</color>
ko: <color=#{notable}>사발과 공이</color>로 생산하는 아이템 양 {0}
uk: {0} предм. зі <color=#{notable}>ступки й товкачика</color>, які можна отримати

# actor_stat_type_formatted_loot_qty_FOOD_QTY
source: {0} quantity of looted FOOD
ko: 음식 노획량 {0}
uk: {0} їжі, яку можна здобути

# actor_stat_type_formatted_loot_qty_HOARDERS_MAP_QTY
source: Double the <color=#{notable}>trinket selection</color> at the Hoarder
ko: 고물상의 <color=#{notable}>장신구 선택지</color> 두 배
uk: <color=#{notable}>Вибір дрібничок</color> у барахольника подвоюється

# actor_stat_type_formatted_loot_qty_MEDICINE_CHEST_QTY
source: {0} quantity of produced items from <color=#{notable}>Chirurgeon's Mixing Kit</color>
ko: <color=#{notable}>거머리 의사의 혼합 도구</color>로 생산하는 아이템 양 {0}
uk: {0} предмет. з <color=#{notable}>набору для мікстур</color>, які можна отримати

# actor_stat_type_formatted_loot_qty_PRODUCTION_CHC
source: {0} quantity of produced items from Stagecoach items
ko: 역마차 아이템으로 생산하는 아이템 양 {0}
uk: {0} предм. з аксесуарів Диліжанса, які можна отримати

# actor_stat_type_formatted_loot_qty_RELICS_QTY
source: {0} quantity of looted RELICS
ko: 유물 노획량 {0}
uk: {0} релікв., які можна здобути

# actor_stat_type_formatted_map_generation_node_execute_loot_chance
source: {0} Candle of Hope chance at Locations
ko: 각 지점에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії на зупинках

# actor_stat_type_formatted_map_generation_node_execute_loot_chance_CreatureDen
source: {0} Candle of Hope chance at Creature Dens
ko: 괴물의 둥지에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії в барлогах

# actor_stat_type_formatted_map_generation_node_execute_loot_chance_Dungeon
source: {0} Candle of Hope chance at Lairs
ko: 소굴에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії в лігвах

source: {0} Candle of Hope chance at Chirurgeon's Tables
ko: 거머리 의사의 작업대에서 희망의 촛불 생성 확률 {0}

# actor_stat_type_formatted_map_generation_node_execute_loot_chance_Oasis
source: {0} Candle of Hope chance at Oases
ko: 샘터에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії в оазисах

# actor_stat_type_formatted_map_generation_node_execute_loot_chance_StoryAssist
source: {0} Candle of Hope chance at Assistance Encounters
ko: 조력 조우에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії у страждальників

# actor_stat_type_formatted_map_generation_node_execute_loot_chance_StoryCosmic
source: {0} Candle of Hope chance at Academic's Studies
ko: 교수의 연구에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії в лабораторіях Академіка

# actor_stat_type_formatted_map_generation_node_execute_loot_chance_StoryCultist
source: {0} Candle of Hope chance at Oblivion's Ingresses
ko: 망각의 침입에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії в проходах забуття

# actor_stat_type_formatted_map_generation_node_execute_loot_chance_StoryResist
source: {0} Candle of Hope chance at Resistance Encounters
ko: 저항 조우에서 희망의 촛불 생성 확률 {0}
uk: {0} шансу отримати свічки надії після сутичок

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_Cache
source: {0} Academic's Caches
ja: 学者の隠匿場所{0}
ko: 교수의 은닉처 {0}
uk: {0} схованок Академіка
zh_cn: {0}教授的贮藏

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_CreatureDen
source: {0} Creature Dens
ja: 怪物の巣窟{0}
ko: 괴물의 둥지 {0}
uk: {0} барлогів
zh_cn: {0}兽窟

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_GauntChirurgeon
source: {0} Chirurgeon's Tables
ko: 거머리 의사의 작업대 {0}

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_Hospital
source: {0} Field Hospitals
ja: 野戦病院 {0}
ko: 야전 병원 {0}
uk: {0} польових лазаретів
zh_cn: {0}临时诊所

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_Oasis
source: {0} Oases
ja: オアシス{0}
ko: 샘터 {0}
uk: {0} оазисів
zh_cn: {0}绿洲

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_Store
source: {0} Hoarders
ja: 貯蔵庫 {0}
ko: 고물상 {0}
uk: {0} барахольників
zh_cn: {0}囤积者

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_StoryAssist
source: {0} Assistance Encounters
ja: 支援遭遇 {0}
ko: 조력 조우 {0}
uk: {0} страждальників
zh_cn: {0}援助遭遇

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_StoryCosmic
source: {0} Academic's Studies
ja: 学者の研究所{0}
ko: 교수의 연구 {0}
uk: {0} лабораторій Академіка
zh_cn: {0}教授的研究

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_StoryCultist
source: {0} Cultist Encounters
ja: 崇拝者遭遇 {0}
ko: 이교도 조우 {0}
uk: {0} єретиків
zh_cn: {0}邪祟遭遇

# actor_stat_type_formatted_map_generation_node_spawn_multiplier_StoryResist
source: {0} Resistance Encounters
ja: レジスタンス遭遇 {0}
ko: 저항 조우 {0}
uk: {0} місць сутичок
zh_cn: {0}抵抗遭遇

# actor_stat_type_formatted_map_generation_nodes_per_row_max
source: {0} Path Choices
ja: 選択肢 {0}
ko: 길 선택 {0}
uk: {0} роздоріж
zh_cn: {0}路线选择

# actor_stat_type_formatted_map_generation_nodes_per_row_min
source: {0} Path Choices
ja: 選択肢 {0}
ko: 길 선택 {0}
uk: {0} роздоріж
zh_cn: {0}路线选择

# actor_stat_type_formatted_map_generation_route_chance_multiplier_hazard
source: {0} Hazardous Routes
ko: 위험한 경로 {0}
uk: {0} небезпечних доріг

# actor_stat_type_formatted_map_generation_route_chance_multiplier_oblivion_tear
source: {0} Oblivion Tears
ko: 망각의 균열 {0}
uk: {0} сліз забуття

# actor_stat_type_formatted_map_generation_route_chance_multiplier_rough_patch
source: {0} Rough Patch Routes
ko: 비포장 도로 {0}
uk: {0} розбитих доріг

# actor_stat_type_formatted_map_generation_route_chance_multiplier_safe
source: {0} Safe Routes
ko: 안전한 경로 {0}
uk: {0} спокійних доріг

# actor_stat_type_formatted_overstress_chance_modifier_meltdown
source: {0} <color=#{harmful}>Meltdown</color> Chance
ja: <color=#{harmful}>精神崩壊 </color>の確率{0}
ko: <color=#{harmful}>붕괴</color> 확률 {0}
uk: {0} шансу відчути <color=#{harmful}>зрив</color>
zh_cn: {0}<color=#{harmful}>崩溃</color>概率

# actor_stat_type_formatted_overstress_chance_modifier_resolute
source: {0} <color=#{notable}>Resolute</color> Chance
ja: <color=#{notable}>決心</color>の確率{0}
ko: <color=#{notable}>결의</color> 확률 {0}
uk: {0} шансу сповнитися <color=#{notable}>рішучості</color>
zh_cn: {0} <color=#{notable}>坚定</color>概率

# actor_stat_type_formatted_player_inventory_max_slots
source: <color=#{notable}>{0}</color> Inventory slots
ja: 所持品スロット <color=#{notable}>{0}</color>
ko: 소지품 칸 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> комір. інвентарю
zh_cn: <color=#{notable}>{0}</color>物品栏空位

# actor_stat_type_formatted_remove_percent_driving
source: {0} Traveling <color=#{notable}>Flame</color> Drain
ja: 移動による<color=#{notable}>炎</color>の消費 {0}
ko: 여정 중의 <color=#{notable}>불꽃</color> 감소 {0}
uk: {0} витрати <color=#{notable}>Полум’я</color> в дорозі
zh_cn: {0}旅行<color=#{notable}>火炬</color>消耗

# actor_stat_type_formatted_resistance_bleed
source: {0} <color=#{neutral}><sprite name={q}icon_bleed{q}> RES</color>
ja: {0} <color=#{neutral}><sprite name={q}icon_bleed{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_bleed{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_bleed{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_bleed{q}>抗性</color>

# actor_stat_type_formatted_resistance_bleed_icon
source: {0} <sprite name={q}icon_bleed{q}>
ja: <sprite name={q}icon_bleed{q}> {0}
ko: <sprite name={q}icon_bleed{q}> {0}

# actor_stat_type_formatted_resistance_blight
source: {0} <color=#{neutral}><sprite name={q}icon_blight{q}> RES</color>
ja: {0} <color=#{neutral}><sprite name={q}icon_blight{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_blight{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_blight{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_blight{q}>抗性</color>

# actor_stat_type_formatted_resistance_blight_icon
source: {0} <sprite name={q}icon_blight{q}>
ja: <sprite name={q}icon_blight{q}> {0}
ko: <sprite name={q}icon_blight{q}> {0}

# actor_stat_type_formatted_resistance_burn
source: {0} <color=#{neutral}><sprite name={q}icon_burn{q}> RES</color>
ja: {0} <color=#{neutral}><sprite name={q}icon_burn{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_burn{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_burn{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_burn{q}>抗性</color>

# actor_stat_type_formatted_resistance_burn_icon
source: {0} <sprite name={q}icon_burn{q}>
ja: <sprite name={q}icon_burn{q}> {0}
ko: <sprite name={q}icon_burn{q}> {0}

# actor_stat_type_formatted_resistance_death
source: {0} <color=#{neutral}><sprite name={q}icon_death_outline{q}> RES</color>
ja: {0} <color=#{neutral}><sprite name={q}icon_death_outline{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_death_outline{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_death_outline{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_death_outline{q}>抗性</color>

# actor_stat_type_formatted_resistance_debuff
source: {0} <color=#{neutral}><sprite name={q}icon_debuff{q}> RES</color>
ja: {0} <color=#{neutral}><sprite name={q}icon_debuff{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_debuff{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_debuff{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_debuff{q}>抗性</color>

# actor_stat_type_formatted_resistance_debuff_icon
source: {0} <sprite name={q}icon_debuff{q}>
ja: <sprite name={q}icon_debuff{q}> {0}
ko: <sprite name={q}icon_debuff{q}> {0}

# actor_stat_type_formatted_resistance_disease
source: {0} <color=#{neutral}><sprite name={q}icon_disease{q}> RES</color>
ja: {0} <color=#{neutral}><sprite name={q}icon_disease{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_disease{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_disease{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_disease{q}>抗性</color>

# actor_stat_type_formatted_resistance_disease_icon
source: {0} <sprite name={q}icon_disease{q}>
ja: <sprite name={q}icon_disease{q}> {0}
ko: <sprite name={q}icon_disease{q}> {0}

# actor_stat_type_formatted_resistance_doom
source: {0} Loathing RES
ko: 해악 저항 {0}
uk: {0} ОПР Огиді

# actor_stat_type_formatted_resistance_ignore_bleed
source: {0} <color=#{neutral}><sprite name={q}icon_bleed{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_bleed{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_bleed{q}></color>

# actor_stat_type_formatted_resistance_ignore_blight
source: {0} <color=#{neutral}><sprite name={q}icon_blight{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_blight{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_blight{q}></color>

# actor_stat_type_formatted_resistance_ignore_burn
source: {0} <color=#{neutral}><sprite name={q}icon_burn{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_burn{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_burn{q}></color>

# actor_stat_type_formatted_resistance_ignore_death
source: {0}<color=#{neutral}><sprite name={q}icon_death_outline{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_death_outline{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_death_outline{q}></color>

# actor_stat_type_formatted_resistance_ignore_debuff
source: {0} <color=#{neutral}><sprite name={q}icon_debuff{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_debuff{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_debuff{q}></color>

# actor_stat_type_formatted_resistance_ignore_move
source: {0}<color=#{neutral}><sprite name={q}icon_move{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_move{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_move{q}></color>

# actor_stat_type_formatted_resistance_ignore_stun
source: {0} <color=#{neutral}><sprite name={q}icon_stun{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_stun{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_stun{q}></color>

# actor_stat_type_formatted_resistance_move
source: {0} <color=#{neutral}><sprite name={q}icon_move{q}> RES</color>
ja: {0} <color=#{neutral}><sprite name={q}icon_move{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_move{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_move{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_move{q}>抗性</color>

# actor_stat_type_formatted_resistance_move_icon
source: {0} <sprite name={q}icon_move{q}>
ja: <sprite name={q}icon_move{q}> {0}
ko: <sprite name={q}icon_move{q}> {0}

# actor_stat_type_formatted_resistance_stress
source: {0} <sprite name={q}token_stress{q}> RES
ko: <sprite name={q}token_stress{q}> 저항 {0}
uk: {0} ОПР <sprite name={q}token_stress{q}>

# actor_stat_type_formatted_resistance_stun
source: {0} <color=#{neutral}><sprite name={q}icon_stun{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_stun{q}>抵抗</color> {0}
ko: <color=#{neutral}><sprite name={q}icon_stun{q}> 저항</color> {0}
uk: {0} <color=#{neutral}>ОПР <sprite name={q}icon_stun{q}></color>
zh_cn: {0}<color=#{neutral}><sprite name={q}icon_stun{q}>抗性</color>

# actor_stat_type_formatted_resistance_stun_icon
source: {0} <sprite name={q}icon_stun{q}>
ja: <sprite name={q}icon_stun{q}> {0}
ko: <sprite name={q}icon_stun{q}> {0}

# actor_stat_type_formatted_score_bonus_multiplier
source: Candles of Hope: {0}
ko: 희망의 촛불: {0}

# actor_stat_type_formatted_score_bonus_multiplier_biome_bosses_cleared
source: Candles from Lairs Cleansed: <color=#{notable}>{0}</color>
ko: 소굴 소탕으로 얻은 촛불: <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> свічок за зачищення лігв

# actor_stat_type_formatted_score_bonus_multiplier_faced_end_boss
source: Candles from Facing Your Failure: <color=#{notable}>{0}</color>
ko: 실패 직시로 얻은 촛불: <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> свічок за визнання гріхів

# actor_stat_type_formatted_score_bonus_multiplier_heroes_survived
source: Candles from Heroes Survived: <color=#{notable}>{0}</color>
ko: 영웅 생존으로 얻은 촛불: <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> свічок за героїв, які залишилися живими

# actor_stat_type_formatted_score_bonus_multiplier_optional_biomes_cleared
source: Candles from Sluice Braved: <color=#{notable}>{0}</color>
ko: 시궁창 돌파로 얻은 촛불: <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> свічок за виклик Староріччю

# actor_stat_type_formatted_score_bonus_multiplier_typical_biomes_cleared
source: Candles from Regions Completed: <color=#{notable}>{0}</color>
ko: 지역 완료로 얻은 촛불: <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> свічок за пройдені регіони

# actor_stat_type_formatted_score_bonus_multiplier_victory
source: Candles from Victory: <color=#{notable}>{0}</color>
ko: 승리로 얻은 촛불: <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> свічок за перемогу

# actor_stat_type_formatted_score_penalty_multiplier@0
source: Candles of Hope: {0}
ko: 희망의 촛불: {0}

# actor_stat_type_formatted_score_penalty_multiplier@1
source: Candles of Hope: <color=#{notable}>{0}</color>
ko: 희망의 촛불: <color=#{notable}>{0}</color>

# actor_stat_type_formatted_scout_node_chance
source: <color=#{notable}>{0}</color> Location Scouting
ko: 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати зупинку

# actor_stat_type_formatted_scout_node_chance_Cache
source: <color=#{notable}>{0}</color> Academic's Caches Location Scouting
ko: 교수의 은닉처 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати схованки Академіка

# actor_stat_type_formatted_scout_node_chance_CreatureDen
source: <color=#{notable}>{0}</color> Creature Den Location Scouting
ko: 괴물의 굴 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати барліг

# actor_stat_type_formatted_scout_node_chance_CultistTerritory
source: <color=#{notable}>{0}</color> Cultist Encounters Location Scouting
ko: 이교도 조우 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати єретиків

# actor_stat_type_formatted_scout_node_chance_Dungeon
source: <color=#{notable}>{0}</color> Lairs Location Scouting
ko: 소굴 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати лігва

# actor_stat_type_formatted_scout_node_chance_GauntChirurgeon
source: <color=#{notable}>{0}</color> Chirurgeon's Table Location Scouting
ko: 거머리 의사의 작업대 지점 정찰 <color=#{notable}>{0}</color>

# actor_stat_type_formatted_scout_node_chance_Hospital
source: <color=#{notable}>{0}</color> Field Hospitals Location Scouting
ko: 야전 병원 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати польові лазарети

# actor_stat_type_formatted_scout_node_chance_Oasis
source: <color=#{notable}>{0}</color> Oasis Location Scouting
ko: 샘터 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати оазис

# actor_stat_type_formatted_scout_node_chance_Store
source: <color=#{notable}>{0}</color> Hoarder Location Scouting
ko: 고물상 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати барахольників

# actor_stat_type_formatted_scout_node_chance_StoryAssist
source: <color=#{notable}>{0}</color> Assistance Encounters Location Scouting
ko: 조력 조우 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати страждальників

# actor_stat_type_formatted_scout_node_chance_StoryCosmic
source: <color=#{notable}>{0}</color> Academic's Studies Location Scouting
ko: 교수의 연구 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати лабораторії Академіка

# actor_stat_type_formatted_scout_node_chance_StoryCultist
source: <color=#{notable}>{0}</color> Cultist Encounters Location Scouting
ko: 이교도 조우 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати єретиків

# actor_stat_type_formatted_scout_node_chance_StoryHero
source: <color=#{notable}>{0}</color> Shrines of Reflection Location Scouting
ko: <color=#{notable}>{0}</color> 회고의 성소 지역 정찰

# actor_stat_type_formatted_scout_node_chance_StoryResist
source: <color=#{notable}>{0}</color> Resistance Encounters Location Scouting
ko: 저항 조우 지점 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати місця сутички

# actor_stat_type_formatted_scout_route_chance
source: <color=#{notable}>{0}</color> Route Scouting
ko: 경로 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати дорогу

# actor_stat_type_formatted_scout_route_chance_combat
source: <color=#{notable}>{0}</color> Combat Route Scouting
ko: 전투 경로 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати бойову дорогу

# actor_stat_type_formatted_scout_route_chance_hazard
source: <color=#{notable}>{0}</color> Hazardous Route Scouting
ko: 위험한 경로 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати небезпечну дорогу

# actor_stat_type_formatted_scout_route_chance_oblivion_tear
source: <color=#{notable}>{0}</color> Oblivion Tear Route Scouting
ko: 망각의 균열 경로 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати сльозу забуття

# actor_stat_type_formatted_scout_route_chance_rough_patch
source: <color=#{notable}>{0}</color> Rough Patch Route Scouting
ko: 비포장 도로 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати розбиту дорогу
