Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# inn_disease_cured_travelogue_label
source: {0}'s <color=#{disease_quirk}>{1}</color> has been <color=#{stat_buff}>cured by {2}</color>!
ja: {0}の<color=#{disease_quirk}>{1}</color>は、{2}</color>によって<color=#{stat_buff}>治療された！
ko: {0}, {2}에서 <color=#{disease_quirk}>{1}</color> <color=#{stat_buff}>치료</color>!
uk: {0} виліковується від хвороби <color=#{disease_quirk}>{1}</color>, у чому <color=#{stat_buff}>{2} грає важливу роль</color>!
zh_cn: {0}的<color=#{disease_quirk}>{1}</color><color=#{stat_buff}>被{2}治愈了</color>！

# inn_disease_cured_travelogue_label+female
source: {0}'s <color=#{disease_quirk}>{1}</color> has been <color=#{stat_buff}>cured by {2}</color>!
ja: {0}の<color=#{disease_quirk}>{1}</color>は、{2}</color>によって<color=#{stat_buff}>治療された！
ko: {0}, {2}에서 <color=#{disease_quirk}>{1}</color> <color=#{stat_buff}>치료</color>!
uk: {0} виліковується від хвороби <color=#{disease_quirk}>{1}</color>, у чому <color=#{stat_buff}>{2} грає важливу роль</color>!
zh_cn: {0}的<color=#{disease_quirk}>{1}</color><color=#{stat_buff}>被{2}治愈了</color>！

# inn_disease_cured_travelogue_label+male
source: {0}'s <color=#{disease_quirk}>{1}</color> has been <color=#{stat_buff}>cured by {2}</color>!
ja: {0}の<color=#{disease_quirk}>{1}</color>は、{2}</color>によって<color=#{stat_buff}>治療された！
ko: {0}, {2}에서 <color=#{disease_quirk}>{1}</color> <color=#{stat_buff}>치료</color>!
uk: {0} виліковується від хвороби <color=#{disease_quirk}>{1}</color>, у чому <color=#{stat_buff}>{2} грає важливу роль</color>!
zh_cn: {0}的<color=#{disease_quirk}>{1}</color><color=#{stat_buff}>被{2}治愈了</color>！

# inn_embark_button
source: Rest
ja: 休む
ko: 휴식
uk: На відпочинок
zh_cn: 休息

# inn_end_run_screen_confirmation_dialog_desc
source: This will end your expedition. Proceed?
ja: 実行すると遠征が終了する。本当に良いか？
ko: 이번 원정을 종료합니다. 계속하시겠습니까?
uk: Ваш похід буде завершено. Продовжити?
zh_cn: 这会结束你的征程。继续么？

# inn_end_run_screen_confirmation_dialog_no_label
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# inn_end_run_screen_confirmation_dialog_title
source: Collect Hope?
ja: 希望を回収する？
ko: 희망을 수습합니까?
uk: Отримати надію?
zh_cn: 收集希望？

# inn_end_run_screen_confirmation_dialog_yes_label
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# inn_end_run_screen_end_button_label
source: Collect Hope
ja: 希望を回収する
ko: 희망 수습
uk: Отримати надію
zh_cn: 收集希望

# inn_end_run_travelogue_entry_no_trophy
source: With no trophy, this is the end of your expedition.
ja: トロフィーを持っていないため、遠征はここで終了となる。
ko: 전리품이 없기 때문에 이번 원정은 여기서 끝마치게 됩니다.
uk: Ви закінчуєте похід. Трофеїв нема.
zh_cn: 没有狩猎纪念品，这里就是你征程的尽头了。

# inn_end_run_travelogue_entry_party_wipe
source: No heroes remain. This is the end of your expedition.
ja: 英雄が残っていないため、遠征はここで終了となる。
ko: 남은 영웅이 없습니다. 이번 원정은 여기서 끝마치게 됩니다.
uk: Ви закінчуєте похід. Героїв не залишилось.
zh_cn: 全部英雄都已死亡。这里就是你征程的尽头了。

# inn_exit_confirmation_description
source: Rest for the night and then journey onward?
ja: 一晩休んでから、旅を続ける？
ko: 하룻밤 묵고 다시 여정을 떠나시겠습니까?
uk: Переночувати, а потім вирушити в дорогу?
zh_cn: 休息一夜，然后继续前进？

# inn_exit_confirmation_hero_points_available
source: -You still have mastery points to spend!
ja: - 使用可能な熟達ポイントが残っている！
ko: 아직 사용할 수 있는 숙련 점수가 남았습니다!
uk: У вас ще є очки загартування, які можна витратити!
zh_cn: -还有未使用的精通点！

# inn_exit_confirmation_no_label
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# inn_exit_confirmation_sc_items_usable
source: -You still have unequipped Stagecoach items!
ko: -아직 장비하지 않은 역마차 아이템이 있습니다!
uk: У вас ще залишилися аксесуари Диліжанса, які можна встановити!

# inn_exit_confirmation_sc_repairs
source: -You can still afford more Stagecoach repairs!
ko: -아직 역마차 수리가 가능합니다!
uk: Ви ще можете дозволити собі ремонтувати Диліжанс!

# inn_exit_confirmation_title
source: Rest
ja: 休む
ko: 휴식
uk: На відпочинок
zh_cn: 休息

# inn_exit_confirmation_yes_label
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# inn_hero_death_travelogue_kill_label@0
source: {0} was bested by {1}.
ja: {0}は{1}に敗れた。
ko: {0}, {1}에게 패배.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}击倒了。

# inn_hero_death_travelogue_kill_label@1
source: {0} was crushed by {1}.
ja: {0}は{1}に潰された。
ko: {0}, {1}에게 격파.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}碾碎了。

# inn_hero_death_travelogue_kill_label@2
source: {0} was decapitated by {1}.
ja: {0}は{1}に斬首された。
ko: {0}, {1}에게 사망.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}斩首了。

# inn_hero_death_travelogue_kill_label@3
source: {0} was dismembered by {1}.
ja: {0}は{1}にバラバラに切断された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}肢解了。

# inn_hero_death_travelogue_kill_label@4
source: {0} was murdered by {1}.
ja: {0}は{1}に殺害された。
ko: {0}, {1}에게 살해당함.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀害了。

# inn_hero_death_travelogue_kill_label@5
source: {0} was slain by {1}.
ja: {0}は{1}に倒された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_hero_death_travelogue_kill_label@6
source: {0} was undone by {1}.
ja: {0}は{1}に滅ぼされた。
ko: {0}, {1}의 손에 죽음.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}夺去了生命。

# inn_hero_death_travelogue_kill_label+female+female@0
source: {0} was bested by {1}.
ja: {0}は{1}に敗れた。
ko: {0}, {1}에게 패배.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}击倒了。

# inn_hero_death_travelogue_kill_label+female+female@1
source: {0} was crushed by {1}.
ja: {0}は{1}に潰された。
ko: {0}, {1}에게 격파.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}碾碎了。

# inn_hero_death_travelogue_kill_label+female+female@2
source: {0} was decapitated by {1}.
ja: {0}は{1}に斬首された。
ko: {0}, {1}에게 사망.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}斩首了。

# inn_hero_death_travelogue_kill_label+female+female@3
source: {0} was dismembered by {1}.
ja: {0}は{1}にバラバラに切断された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}肢解了。

# inn_hero_death_travelogue_kill_label+female+female@4
source: {0} was murdered by {1}.
ja: {0}は{1}に殺害された。
ko: {0}, {1}에게 살해당함.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀害了。

# inn_hero_death_travelogue_kill_label+female+female@5
source: {0} was slain by {1}.
ja: {0}は{1}に倒された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_hero_death_travelogue_kill_label+female+female@6
source: {0} was undone by {1}.
ja: {0}は{1}に滅ぼされた。
ko: {0}, {1}의 손에 죽음.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}夺去了生命。

# inn_hero_death_travelogue_kill_label+female+male@0
source: {0} was bested by {1}.
ja: {0}は{1}に敗れた。
ko: {0}, {1}에게 패배.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}击倒了。

# inn_hero_death_travelogue_kill_label+female+male@1
source: {0} was crushed by {1}.
ja: {0}は{1}に潰された。
ko: {0}, {1}에게 격파.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}碾碎了。

# inn_hero_death_travelogue_kill_label+female+male@2
source: {0} was decapitated by {1}.
ja: {0}は{1}に斬首された。
ko: {0}, {1}에게 사망.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}斩首了。

# inn_hero_death_travelogue_kill_label+female+male@3
source: {0} was dismembered by {1}.
ja: {0}は{1}にバラバラに切断された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}肢解了。

# inn_hero_death_travelogue_kill_label+female+male@4
source: {0} was murdered by {1}.
ja: {0}は{1}に殺害された。
ko: {0}, {1}에게 살해당함.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀害了。

# inn_hero_death_travelogue_kill_label+female+male@5
source: {0} was slain by {1}.
ja: {0}は{1}に倒された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_hero_death_travelogue_kill_label+female+male@6
source: {0} was undone by {1}.
ja: {0}は{1}に滅ぼされた。
ko: {0}, {1}의 손에 죽음.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}夺去了生命。

# inn_hero_death_travelogue_kill_label+male+female@0
source: {0} was bested by {1}.
ja: {0}は{1}に敗れた。
ko: {0}, {1}에게 패배.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}击倒了。

# inn_hero_death_travelogue_kill_label+male+female@1
source: {0} was crushed by {1}.
ja: {0}は{1}に潰された。
ko: {0}, {1}에게 격파.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}碾碎了。

# inn_hero_death_travelogue_kill_label+male+female@2
source: {0} was decapitated by {1}.
ja: {0}は{1}に斬首された。
ko: {0}, {1}에게 사망.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}斩首了。

# inn_hero_death_travelogue_kill_label+male+female@3
source: {0} was dismembered by {1}.
ja: {0}は{1}にバラバラに切断された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}肢解了。

# inn_hero_death_travelogue_kill_label+male+female@4
source: {0} was murdered by {1}.
ja: {0}は{1}に殺害された。
ko: {0}, {1}에게 살해당함.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀害了。

# inn_hero_death_travelogue_kill_label+male+female@5
source: {0} was slain by {1}.
ja: {0}は{1}に倒された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_hero_death_travelogue_kill_label+male+female@6
source: {0} was undone by {1}.
ja: {0}は{1}に滅ぼされた。
ko: {0}, {1}의 손에 죽음.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}夺去了生命。

# inn_hero_death_travelogue_kill_label+male+male@0
source: {0} was bested by {1}.
ja: {0}は{1}に敗れた。
ko: {0}, {1}에게 패배.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}击倒了。

# inn_hero_death_travelogue_kill_label+male+male@1
source: {0} was crushed by {1}.
ja: {0}は{1}に潰された。
ko: {0}, {1}에게 격파.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}碾碎了。

# inn_hero_death_travelogue_kill_label+male+male@2
source: {0} was decapitated by {1}.
ja: {0}は{1}に斬首された。
ko: {0}, {1}에게 사망.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}斩首了。

# inn_hero_death_travelogue_kill_label+male+male@3
source: {0} was dismembered by {1}.
ja: {0}は{1}にバラバラに切断された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}肢解了。

# inn_hero_death_travelogue_kill_label+male+male@4
source: {0} was murdered by {1}.
ja: {0}は{1}に殺害された。
ko: {0}, {1}에게 살해당함.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀害了。

# inn_hero_death_travelogue_kill_label+male+male@5
source: {0} was slain by {1}.
ja: {0}は{1}に倒された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_hero_death_travelogue_kill_label+male+male@6
source: {0} was undone by {1}.
ja: {0}は{1}に滅ぼされた。
ko: {0}, {1}의 손에 죽음.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}夺去了生命。

# inn_hero_quirk_self_death_travelogue_label@0
source: {0} fell prey to their own {1} ways.
ja: {0}は、自分が使った{1}の餌食になった。
ko: {0}, {1}에 의해 스스로 사망.
uk: {0} стає жертвою своєї слабкості, {1} перемагає.
zh_cn: {0}因为自己的{1}丢了性命。

# inn_hero_quirk_self_death_travelogue_label@1
source: {0} succumbed to self-inflicted {1}.
ja: {0}は、{1}で自滅した。
ko: {0}, 자신의 {1}에 사망.
uk: {0} піддається своїм нахилам, {1} перемагає.
zh_cn: {0}死在了自己造成的{1}上。

# inn_hero_quirk_self_death_travelogue_label@2
source: Unsurprisingly, {1} was the end of {0}.
ja: 当然ながら、{1}は{0}の末路となった。
ko: 놀랍지도 않지만 {0}의 최후는 {1}였음.
uk: {1} очікувано перемагає, {0} зустрічає свій кінець.
zh_cn: 不出所料，{1}要了{0}的命。

# inn_hero_quirk_self_death_travelogue_label+female@0
source: {0} fell prey to their own {1} ways.
ja: {0}は、自分が使った{1}の餌食になった。
ko: {0}, {1}에 의해 스스로 사망.
uk: {0} стає жертвою своєї слабкості, {1} перемагає.
zh_cn: {0}因为自己的{1}丢了性命。

# inn_hero_quirk_self_death_travelogue_label+female@1
source: {0} succumbed to self-inflicted {1}.
ja: {0}は、{1}で自滅した。
ko: {0}, 자신의 {1}에 사망.
uk: {0} піддається своїм нахилам, {1} перемагає.
zh_cn: {0}死在了自己造成的{1}上。

# inn_hero_quirk_self_death_travelogue_label+female@2
source: Unsurprisingly, {1} was the end of {0}.
ja: 当然ながら、{1}は{0}の末路となった。
ko: 놀랍지도 않지만 {0}의 최후는 {1}였음.
uk: {1} очікувано перемагає, {0} зустрічає свій кінець.
zh_cn: 不出所料，{1}要了{0}的命。

# inn_hero_quirk_self_death_travelogue_label+male@0
source: {0} fell prey to their own {1} ways.
ja: {0}は、自分が使った{1}の餌食になった。
ko: {0}, {1}에 의해 스스로 사망.
uk: {0} стає жертвою своєї слабкості, {1} перемагає.
zh_cn: {0}因为自己的{1}丢了性命。

# inn_hero_quirk_self_death_travelogue_label+male@1
source: {0} succumbed to self-inflicted {1}.
ja: {0}は、{1}で自滅した。
ko: {0}, 자신의 {1}에 사망.
uk: {0} піддається своїм нахилам, {1} перемагає.
zh_cn: {0}死在了自己造成的{1}上。

# inn_hero_quirk_self_death_travelogue_label+male@2
source: Unsurprisingly, {1} was the end of {0}.
ja: 当然ながら、{1}は{0}の末路となった。
ko: 놀랍지도 않지만 {0}의 최후는 {1}였음.
uk: {1} очікувано перемагає, {0} зустрічає свій кінець.
zh_cn: 不出所料，{1}要了{0}的命。

# inn_hero_self_death_travelogue_bleed_label
source: {0} bled to death.
ja: {0}は失血死した。
ko: {0}, 출혈로 사망.
uk: {0} гине від втрати крові.
zh_cn: {0}失血而死。

# inn_hero_self_death_travelogue_bleed_label+female
source: {0} bled to death.
ja: {0}は失血死した。
ko: {0}, 출혈로 사망.
uk: {0} гине від втрати крові.
zh_cn: {0}失血而死。

# inn_hero_self_death_travelogue_bleed_label+male
source: {0} bled to death.
ja: {0}は失血死した。
ko: {0}, 출혈로 사망.
uk: {0} гине від втрати крові.
zh_cn: {0}失血而死。

# inn_hero_self_death_travelogue_blight_label
source: {0} succumbed to blight.
ja: {0}は病気で倒れた。
ko: {0}, 중독으로 사망.
uk: {0} гине від отруєння.
zh_cn: {0}因腐蚀殒命。

# inn_hero_self_death_travelogue_blight_label+female
source: {0} succumbed to blight.
ja: {0}は病気で倒れた。
ko: {0}, 중독으로 사망.
uk: {0} гине від отруєння.
zh_cn: {0}因腐蚀殒命。

# inn_hero_self_death_travelogue_blight_label+male
source: {0} succumbed to blight.
ja: {0}は病気で倒れた。
ko: {0}, 중독으로 사망.
uk: {0} гине від отруєння.
zh_cn: {0}因腐蚀殒命。

# inn_hero_self_death_travelogue_burn_label
source: {0} was burned beyond recognition.
ja: {0}は見分けがつかないほど黒焦げになった。
ko: {0}, 뼈도 못 추리게 불타버림.
uk: {0} гине у вогні.
zh_cn: {0}被烧得面目全非。

# inn_hero_self_death_travelogue_burn_label+female
source: {0} was burned beyond recognition.
ja: {0}は見分けがつかないほど黒焦げになった。
ko: {0}, 뼈도 못 추리게 불타버림.
uk: {0} гине у вогні.
zh_cn: {0}被烧得面目全非。

# inn_hero_self_death_travelogue_burn_label+male
source: {0} was burned beyond recognition.
ja: {0}は見分けがつかないほど黒焦げになった。
ko: {0}, 뼈도 못 추리게 불타버림.
uk: {0} гине у вогні.
zh_cn: {0}被烧得面目全非。

# inn_hero_self_death_travelogue_generic_label
source: {0} succumbed to their wounds.
ja: {0}は負傷により倒れた。
ko: {0}, 부상으로 인해 사망.
uk: {0} гине від поранень.
zh_cn: {0}伤势过重死去了。

# inn_hero_self_death_travelogue_generic_label+female
source: {0} succumbed to their wounds.
ja: {0}は負傷により倒れた。
ko: {0}, 부상으로 인해 사망.
uk: {0} гине від поранень.
zh_cn: {0}伤势过重死去了。

# inn_hero_self_death_travelogue_generic_label+male
source: {0} succumbed to their wounds.
ja: {0}は負傷により倒れた。
ko: {0}, 부상으로 인해 사망.
uk: {0} гине від поранень.
zh_cn: {0}伤势过重死去了。

# inn_log_entry_biome_goal_complete
source: '{0}' Complete!
ja: 「{0}」完了！
ko: '{0}' 완료!
uk: Досягнута мета «{0}»!
zh_cn: “{0}”完成！

# inn_log_entry_biome_goal_incomplete
source: '{0}' incomplete!
ja: 「{0}」未完了！
ko: '{0}' 미완료!
uk: Не досягнута мета «{0}»!
zh_cn: “{0}”未能完成！

# inn_meltdown_travelogue_four_heroes_plural_label
source: The Companions struggled mightily with their minds as they succumbed to meltdown after meltdown.
ja: 仲間たちは、相次ぐ精神崩壊に襲われながら、懸命に自分の心と格闘していた。
ko: 원정대원들은 붕괴에 붕괴를 거듭하면서 굉장한 심적인 고통을 겪었습니다.
uk: Супутники більше неспроможні чинити опір своєму відчаю і занурюються в безодню нервових зривів.
zh_cn: 队伍被折磨得死去活来，一次又一次地崩溃。

# inn_meltdown_travelogue_four_heroes_single_label
source: All Companions were mentally vanquished and suffered meltdowns.
ja: すべての仲間が精神的に打ちのめされ、精神崩壊に見舞われた。
ko: 모든 원정대원들은 정신적으로 무너져 붕괴로 고통받았습니다.
uk: Супутники не витримують напруження: вони доведені до нервового зриву.
zh_cn: 整支队伍的精神都被击垮，经历了崩溃。

# inn_meltdown_travelogue_one_hero_plural_label
source: {0}, poor soul, succumbed to various meltdowns.
ja: {0}は、哀れにも、様々な精神崩壊に見舞われた。
ko: {0}의 안타까운 영혼은 숱한 정신적 붕괴에 굴복함.
uk: {0} занурюється в безодню нервових зривів.
zh_cn: 可怜的{0}经受了数次崩溃。

# inn_meltdown_travelogue_one_hero_plural_label+female
source: {0}, poor soul, succumbed to various meltdowns.
ja: {0}は、哀れにも、様々な精神崩壊に見舞われた。
ko: {0}의 안타까운 영혼은 숱한 정신적 붕괴에 굴복함.
uk: {0} занурюється в безодню нервових зривів.
zh_cn: 可怜的{0}经受了数次崩溃。

# inn_meltdown_travelogue_one_hero_plural_label+male
source: {0}, poor soul, succumbed to various meltdowns.
ja: {0}は、哀れにも、様々な精神崩壊に見舞われた。
ko: {0}의 안타까운 영혼은 숱한 정신적 붕괴에 굴복함.
uk: {0} занурюється в безодню нервових зривів.
zh_cn: 可怜的{0}经受了数次崩溃。

# inn_meltdown_travelogue_one_hero_single_label
source: {0} was overwhelmed and had a meltdown.
ja: {0}は圧倒され、一度だけ精神崩壊してしまった。
ko: 적들에게 밀리던 {0}, 정신이 붕괴해 버림.
uk: {0} зазнає нервового зриву.
zh_cn: {0}承受不住，经历了一次崩溃。

# inn_meltdown_travelogue_one_hero_single_label+female
source: {0} was overwhelmed and had a meltdown.
ja: {0}は圧倒され、一度だけ精神崩壊してしまった。
ko: 적들에게 밀리던 {0}, 정신이 붕괴해 버림.
uk: {0} зазнає нервового зриву.
zh_cn: {0}承受不住，经历了一次崩溃。

# inn_meltdown_travelogue_one_hero_single_label+male
source: {0} was overwhelmed and had a meltdown.
ja: {0}は圧倒され、一度だけ精神崩壊してしまった。
ko: 적들에게 밀리던 {0}, 정신이 붕괴해 버림.
uk: {0} зазнає нервового зриву.
zh_cn: {0}承受不住，经历了一次崩溃。

# inn_meltdown_travelogue_three_heroes_plural_label
source: {0}, {1}, and {2} were burdened repeatedly by meltdowns.
ja: {0}、{1}、そして{2}は、精神崩壊に何度も悩まされていた。
ko: {0}, {1} 그리고 {2}, 계속되는 정신 붕괴에 굴복함.
uk: {0}, {1} та {2} поринають у вир нервових зривів.
zh_cn: {0}，{1}和{2}反复被精神崩溃所折磨。

# inn_meltdown_travelogue_three_heroes_single_label
source: {0}, {1} and {2} had a meltdown.
ja: {0}、{1}、そして{2}は、一度精神崩壊してしまった。
ko: {0}, {1} 그리고 {2}의 정신이 붕괴함.
uk: {0}, {1} та {2} зазнають нервового зриву.
zh_cn: {0}，{1}和{2}各自经历了一次崩溃。

# inn_meltdown_travelogue_two_heroes_plural_label
source: {0} and {1} suffered through meltdowns.
ja: {0}と{1}は複数の精神崩壊に苦しんだ。
ko: {0} 및 {1}, 정신 붕괴를 겪음.
uk: {0} та {1} поринають у вир нервових зривів.
zh_cn: {0}和{1}经受了数次崩溃。

# inn_meltdown_travelogue_two_heroes_plural_label+female+female
source: {0} and {1} suffered through meltdowns.
ja: {0}と{1}は複数の精神崩壊に苦しんだ。
ko: {0} 및 {1}, 정신 붕괴를 겪음.
uk: {0} та {1} поринають у вир нервових зривів.
zh_cn: {0}和{1}经受了数次崩溃。

# inn_meltdown_travelogue_two_heroes_plural_label+female+male
source: {0} and {1} suffered through meltdowns.
ja: {0}と{1}は複数の精神崩壊に苦しんだ。
ko: {0} 및 {1}, 정신 붕괴를 겪음.
uk: {0} та {1} поринають у вир нервових зривів.
zh_cn: {0}和{1}经受了数次崩溃。

# inn_meltdown_travelogue_two_heroes_plural_label+male+female
source: {0} and {1} suffered through meltdowns.
ja: {0}と{1}は複数の精神崩壊に苦しんだ。
ko: {0} 및 {1}, 정신 붕괴를 겪음.
uk: {0} та {1} поринають у вир нервових зривів.
zh_cn: {0}和{1}经受了数次崩溃。

# inn_meltdown_travelogue_two_heroes_plural_label+male+male
source: {0} and {1} suffered through meltdowns.
ja: {0}と{1}は複数の精神崩壊に苦しんだ。
ko: {0} 및 {1}, 정신 붕괴를 겪음.
uk: {0} та {1} поринають у вир нервових зривів.
zh_cn: {0}和{1}经受了数次崩溃。

# inn_meltdown_travelogue_two_heroes_single_label
source: {0} and {1} had a meltdown.
ja: {0}と{1}は一度だけ精神崩壊してしまった。
ko: {0}, {1}의 정신이 붕괴함.
uk: {0} та {1} зазнають нервового зриву.
zh_cn: {0}和{1}各自经历了一次崩溃。

# inn_meltdown_travelogue_two_heroes_single_label+female+female
source: {0} and {1} had a meltdown.
ja: {0}と{1}は一度だけ精神崩壊してしまった。
ko: {0}, {1}의 정신이 붕괴함.
uk: {0} та {1} зазнають нервового зриву.
zh_cn: {0}和{1}各自经历了一次崩溃。

# inn_meltdown_travelogue_two_heroes_single_label+female+male
source: {0} and {1} had a meltdown.
ja: {0}と{1}は一度だけ精神崩壊してしまった。
ko: {0}, {1}의 정신이 붕괴함.
uk: {0} та {1} зазнають нервового зриву.
zh_cn: {0}和{1}各自经历了一次崩溃。

# inn_meltdown_travelogue_two_heroes_single_label+male+female
source: {0} and {1} had a meltdown.
ja: {0}と{1}は一度だけ精神崩壊してしまった。
ko: {0}, {1}의 정신이 붕괴함.
uk: {0} та {1} зазнають нервового зриву.
zh_cn: {0}和{1}各自经历了一次崩溃。

# inn_meltdown_travelogue_two_heroes_single_label+male+male
source: {0} and {1} had a meltdown.
ja: {0}と{1}は一度だけ精神崩壊してしまった。
ko: {0}, {1}의 정신이 붕괴함.
uk: {0} та {1} зазнають нервового зриву.
zh_cn: {0}和{1}各自经历了一次崩溃。

# inn_next_biome_append_label
source: <color=#{neutral}>(Until Next Inn)</color>
ko: <color=#{neutral}>(다음 여관까지)</color>
uk: <color=#{neutral}>(до наступного трактиру)</color>

# inn_rest_item_blocked
source: Blocked!({0})
ja: ブロックされた！（{0}）
ko: 불가! ({0})
uk: Блокується! ({0})
zh_cn: 禁用！（{0}）

# inn_rest_item_condition_blocked
source: Item Condition
ja: アイテムの状態
ko: 아이템 조건
uk: Стан предмета
zh_cn: 物品状态

# inn_rest_target_select_multi_target
source: Select two recipients!
ja: 対象を2人選ぼう！
ko: 사용자 두 명을 선택하세요!
uk: Виберіть двох героїв!
zh_cn: 选择两个目标！

# inn_rest_target_select_party_target
source: Select any hero!
ja: 英雄を選ぼう！
ko: 아무 영웅이나 선택하세요!
uk: Виберіть будь-якого героя!
zh_cn: 选择任意一个英雄！

# inn_rest_target_select_single_target
source: Select a recipient!
ja: 対象を1人選ぼう！
ko: 사용자 한 명을 선택하세요!
uk: Виберіть героя!
zh_cn: 选择一个目标！

# inn_results_screen_title
source: Travelogue
ja: 旅行記
ko: 여정 일지
uk: Дорожній журнал
zh_cn: 旅行日志

# inn_run_goal_complete_travelogue_label
source: {0} completed their hero objective!
ja: {0}が英雄の目的を完了！
ko: {0}, 영웅 목표 완료!
uk: {0} досягає своєї мети!
zh_cn: {0}完成了英雄目标！

# inn_run_goal_complete_travelogue_label+female
source: {0} completed her hero objective!
ja: {0}が英雄の目的を完了！
ko: {0}, 영웅 목표 완료!
uk: {0} досягає своєї мети!
zh_cn: {0}完成了英雄目标！

# inn_run_goal_complete_travelogue_label+male
source: {0} completed his hero objective!
ja: {0}が英雄の目的を完了！
ko: {0}, 영웅 목표 완료!
uk: {0} досягає своєї мети!
zh_cn: {0}完成了英雄目标！

# inn_screen_name_biome_results
source: Travelogue
ja: 旅行記
ko: 여정 일지
uk: Дорожній журнал
zh_cn: 旅行日志

# inn_screen_name_biome_select
source: Select Route
ja: ルートを選択
ko: 경로 선택
uk: Виберіть шлях
zh_cn: 选择行程

# inn_screen_name_end_run
source: End Expedition
ja: 遠征を終了
ko: 원정 종료
uk: Кінець походу
zh_cn: 结束征程

# inn_screen_name_rest
source: Rest
ja: 休む
ko: 휴식
uk: На відпочинок
zh_cn: 休息

# inn_screen_name_stage_coach
source: The Wainwright
ja: 荷車製造所
ko: 마차 정비공
uk: Каретна майстерня
zh_cn: 马车匠

# inn_screen_name_store
source: The Provisioner
ja: 行商人
ko: 물자 관리인
uk: Чорна лавка
zh_cn: 补给员

# inn_screen_name_upgrade_skills
source: Mastery Trainer
ja: 熟達訓練所
ko: 숙련 교관
uk: Школа загартування
zh_cn: 训练师

# inn_screen_title_end_run
source: Every League, a Lesson.
ja: 一歩一歩、そのすべてを経験としよう。
ko: 여정의 매 걸음마다 배울 것이 있다.
uk: Кожна ліга — засвоєний урок.
zh_cn: 一里路，一堂课。

# inn_select_route_label
source: Select a Route
ja: ルートを選択
ko: 경로 선택
uk: Виберіть шлях
zh_cn: 选择行程

# inn_store_title
source: The Provisioner
ja: 行商人
ko: 물자 관리인
uk: Чорна лавка
zh_cn: 补给员

# inn_title_anticultist
source: The Mountain's Shadow
ja: 山の影
ko: 산자락
uk: Тінь Гори
zh_cn: 山峰之影

# inn_title_antigaunt
source: The Stumbling Corpse
ja: よろめく死体
ko: 비틀거리는 시체
uk: Кульгавий труп
zh_cn: 蹒跚的尸体

# inn_title_antipillager
source: The Rusty Blade
ja: 錆びた刃
ko: 녹슨 검
uk: Іржавий клинок
zh_cn: 锈刃旅馆

# inn_title_badquirk
source: The Limping Mule
ja: 跛行するラバ
ko: 절름발이 나귀
uk: Кульгава ослиця
zh_cn: 跛驴旅馆

# inn_title_behealedchild
source: The Good Doctor
ja: 善良な医師
ko: 좋은 의사
uk: Гарний лікар
zh_cn: 好医生旅馆

# inn_title_circus
source: The Butcher's Circus
ja: 肉屋の大立ち回り
ko: 도살자의 서커스
uk: Цирк різника
zh_cn: 屠夫的马戏团

# inn_title_critcity
source: The Crossed Swords
ja: 交差する剣
ko: 교차한 검
uk: Схрещені мечі
zh_cn: 交锋旅馆

# inn_title_default
source: The Torch & Crown
ja: 松明と王冠
ko: 횃불과 왕관
uk: Смолоскип і корона
zh_cn: 火炬与王冠

# inn_title_fightscouted
source: The Lute & Dagger
ja: リュートと短剣
ko: 류트와 단검
uk: Лютня та кинджал
zh_cn: 琴与匕首

# inn_title_freestuff
source: The Winking Thief
ja: 目配りする泥棒
ko: 눈웃음 짓는 도둑
uk: Посмішка злодійки
zh_cn: 挤眼的窃贼

# inn_title_goodquirk
source: The Keening Well
ja: 号泣の井戸
ko: 목마른 우물
uk: Скарбниця плачу
zh_cn: 哀嚎之窟

# inn_title_helpscouted
source: The Curious Nag
ja: 不思議な老馬
ko: 참견질과 잔소리
uk: Цікава шкапа
zh_cn: 好奇的老马

# inn_title_mysteryscouted
source: The Shambler's Altar
ja: シャンブラーの祭壇
ko: 기는 혼돈의 제단
uk: Вівтар пітьманника
zh_cn: 跛行者的祭坛

# inn_title_physicians_guild_seal
source: Physicians' Guild Seal
ko: 외과의 조합 인장

# inn_title_quirkcentral
source: The Vestal's Secret
ja: 巫女の秘密
ko: 성녀의 비밀
uk: Таємниця весталки
zh_cn: 圣女的秘密

# inn_title_scoutbuff
source: The Summit View
ja: 山頂の光景
ko: 꼭대기 경치
uk: Гірська панорама
zh_cn: 峰景旅馆

# inn_title_scupgradeshop
source: The Station House
ja: 駅舎
ko: 역참소
uk: Перевалочний пункт
zh_cn: 站屋旅馆

# inn_title_stressfulrest
source: The Tempting Goblet
ja: 誘惑のゴブレット
ko: 미혹의 술잔
uk: Привабливий кубок
zh_cn: 诱人的圣杯

# inn_title_stressheal
source: The River's Song
ja: 川の歌
ko: 강의 노래
uk: Пісня річки
zh_cn: 泉歌旅馆

# inn_title_superheal
source: The Butcher's Feast
ja: 肉屋の饗宴
ko: 도살자의 연회
uk: Бенкет різника
zh_cn: 屠夫之宴
