Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_crit_targeted_ally+highwayman
source: I've seen you take worse. C'mon!
ko: 더 나쁜 꼴도 당해봤잖나. 일어나!
uk: Пам’ятаю, бувало й гірше. Уперед!

# bark_crit_targeted_ally+jester
source: If you keep moving, you won't feel it.
ja: 動き続ければ、感じなくなる
ko: 계속 움직이다 보면 덜 아파져.
uk: Рухатимешся — не відчуватимеш болі.
zh_cn: 只要你保持移动，你就感觉不到疼。

# bark_crit_targeted_ally+leper
source: Allow the pain to hone your blade.
ko: 고통은 칼날을 날카롭게 갈아 주지.
uk: Нехай біль заточить твій клинок.

# bark_crit_targeted_ally+man_at_arms
source: Just a stinger! Get up!
ja: ただの刺し傷だ！起きろ！
ko: 그냥 따끔하잖나! 일어나!
uk: Лише подряпина. Вставай!
zh_cn: 没什么大不了的！快起来！

# bark_crit_targeted_ally+occultist
source: A fierce blow, yet here you are.
ko: 엄청난 공격이었지, 하지만 아직 살아있잖나.
uk: Жорстокий удар, але ти ще з нами.

# bark_crit_targeted_ally+plague_doctor
source: You are not beyond healing!
ko: 아직 다 치료할 수 있어!
uk: Ще є шанс вилікуватись!

# bark_crit_targeted_ally+runaway
source: Lick your wounds <i>later.</i>
ja: 傷のなめ合いは<i>後で</i>やって
ko: <i>이따</i> 상처 돌봐 줄게.
uk: <i>Зараз</i> не час зализувати рани.
zh_cn: 晚点再舔舐你的伤口。

# bark_crit_targeted_ally+vestal
source: Fear not - we are blessed!
ja: 恐れないで。私たちは神に守られています！
ko: 두려워 말라, 우리는 축복받았다!
uk: Не лякайся, ми осяяні благословенням!
zh_cn: 不要害怕——我们有祝福加持！

# bark_crit_targeted+bounty_hunter
source: You're gonna regret that.
ko: 후회하게 될 거다.
uk: Ти пожалкуєш про це.

# bark_crit_targeted+flagellant
source: ECSTASY! I require more!
ko: 황홀하도다! 더, 더!
uk: ЕКСТАЗ! Ще, ще!

# bark_crit_targeted+grave_robber
source: *cough* Well played...
ja: ゴホッ、よくやったわね…
ko: 쿨럭! 실력 좋네...
uk: *кашляє* Гарний удар...
zh_cn: *咳嗽* 不错……

# bark_crit_targeted+hellion
source: Got my blood up now!
ko: 이제야 피가 끓네!
uk: Моя кров скипіла!

# bark_crit_targeted+highwayman
source: Won't get another of those.
ko: 또 한 방은 못 버티겠군.
uk: Удруге не вийде.

# bark_crit_targeted+jester
source: I'll see the next one coming!
ko: 다음 공격은 안 놓쳐!
uk: Наступного разу не вийде!

# bark_crit_targeted+leper
source: If I can take it in another's stead...
ko: 다른 자를 대신해 이 고통을 받아낸다면...
uk: Якщо я можу взяти на себе...

# bark_crit_targeted+man_at_arms
source: Blasted horrors!
ja: 爆破したぞ！
ko: 끔찍한 공포로군!
uk: Страх і жах!
zh_cn: 该死的怪物！

# bark_crit_targeted+occultist
source: Careful - you'll rouse something you can't afford to.
ja: 気をつけろ。手に負えないものを目覚めさせてしまうぞ
ko: 조심하라. 너조차 감당 못할 존재를 깨울 수도 있으니.
uk: Обережно! Не розбуди те, з чим не впораєшся.
zh_cn: 小心——免得你唤醒无法抵挡的东西。

# bark_crit_targeted+plague_doctor
source: I am unsure if I could withstand another!
ja: もう1発耐えられるかはわからない！
ko: 또 한 방 버틸 수 있을지 모르겠는걸!
uk: Не впевнена, що витримаю ще одну атаку!
zh_cn: 下一击我恐怕要招架不住了！

# bark_crit_targeted+runaway
source: Damn it, gotta be more careful...
ja: ちくしょう、もっと慎重にならないと…
ko: 망할, 좀 더 조심했어야 하는데...
uk: От дідько, треба бути обережнішим.
zh_cn: 该死，我得更小心点……

# bark_crit_targeted+vestal
source: All my sisters' wrath!
ja: 同胞の怒りと比べれば！
ko: 자매들의 분노를 받아라!
uk: Весь гнів моїх сестер!
zh_cn: 我姊妹们的怒火！

# bark_deaths_door_enter@0
source: Can't... stay on my feet...
ja: うう…立っていられない…
ko: 더 이상... 서 있을 수가...
uk: Ноги... не тримають...
zh_cn: 站……站不稳……

# bark_deaths_door_enter@1
source: Dark clouds my vision...
ko: 어둠이 눈 앞을 가린다...
uk: Пітьма застилає мій зір...

# bark_deaths_door_enter@2
source: I fear I am lost!
ko: 패배한 걸까 봐 두려워!
uk: Здається, я не знаю, куди далі йти!

# bark_deaths_door_enter@3
source: I thought it would be different...
ko: 이런 끝은 아닐 것 같았는데...
uk: Мені здавалося, все буде інакше...

# bark_deaths_door_enter@4
source: Is this it...?
ko: 이제 끝인가...?
uk: Невже це... кінець?

# bark_deaths_door_enter@5
source: Just let me rest...
ko: 냅 둬, 좀 쉬자...
uk: Хочеться перепочити...

# bark_deaths_door_enter@6
source: My legs have gone numb...
ja: 足の感覚がない…
ko: 다리에 감각이 없어져...
uk: Ноги вже заніміли.
zh_cn: 我的双腿没知觉了……

# bark_deaths_door_enter@7
source: So weak. So tired. Forgive me.
ja: 力が出ない。 疲れた。 許してくれ
ko: 힘이 빠져. 힘이 안 들어가. 날 용서하길.
uk: Відчуваю лише слабкість і втому. Пробач.
zh_cn: 好虚弱……好累……原谅我……

# bark_deaths_door_enter@8
source: They got me, didn't they?
ja: 奴らにやられたか
ko: 이렇게 죽는 거지, 그렇지?
uk: Я більше нічого не можу зробити?
zh_cn: 这就是……被打倒的滋味么……

# bark_deaths_door_enter@9
source: Why can't I get up...?
ja: なぜ立てない…？
ko: 왜 일어날 수가 없지...?
uk: Чому я не можу зосередитись?
zh_cn: 为什么我……站不起来……

# bark_deaths_door_enter_ally@0
source: Back from the edge, comrade!
ja: 崖っぷちから立ち直るんだ！
ko: 마지막까지 버티라고, 친구!
uk: Вибирайся!
zh_cn: 从鬼门关里回来，朋友！

# bark_deaths_door_enter_ally@1
source: Focus on me! Hold fast!
ko: 날 봐! 버텨!
uk: Зосередься на мені! Тримайся!

# bark_deaths_door_enter_ally@2
source: I beg of you - someone help!
ko: 제발 부탁이야, 누가 좀 도와줘!
uk: Допоможіть, благаю!

# bark_deaths_door_enter_ally@3
source: I know it hurts, but you must endure!
ja: 痛いのはわかるが、耐えねばならない！
ko: 아픈 건 알겠지만 견뎌야 해!
uk: Знаю, боляче, але треба терпіти!
zh_cn: 我知道这很痛，但你必须忍住！

# bark_deaths_door_enter_ally@4
source: Not yet!
ko: 아직 안 돼!
uk: Не зараз!

# bark_deaths_door_enter_ally@5
source: This isn't where you fall!
ko: 여긴 네가 쓰러질 곳이 아니야!
uk: Це ще не кінець твого шляху.

# bark_deaths_door_enter_ally@6
source: We need you alive!
ko: 넌 살아야 한다고!
uk: Нам потрібна твоя допомога!

# bark_deaths_door_enter_ally@7
source: We've got you! Hold on!
ja: しっかりしろ！大丈夫だ！
ko: 우리만 믿고 버텨!
uk: Ми з тобою, тримайся!
zh_cn: 我们来了！坚持住！

# bark_deaths_door_enter_ally@8
source: You must see this through!
ko: 너 진짜 꼭 버텨야 된다!
uk: Треба довести справу до кінця.

# bark_deaths_door_enter_ally@9
source: You're stronger than this!
ja: これしきでやられないはずだ！
ko: 넌 이것보다 강해!
uk: Ти подолаєш це!
zh_cn: 坚持住，你可以的！

# bark_deaths_door_enter_ally+bounty_hunter@0
source: Bad luck to lose a client.
ja: 依頼主を失うのは不運だ
ko: 고객을 잃다니 일진 참 사납군.
uk: Втрата клієнта — це погано.
zh_cn: 损失一名客户会带来厄运。

# bark_deaths_door_enter_ally+bounty_hunter@1
source: You still owe me.
ko: 아직 잔금 남았어.
uk: Ти все ще в боргу переді мною.

# bark_deaths_door_enter_ally+flagellant@0
source: Death can be bested!
ko: 죽음은 물리칠 수 있는 법!
uk: Смерть можна подолати!

# bark_deaths_door_enter_ally+flagellant@1
source: Each drop you bleed, a sin forgiven!
ja: 血を流すたびに、罪が許されるのだ！
ko: 네가 흘린 피 한 방울마다 죄 하나를 사하노니!
uk: Кожна крапля крові, яку ти проливаєш, це прощення одного гріха!
zh_cn: 你的每一滴血，都会赎清一道罪孽！

# bark_deaths_door_enter_ally+grave_robber@0
source: Don't fail me now! Get up!
ko: 어디 내 앞에서 죽으려 들어! 일어나!
uk: Не підведи мене! Вставай!

# bark_deaths_door_enter_ally+grave_robber@1
source: You'd give in to them? Surely not.
ja: 奴らに屈するの？絶対にダメよ
ko: 쟤들한테 질 거야? 절대 아니지.
uk: Поступитися перед ними? Це не для тебе.
zh_cn: 难道你会就这么放弃？我看不会。

# bark_deaths_door_enter_ally+hellion@0
source: Dig your heels in!
ja: 屈するな！
ko: 발 딱 붙이고 버텨라!
uk: Опирайся!
zh_cn: 站稳脚跟！

# bark_deaths_door_enter_ally+hellion@1
source: You would shame us so?!
ja: 私たちに恥をかかせる気か？
ko: 이런 수치스러운 죽음을 맞이할거냐?!
uk: Невже в тебе вийшло б так нас зганьбити?!
zh_cn: 就这样死去也太屈辱了！

# bark_deaths_door_enter_ally+highwayman@0
source: Pull through this, damn you!
ko: 딱 버티라고, 이 망할 자식아!
uk: Спробуй вижити, паскудо!

# bark_deaths_door_enter_ally+highwayman@1
source: You owe it to yourself. Get up.
ja: 自分のためだ。立ち上がれ
ko: 네 자신 말고 믿을 사람 없어. 일어나.
uk: Це твій борг перед собою. Вставай.
zh_cn: 你还有事情要做。快站起来。

# bark_deaths_door_enter_ally+jester@0
source: It ain't over 'til it's over!
ko: 끝나기 전까진 끝난 게 아니지!
uk: Це не закінчиться, доки не закінчиться!

# bark_deaths_door_enter_ally+jester@1
source: Nothing a sawbones can't fix.
ja: 外科医に治せないものはない
ko: 톱질로 못 고치는 게 없다니까.
uk: Нічого такого, що не міг би виправити костоправ.
zh_cn: 哪疼锯哪，然后就没事了！

# bark_deaths_door_enter_ally+leper@0
source: Rise above your pain.
ko: 고통을 딛고 일어서게나.
uk: Подолай свій страх!

# bark_deaths_door_enter_ally+leper@1
source: Think of the years you have left.
ko: 아직 남은 생애를 생각해 보게.
uk: Подумай про роки, що залишилися.

# bark_deaths_door_enter_ally+man_at_arms@0
source: Givin' in is the only true defeat.
ja: 降参することが、唯一の真の敗北だ
ko: 진정 유일한 패배는 바로 포기하는 것.
uk: Поступитися — це єдина справжня поразка.
zh_cn: 只有放弃，才是真正的失败。

# bark_deaths_door_enter_ally+man_at_arms@1
source: Grit yer teeth and outlast it!
ja: 歯を食いしばって凌げ！
ko: 이 악물고 딱 버텨!
uk: Стисни зуби й терпи!
zh_cn: 咬紧牙关，扛过去！

# bark_deaths_door_enter_ally+occultist@0
source: Do not die burdened with regret.
ja: 後悔を背負って死ぬな
ko: 후회를 지고 죽지는 말게.
uk: Не можна вмирати, коли тебе обтяжує смуток.
zh_cn: 不要背负悔恨死去。

# bark_deaths_door_enter_ally+occultist@1
source: Weather this as I know you can.
ko: 자넨 버틸 수 있네. 난 알아.
uk: Витримай це. Я знаю, ти можеш.

# bark_deaths_door_enter_ally+plague_doctor@0
source: Don't die! I have a method to test!
ko: 죽지 마! 아직 시험해 볼 치료법이 있어!
uk: Не вмирай! У мене є метод для перевірки!

# bark_deaths_door_enter_ally+plague_doctor@1
source: Persevere! I am coming!
ko: 진정해! 내가 간다!
uk: Ти маєш вистояти! Я вже йду!

# bark_deaths_door_enter_ally+runaway@0
source: Keep your head above it!
ko: 머리 똑바로 치켜들어!
uk: Тримай голову вище!

# bark_deaths_door_enter_ally+runaway@1
source: We're coming! Fight for us!
ja: 私たちが行く！私たちのために戦って！
ko: 지금 갈 테니까! 제발 버텨 줘!
uk: Ми йдемо! Опирайся заради нас!
zh_cn: 我们来了！为了我们战斗下去！

# bark_deaths_door_enter+bounty_hunter
source: So close.
ja: とても近い。
ko: 아슬아슬했군.
uk: Дуже близько.
zh_cn: 差一点。

# bark_deaths_door_enter+flagellant
source: NO! Death shall not... claim me...!
ja: ダメだ！死は俺を…襲うことはない…！
ko: 안 돼! 죽음은... 날 잠식하지 못한다...!
uk: НІ! Смерть не забере мене!
zh_cn: 不！死神……不能……将我夺去！

# bark_deaths_door_enter+grave_robber
source: If I fall... don't put me in the ground.
ja: 私が倒れても…土葬はやめて
ko: 내가 죽으면… 땅에는 묻지 마.
uk: Якщо я помру... не треба ніякого поховання.
zh_cn: 要是我死了……不要把我埋在土里。

# bark_deaths_door_enter+hellion
source: A warrior's death awaits me!
ja: 戦士としての死が待っている！
ko: 나는 전사로 죽는다!
uk: Я помру смертю воїна!
zh_cn: 我就要光荣战死了！

# bark_deaths_door_enter+highwayman
source: Every road ends...
ja: すべての道には終わりがある…
ko: 모든 길은 끝이 있지…
uk: Усі мандри колись кінчаються...
zh_cn: 每条路都有尽头……

# bark_deaths_door_enter+jester
source: At last, the greatest joke of all...
ja: ついに最高のジョークが出たな…
ko: 드디어 최고의 농담이로군...
uk: Жарт, який нікому так і не вдалося зрозуміти...
zh_cn: 终于来了，最可笑的笑话……

# bark_deaths_door_enter+leper
source: An end to my torment, at last?
ja: ついに私の苦悩に終止符が？
ko: 마침내 내 고통에 끝이 왔는가?
uk: Моїм мукам нарешті настав кінець?
zh_cn: 我的苦难终于到头了么？

# bark_deaths_door_enter+man_at_arms
source: One last march, eh?
ja: 最後のマーチか？
ko: 허, 마지막 행군이로군?
uk: Адже це останній похід?
zh_cn: 最后一场仗，呵……

# bark_deaths_door_enter+occultist
source: This was not the deal we struck!
ja: これは話が違うぞ！
ko: 이건 계약에 없었는데!
uk: Ми так не домовлялися!
zh_cn: 这和我们谈好的不一样！

# bark_deaths_door_enter+plague_doctor
source: All flesh fails, in the fullness of time.
ja: 時が来れば、すべての命が死を迎える
ko: 정해진 때에 육신은 흙으로 돌아가겠지.
uk: Життєвий цикл будь-якого тіла колись добігає кінця.
zh_cn: 血肉之躯，终是难逃时间的腐蚀。

# bark_deaths_door_enter+runaway
source: F-feels so warm... feels like home...
ja: とても暖かい…自宅のよう…
ko: 따, 따뜻해... 집에 온 것 같아...
uk: Так тепло... Мов удома...
zh_cn: 感觉……好暖和……像家一样……

# bark_deaths_door_survive@0
source: Don't write me off yet...
ja: まだ見捨てないでくれ…
ko: 아직 안 죽었다고...
uk: Списувати мене з рахунків ще зарано...
zh_cn: 我还有一口气呢……

# bark_deaths_door_survive@1
source: Down but not out!
ja: 倒れても終わりではないぞ！
ko: 쓰러졌을 뿐, 끝나진 않았어!
uk: Падіння не означає смерть!
zh_cn: 伤势很重，但还没死！

# bark_deaths_door_survive@2
source: Hah...!
ja: ハッ…！
ko: 허억...!
uk: Ха!
zh_cn: 哈……！

# bark_deaths_door_survive@3
source: Live to fight another day!
ko: 살아서 또 싸우겠어!
uk: Виживу, щоб боротися далі!

# bark_deaths_door_survive@4
source: Not dead yet!
ko: 아직 안 죽었어!
uk: У мені ще жевріє життя!

# bark_deaths_door_survive@5
source: Not without a fight, I don't!
ko: 싸우지도 않고 죽지는 않아!
uk: Я не здамся без бою!

# bark_deaths_door_survive@6
source: Still more alive than dead.
ko: 아직 산 송장은 안 됐다고.
uk: І досі скоріше живу, аніж помираю.

# bark_deaths_door_survive@7
source: The grave can wait.
ko: 장례식은 미룬다.
uk: Могила зачекає.

# bark_deaths_door_survive@8
source: To give in is too great a shame!
ko: 그냥 포기하기에는 좀 많이 창피해서!
uk: Поступитися — це велика ганьба!

# bark_deaths_door_survive@9
source: You won't have me that easy!
ja: そう簡単には倒れないぞ！
ko: 그렇게 쉽게 당할 것 같냐!
uk: Мене так легко не візьмеш!
zh_cn: 想要我的命？没那么容易！

# bark_deaths_door_survive_ally@0
source: Easy, easy - you're not gone yet!
ja: 気持ちを楽に。まだ意識はあるぞ！
ko: 진정해, 너 아직 안 죽었어!
uk: Спокійно, смерть поки що зачекає!
zh_cn: 别怕，别怕——你还活着呢！

# bark_deaths_door_survive_ally@1
source: Fate has other plans for you!
ja: お前の運命はまだ終わっていない！
ko: 운명이 다른 쪽으로 풀리나 본데!
uk: Доля має інші плани на тебе.
zh_cn: 命运对你还有别的安排！

# bark_deaths_door_survive_ally@2
source: Fight on!
ja: 戦いは続くぞ！
ko: 맞서 싸워!
uk: Бийся далі!
zh_cn: 继续战斗！

# bark_deaths_door_survive_ally@3
source: Hold fast! You're still with us!
ja: 踏ん張れ！まだ大丈夫だ！
ko: 버텨! 네게는 우리가 있어!
uk: Тримайся, ти все ще з нами!
zh_cn: 坚持住！不要放弃！

# bark_deaths_door_survive_ally@4
source: Just keep on breathing!
ja: 呼吸を続けるんだ！
ko: 일단 호흡에 집중해!
uk: Дихай, дихай!
zh_cn: 保持呼吸！

# bark_deaths_door_survive_ally@5
source: Now is not your time!
ko: 지금은 죽을 때가 아니야!
uk: Твій час ще не настав!

# bark_deaths_door_survive_ally@6
source: Stay the course!
ja: 気をしっかり！
ko: 정신 바짝 차려!
uk: Тримайся до кінця!
zh_cn: 不要动摇信念！

# bark_deaths_door_survive_ally@7
source: Stay with us!
ja: 我々から離れるな！
ko: 정신 잃지 마!
uk: Не кидай нас!
zh_cn: 不要死！

# bark_deaths_door_survive_ally@8
source: You won't fall to these louts!
ja: こんなチンピラどもに負けるな！
ko: 저 머저리들한테 죽을 수는 없잖아!
uk: Цим телепням до тебе далеко!
zh_cn: 你不会死在这些家伙手上的！

# bark_deaths_door_survive_ally@9
source: You're tougher than you look.
ja: お前はもっと強いはずだ！
ko: 넌 겉보기보다 강해.
uk: Ти сильніше, ніж здаєшся.
zh_cn: 你比你看起来更加健壮。

# bark_deaths_door_survive_ally+bounty_hunter@0
source: Don't let 'em win!
ko: 놈들이 이기게 두지 마!

# bark_deaths_door_survive_ally+bounty_hunter@1
source: Your boots wouldn't fit me.
ko: 그 신발, 나한테는 안 맞을 것 같군.

# bark_deaths_door_survive_ally+flagellant@0
source: Arise, baptised in blood!
ja: 血の洗礼を受けた者よ、起き上がれ！
ko: 일어나라, 피로 세례 받은 자여!
uk: Вставай, кров’ю хрещений!
zh_cn: 起来吧，在鲜血中受洗！

# bark_deaths_door_survive_ally+flagellant@1
source: I take no pleasure in seeing you fall!
ko: 다른 자가 쓰러지는 건 별로라서!

# bark_deaths_door_survive_ally+grave_robber@0
source: Now don't let them catch you again!
ko: 이제 다시는 당하지 마!
uk: Тепер не дозволяй їм зловити тебе знову!

# bark_deaths_door_survive_ally+grave_robber@1
source: Who'll take the hard blows for me if you fall?
ja: お前が倒れたら、誰が私の代わりにキツい一発を受けるの？
ko: 자기가 쓰러지면 누가 내 대신 맞아줘?
uk: Хто допоможе мені, якщо ти загинеш?
zh_cn: 你倒下了的话，谁来替我抵挡攻击？

# bark_deaths_door_survive_ally+hellion@0
source: I am the first to fall, not you!
ko: 가장 먼저 쓰러질 건 나다, 네가 아냐!

# bark_deaths_door_survive_ally+hellion@1
source: I have no use for your bones! Get up!
ko: 네 뼈에는 관심 없다! 일어나!

# bark_deaths_door_survive_ally+highwayman@0
source: Knew you had it in you.
ko: 버틸 수 있을 줄 알았어.
uk: Я знав, що в тобі це є.

# bark_deaths_door_survive_ally+highwayman@1
source: No time to mourn - get up.
ja: 悲しんでいる暇はない。立て
ko: 너 죽어도 울어 줄 시간 없어. 일어나.
uk: Немає часу тужити. Вставай.
zh_cn: 没时间痛苦——快起来。

# bark_deaths_door_survive_ally+jester@0
source: Afraid we need you alive.
ko: 안타깝지만 넌 살아있어야 더 쓸모가 있단다.
uk: Боюся, що твій час помирати ще не настав.

# bark_deaths_door_survive_ally+jester@1
source: Live - if only to spite them!
ja: 生きろ。彼らを苦しめるためにも！
ko: 살아야지, 그래야 최대한 많이 데려가지!
uk: Живи — хоча б їм на зло!
zh_cn: 活下去吧——哪怕只是为了藐视他们！

# bark_deaths_door_survive_ally+leper@0
source: From pain, clarity. Rise up.
ja: 痛みが靄を晴らしてくれる。立ち上がれ
ko: 고통으로 눈뜨는 각성.
zh_cn: 痛苦使人澄澈。站起来。

# bark_deaths_door_survive_ally+leper@1
source: We all fall vulnerable at times. No shame in it.
ja: 人は誰でも弱気になる時がある。全く恥じることはない
ko: 우리 모두 약해질 때가 있는 법. 부끄러울 일이 아니네.
uk: Ми всі інколи буваємо вразливими. І нічого ганебного в цьому немає.
zh_cn: 我们都有脆弱的时候。这没什么屈辱的。

# bark_deaths_door_survive_ally+man_at_arms@0
source: I never doubted ye!
ja: お前を一度も疑ったことなどない！
ko: 난 자네를 믿어!
uk: Я ніколи в тобі не сумнівався!
zh_cn: 我就知道你能挺住！

# bark_deaths_door_survive_ally+man_at_arms@1
source: We're no unit without you! Up!
ja: お前なしで部隊は成り立たない！立て！
ko: 전우는 같이 살고 같이 죽는다! 일어나!
zh_cn: 没了你，我们就算不上小队了！起来！

# bark_deaths_door_survive_ally+occultist@0
source: Pain is fleeting! Push through it!
ja: 痛みはつかの間だ！押し通せ！
ko: 고통은 잠시 뿐! 이겨내게나!
uk: Біль швидко мине! Треба лише перетерпіти!
zh_cn: 痛苦是暂时的！坚持下去！

# bark_deaths_door_survive_ally+occultist@1
source: With a little cunning, we can take them.
ja: 少々の狡猾さがあれば、どうにかなるものだ
ko: 조금만 머리를 쓰면 충분히 극복할 수 있네.
uk: Якщо трохи схитруємо, зможемо взяти верх.
zh_cn: 用好智慧，就有转圜的余地。

# bark_deaths_door_survive_ally+plague_doctor@0
source: If you survive this, I can mend you!
ja: これを生き抜いたら、治してあげられる！
ko: 일단 살아남으면 내가 고쳐줄게!
uk: Якщо виживеш, я зможу тебе залатати!
zh_cn: 只要你活下去，我就能治好你！

# bark_deaths_door_survive_ally+plague_doctor@1
source: Your resolve is impressive!
ko: 참으로 경이로운 의지야!
uk: Твоя рішучість вражає!

# bark_deaths_door_survive_ally+runaway@0
source: C'mon! Don't make me loot your body!
ko: 일어나! 네 유품 뒤지기는 싫어!

# bark_deaths_door_survive_ally+runaway@1
source: Get too angry to die. Works for me.
ja: 怒りが強すぎてまだ死ねないか。それもアリだね
ko: 화나는 일만 생각해. 그럼 일어나기 쉽더라.
uk: Розлютитись так, щоб і смерть не брала. Мені це допомагає.
zh_cn: 用愤怒抗拒死亡。我试过，很管用。

# bark_deaths_door_survive_ally+vestal@0
source: Admit defeat and earn my scorn!
ja: 負けを認め、私の軽蔑を受けるがいいでしょう！
ko: 순순히 쓰러졌다간 내 경멸을 받게 되리라!
zh_cn: 你若是就此认输，我只会蔑视你！

# bark_deaths_door_survive_ally+vestal@1
source: The only shame is in staying down!
ko: 가만히 누워있는 것이야말로 진정 수치스러운 것!

# bark_deaths_door_survive+bounty_hunter@0
source: Hit me harder or get out of my way.
ja: もっと強く攻撃するか、そこをどけ
ko: 더 세게 칠 거 아니면 꺼져.
uk: Або бий сильніше, або геть із дороги.
zh_cn: 要么杀了我，要么别挡路。

# bark_deaths_door_survive+bounty_hunter@1
source: Not 'til the job is done.
ko: 일단 작업은 끝내고 죽어야지.
uk: Роботу ще не зроблено.

# bark_deaths_door_survive+flagellant@0
source: I plant one foot in the grave!
ko: 무덤에 한 발짝 걸쳤군!
uk: Я вже стою однією ногою в могилі!

# bark_deaths_door_survive+flagellant@1
source: This blighted body surges to victory!
ko: 이 역병에 찌든 몸은 승리로 쇄도한다!
uk: Це знівечене тіло рветься до перемоги!

# bark_deaths_door_survive+grave_robber@0
source: Another laugh in fortune's face!
ko: 운명을 또 한번 비웃어 줬군!
uk: Я сміюся долі в обличчя!

# bark_deaths_door_survive+grave_robber@1
source: Ha haaa! *harsh cough*
ja: ハハーッ！ゲホゲホ…
ko: 하하!... 쿨럭, 쿨럭.
uk: Ха-ха! *різкий кашель*
zh_cn: 哈，哈！ *猛烈地咳嗽*

# bark_deaths_door_survive+hellion@0
source: Is that all you've got?!
ja: お前の力はその程度か！？
ko: 겨우 그게 전부냐?!
uk: Це все, що ти маєш у рукаві?!
zh_cn: 你就这点本事吗？！

# bark_deaths_door_survive+hellion@1
source: Mistook me for a pup, have ye?!
ja: 私を子犬と間違えたのか？
ko: 내가 애송이로 보였나?!
uk: Думаєш, я дрібна шавка?
zh_cn: 把我当成小崽子了，是吗？！

# bark_deaths_door_survive+hellion@2
source: PRESS ME AND KNOW FEAR!
ja: 私に無理強いしたら、恐ろしい目に会うぞ！
ko: 또 건드려 봐, 진짜 공포 알게 될 거다!
uk: НЕ ДРАТУЙ МЕНЕ, БО ПІЗНАЄШ СТРАХ!
zh_cn: 逼迫我，我就让你尝尝恐惧的滋味！

# bark_deaths_door_survive+hellion@3
source: The war hawk screams!
ko: 전쟁의 매가 울부짖는다!
uk: Почуй клич бойового яструба!

# bark_deaths_door_survive+highwayman@0
source: ... Been hit harder.
ja: …これより痛い目にあったことがあるさ
ko: ...더 세게도 맞아 봤어.
uk: ...Бувало й гірше.
zh_cn: ……我受过更重的打击。

# bark_deaths_door_survive+highwayman@1
source: Do your worst.
ko: 최선을 다해 보셔.
uk: Тільки посмій.

# bark_deaths_door_survive+jester@0
source: My lucky day.
ja: 今日はツイてるな
ko: 운수 좋은 날이네.
uk: Мій щасливий день.
zh_cn: 今天是我的幸运日。

# bark_deaths_door_survive+jester@1
source: Seems an encore is in order.
ja: アンコールが必要なようだ
ko: 앙코르도 준비된 모양인데.
uk: Здається, настав час вийти на біс.
zh_cn: 看来得来一首安可曲了。

# bark_deaths_door_survive+leper@0
source: I must see this through.
ja: この最後を見届けなければならない
ko: 끝까지 두고 보자고.
uk: Треба довести справу до кінця.
zh_cn: 我不能在这里倒下。

# bark_deaths_door_survive+leper@1
source: Not yet.
ko: 아직 아니다.
uk: Ще не час.

# bark_deaths_door_survive+man_at_arms@0
source: Damn you! Shove off or finish the job!
ja: くそったれ！トドメを刺せないなら失せろ！
ko: 망할 놈! 썩 꺼지거나 끝장을 내라!
uk: Забирайся або закінчуй те, що почав!
zh_cn: 去你的，要么给我个痛快，要么就滚！

# bark_deaths_door_survive+man_at_arms@1
source: Rally yourselves!
ko: 다들 단단히 버티게!
uk: Згуртуймося!

# bark_deaths_door_survive+occultist@0
source: I serve powers greater than death, friend.
ja: 友よ、私は死よりも偉大な力に仕えているのだ
ko: 난 죽음보다 더 강대한 힘을 섬긴다네, 벗이여.
uk: Я служу силам, що є могутнішими за смерть.
zh_cn: 我服侍的力量比死亡更强大，朋友。

# bark_deaths_door_survive+occultist@1
source: The human soul - remarkably resilient.
ja: 人間の魂は、驚くほど頑丈なものだ
ko: 인간의 영혼이란... 실로 강인하지.
uk: Людська душа напрочуд витривала.
zh_cn: 人类的灵魂——坚韧得超乎想象。

# bark_deaths_door_survive+plague_doctor@0
source: Adrenaline is a marvel...
ko: 아드레날린은 정말 굉장하지...
uk: Адреналін — справжнє диво...

# bark_deaths_door_survive+plague_doctor@1
source: I have conquered death once before!
ko: 난 이미 죽음을 정복해 봤다고!
uk: Я вже перемагала смерть!

# bark_deaths_door_survive+runaway@0
source: I ain't going down to <i>this...</i>
ko: <i>이딴</i> 거에 죽을 것 같아...?
uk: <i>Так</i> мене не переможеш...

# bark_deaths_door_survive+runaway@1
source: Not today, bastard!
ko: 어림도 없어, 이 자식야!
uk: Не сьогодні, паскуда!

# bark_deaths_door_survive+vestal@0
source: Light within--not yet!
ja: 内なる光よ、今はその時ではありません！
ko: 내면의 불길은... 아직 죽지 않았다!
uk: Світло всередині... ще не час!
zh_cn: 我的体内还有光芒——我还不会倒下！

# bark_deaths_door_survive+vestal@1
source: My fate is not my own to decide!
ja: 私の運命は、自分で決めることではありません！
ko: 내 운명은 내가 결정하는 것이 아니다!
uk: Не мені вирішувати, якою буде моя доля!
zh_cn: 我的命运不由自己决定！

# bark_dont_leave_me@0
source: Halt! I'm still here!
ja: 止まれ！私はまだここにいる！
ko: 잠깐! 나 아직 여기 있어!
uk: Агов, я все ще тут!
zh_cn: 等等！我还在这里呢！

# bark_dont_leave_me@1
source: Stall the horses! I'm falling behind!
ja: 馬を止めろ！置いていかれてる！
ko: 말 세워! 날 버리지 마!
uk: Притримайте коней! Я не можу так швидко!
zh_cn: 快勒马！我要跟不上了！

# bark_dont_leave_me@2
source: Surely they see I'm still here...!
ja: まだここにいるって、奴らはわかっているはず…！
ko: 내가 여기 있는 걸 다들 알 텐데...!
uk: Звісно ж вони бачать, що я все ще тут...
zh_cn: 他们肯定看得到我还在后面……！

# bark_dont_leave_me@3
source: You wouldn't abandon me...!
ko: 나 버리지 마...!
uk: Ви не можете мене кинути...

# bark_dont_leave_me+bounty_hunter@0
source: Forgetting someone?
ja: 誰かを忘れていないか？
ko: 누구 잊은 사람 없나?
uk: Декого забули?
zh_cn: 是不是把谁忘了？

# bark_dont_leave_me+bounty_hunter@1
source: Leave me here and I'll hunt you down.
ko: 날 버리고 갔다간 너희를 추적하겠다.
uk: Залиште мене тут, а я вас потім вистежу.

# bark_dont_leave_me+bounty_hunter@2
source: Wriggling out of my wages, eh?
ja: 俺に給料を支払いたくないのか？
ko: 잔금 떼어 먹고 싶은 건가?
uk: Уже списали мене з рахунків?
zh_cn: 想省下我的佣金，嗯？

# bark_dont_leave_me+flagellant@0
source: Cast me off and I shall have my revenge!
ja: 俺を追放してみろ、復讐してやる！
ko: 날 버리고 갔다간 반드시 복수하겠다!
uk: Спробуйте кинути мене, і я помщуся!
zh_cn: 把我抛下的话，我会回来复仇的！

# bark_dont_leave_me+flagellant@1
source: Turn your back on me - I dare you!
ja: 俺に背を向けるの？ やれるものならやってみろ！
ko: 내게 등을 돌렸단 봐라!
uk: Ну ж бо, поверніться до мене спиною чи боїтесь?
zh_cn: 你们胆敢背叛我？！

# bark_dont_leave_me+flagellant@2
source: You won't reach the mountain without me!
ko: 내가 없으면 산에 가지도 못할 거다!
uk: Без мене ви Гори не дістанетесь!

# bark_dont_leave_me+grave_robber@0
source: Please! Forsake me not!
ko: 제발! 날 버리지 마!
uk: Не кидайте мене! Будь ласка!

# bark_dont_leave_me+grave_robber@1
source: Using me as a decoy?
ja: 私をおとりに使うの？
ko: 날 미끼로 써먹으려고?
uk: Як це — використати мене як приманку?
zh_cn: 想用我做诱饵？

# bark_dont_leave_me+grave_robber@2
source: Without a kiss goodbye?
ja: お別れのキスもなし？
ko: 작별 키스도 안 해주고?
uk: Невже без прощального поцілунку?
zh_cn: 不跟我吻别么？

# bark_dont_leave_me+hellion@0
source: At least let me finish the bloodletting!
ja: せめて戦いを終わらせてくれ！
ko: 피바다는 마무리해야 할 거 아냐!
uk: Дозволь хоча б закінчити з кровопусканням!
zh_cn: 至少等我放完血！

# bark_dont_leave_me+hellion@1
source: Don't cast me out...!
ko: 제발 날 추방하지 마...!
uk: Не залишайте мене!..

# bark_dont_leave_me+hellion@2
source: Who shall lead the charge if you leave me!
ko: 나 버리면 누가 돌격대장 하냐!
uk: Хто керуватиме всім, якщо ви мене залишите!

# bark_dont_leave_me+highwayman@0
source: Don't leave me in the lurch.
ko: 날 곤경으로 몰지 마라.
uk: Не залишайте мене в біді!
