Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# skill_name_flayer_move_up
source: Advance Lunge
ja: 前進突き
ko: 맹렬한 돌격
uk: Випад уперед
zh_cn: 突刺

# skill_name_flayer_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_flayer_slash
source: Slash
ja: 斬る
ko: 가르기
uk: Різана рана
zh_cn: 挥砍

# skill_name_flayer_stab
source: Stab
ja: 刺す
ko: 찌르기
uk: Колота рана
zh_cn: 戳刺

# skill_name_flg_1_acid_rain
source: Acid Rain
ko: 산성비
uk: Кислотний дощ

# skill_name_flg_1_death_shadow_of_death
source: Shadow of Death
ko: 죽음의 그림자
uk: Тінь Смерті

# skill_name_flg_1_death_soul_reaver
source: Soul Reaver
ko: 영혼 유린
uk: Пронизник душ

# skill_name_flg_1_death_trample
source: Trample
ja: 蹂躙
ko: 짓밟기
uk: Важкий поступ
zh_cn: 践踏

# skill_name_flg_1_death_waning_crescent
source: Waning Crescent
ko: 기우는 초승달
uk: Щербатий місяць

# skill_name_flg_1_lash_kiss
source: Lash's Kiss
ja: 鞭打ちの口づけ
ko: 채찍의 입맞춤
uk: Поцілунок бича
zh_cn: 鞭笞之吻

# skill_name_flg_1_more_more
source: More! MORE!
ja: もっと！もっと！
ko: 더! 더!
uk: Ще! ЩЕ!
zh_cn: 再来！再来！！

# skill_name_flg_1_punish
source: Punish
ja: 懲罰
ko: 징벌
uk: Покарання
zh_cn: 惩罚

# skill_name_flg_1_sepsis
source: Sepsis
ko: 패혈증
uk: Сепсис

# skill_name_flg_1_sepsis_finisher
source: Sepsis
ko: 패혈증
uk: Сепсис

# skill_name_flg_acid_rain_p1
source: Acid Rain
ko: 산성비
uk: Кислотний дощ

# skill_name_flg_acid_rain_p1_u
source: Acid Rain<sprite name={q}icon_upgraded_skill{q}>
ko: 산성비<sprite name={q}icon_upgraded_skill{q}>
uk: Кислотний дощ<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_acid_rain_p2
source: Acid Rain
ko: 산성비
uk: Кислотний дощ

# skill_name_flg_acid_rain_p2_u
source: Acid Rain<sprite name={q}icon_upgraded_skill{q}>
ko: 산성비<sprite name={q}icon_upgraded_skill{q}>
uk: Кислотний дощ<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_deathless_p3
source: Deathless
ko: 죽음 결핍
uk: Безсмертя

# skill_name_flg_deathless_p3_u
source: Deathless<sprite name={q}icon_upgraded_skill{q}>
ko: 죽음 결핍<sprite name={q}icon_upgraded_skill{q}>
uk: Безсмертя<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_endure
source: Endure
ja: 辛抱
ko: 인내
uk: Терпіння
zh_cn: 磨炼

# skill_name_flg_endure_u
source: Endure<sprite name={q}icon_upgraded_skill{q}>
ko: 인내<sprite name={q}icon_upgraded_skill{q}>
uk: Терпіння<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_exsanguinate
source: Sepsis
ko: 패혈증
uk: Сепсис

# skill_name_flg_exsanguinate_u
source: Sepsis<sprite name={q}icon_upgraded_skill{q}>
ko: 패혈증<sprite name={q}icon_upgraded_skill{q}>
uk: Сепсис<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_fester
source: Fester
ko: 화농
uk: Нагноєння

# skill_name_flg_fester_u
source: Fester<sprite name={q}icon_upgraded_skill{q}>
ko: 화농<sprite name={q}icon_upgraded_skill{q}>
uk: Нагноєння<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_lash_gift
source: Lash's Gift
ja: 鞭打ちの贈り物
ko: 채찍의 선물
uk: Дарунок бича
zh_cn: 鞭笞之赐

# skill_name_flg_lash_gift_p1
source: Lash's Gift
ja: 鞭打ちの贈り物
ko: 채찍의 선물
uk: Дарунок бича
zh_cn: 鞭笞之赐

# skill_name_flg_lash_gift_p1_u
source: Lash's Gift<sprite name={q}icon_upgraded_skill{q}>
ko: 채찍의 선물<sprite name={q}icon_upgraded_skill{q}>
uk: Дарунок бича<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_lash_gift_p2
source: Lash's Gift
ja: 鞭打ちの贈り物
ko: 채찍의 선물
uk: Дарунок бича
zh_cn: 鞭笞之赐

# skill_name_flg_lash_gift_p2_u
source: Lash's Gift<sprite name={q}icon_upgraded_skill{q}>
ko: 채찍의 선물<sprite name={q}icon_upgraded_skill{q}>
uk: Дарунок бича<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_lash_gift_p3
source: Lash's Gift
ja: 鞭打ちの贈り物
ko: 채찍의 선물
uk: Дарунок бича
zh_cn: 鞭笞之赐

# skill_name_flg_lash_gift_p3_u
source: Lash's Gift<sprite name={q}icon_upgraded_skill{q}>
ko: 채찍의 선물<sprite name={q}icon_upgraded_skill{q}>
uk: Дарунок бича<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_lash_gift_u
source: Lash's Gift<sprite name={q}icon_upgraded_skill{q}>
ko: 채찍의 선물<sprite name={q}icon_upgraded_skill{q}>
uk: Дарунок бича<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_more_more
source: More! MORE!
ja: もっと！もっと！
ko: 더! 더!
uk: Ще! ЩЕ!
zh_cn: 再来！再来！！

# skill_name_flg_more_more_u
source: More! MORE!<sprite name={q}icon_upgraded_skill{q}>
ko: 더! 더!<sprite name={q}icon_upgraded_skill{q}>
uk: Ще! ЩЕ!<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_move
source: Move
ko: 이동
uk: Переміщ.

# skill_name_flg_necrosis
source: Necrosis
ko: 괴사
uk: Відмирання

# skill_name_flg_necrosis_u
source: Necrosis<sprite name={q}icon_upgraded_skill{q}>
ko: 괴사<sprite name={q}icon_upgraded_skill{q}>
uk: Відмирання<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_punish
source: Punish
ja: 懲罰
ko: 징벌
uk: Покарання
zh_cn: 惩罚

# skill_name_flg_punish_p1
source: Punish
ja: 懲罰
ko: 징벌
uk: Покарання
zh_cn: 惩罚

# skill_name_flg_punish_p1_u
source: Punish<sprite name={q}icon_upgraded_skill{q}>
ko: 징벌<sprite name={q}icon_upgraded_skill{q}>
uk: Покарання<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_punish_p2
source: Punish
ja: 懲罰
ko: 징벌
uk: Покарання
zh_cn: 惩罚

# skill_name_flg_punish_p2_u
source: Punish<sprite name={q}icon_upgraded_skill{q}>
ko: 징벌<sprite name={q}icon_upgraded_skill{q}>
uk: Покарання<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_punish_u
source: Punish<sprite name={q}icon_upgraded_skill{q}>
ko: 징벌<sprite name={q}icon_upgraded_skill{q}>
uk: Покарання<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_rain_of_sorrows
source: Acid Rain
ko: 산성비
uk: Кислотний дощ

# skill_name_flg_rain_of_sorrows_u
source: Acid Rain<sprite name={q}icon_upgraded_skill{q}>
ko: 산성비<sprite name={q}icon_upgraded_skill{q}>
uk: Кислотний дощ<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_reclaim
source: Undying
ja: 不死身
ko: 불사
uk: Невмирущість
zh_cn: 蔑死

# skill_name_flg_reclaim_u
source: Undying<sprite name={q}icon_upgraded_skill{q}>
ko: 불사<sprite name={q}icon_upgraded_skill{q}>
uk: Невмирущість<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_redeem
source: Deathless
ko: 죽음 결핍
uk: Безсмертя

# skill_name_flg_redeem_u
source: Deathless<sprite name={q}icon_upgraded_skill{q}>
ko: 죽음 결핍<sprite name={q}icon_upgraded_skill{q}>
uk: Безсмертя<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_sepsis_p1
source: Sepsis
ko: 패혈증
uk: Сепсис

# skill_name_flg_sepsis_p1_u
source: Sepsis<sprite name={q}icon_upgraded_skill{q}>
ko: 패혈증<sprite name={q}icon_upgraded_skill{q}>
uk: Сепсис<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_sepsis_p2
source: Sepsis
ko: 패혈증
uk: Сепсис

# skill_name_flg_sepsis_p2_u
source: Sepsis<sprite name={q}icon_upgraded_skill{q}>
ko: 패혈증<sprite name={q}icon_upgraded_skill{q}>
uk: Сепсис<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_sepsis_p3
source: Sepsis
ko: 패혈증
uk: Сепсис

# skill_name_flg_sepsis_p3_u
source: Sepsis<sprite name={q}icon_upgraded_skill{q}>
ko: 패혈증<sprite name={q}icon_upgraded_skill{q}>
uk: Сепсис<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_suffer
source: Suffer
ko: 피학
uk: Страждання

# skill_name_flg_suffer_p3
source: Suffer
ko: 피학
uk: Страждання

# skill_name_flg_suffer_p3_u
source: Suffer<sprite name={q}icon_upgraded_skill{q}>
ko: 피학<sprite name={q}icon_upgraded_skill{q}>
uk: Страждання<sprite name={q}icon_upgraded_skill{q}>

# skill_name_flg_suffer_u
source: Suffer<sprite name={q}icon_upgraded_skill{q}>
ko: 피학<sprite name={q}icon_upgraded_skill{q}>
uk: Страждання<sprite name={q}icon_upgraded_skill{q}>

# skill_name_foot_soldier_atrophic_cut
source: Atrophic Cut
ja: 萎縮の斬撃
ko: 위축된 베기
uk: Гнилий удар
zh_cn: 凋零挥斩

# skill_name_foot_soldier_atrophic_cut_break
source: Atrophic Cut
ko: 위축된 베기
uk: Гнилий удар

# skill_name_foot_soldier_shambling_thrust
source: Shambling Thrust
ja: ふらつく進撃
ko: 휘청이는 찌르기
uk: Незграбний випад
zh_cn: 蹒跚戳刺

# skill_name_foot_soldier_with_my_life
source: Life on the Line
ja: 生と死の間際
ko: 생사의 기로
uk: Ставка — життя!
zh_cn: 死守

# skill_name_gaunt_lost_soul_gibbering_chomp
source: Chomp
ja: 噛みつき
ko: 씹어먹기
uk: Пожирання
zh_cn: 牙咬

# skill_name_gaunt_lost_soul_scrabble
source: Filthy Morsel
ja: 不潔な食べ物
ko: 추잡한 식탐
uk: Ласий шматок
zh_cn: 脏污抓挠

# skill_name_gaunt_urchin_dont_hurt_me
source: Skulking Step
ja: 落ち着かない足取り
ko: 살금살금 접근
uk: Обережний крок
zh_cn: 阴魂步伐

# skill_name_gaunt_urchin_we_have_to_hide
source: Song of Shadows
ja: 影の歌
ko: 그늘진 노래
uk: Пісня тіней
zh_cn: 阴影歌谣

# skill_name_gaunt_urchin_where_are_you
source: Haunting Melody
ja: 呪いの歌
ko: 음침한 가락
uk: Примарна мелодія
zh_cn: 阴诡旋律

# skill_name_gaunt_widow_dont_look
source: Don't Look!
ja: 見ないで！
ko: 보지 마!
uk: Не дивіться!
zh_cn: 别看！

# skill_name_gaunt_widow_i_was_pretty
source: Gruesome Reflection
ja: 恐るべき鏡像
ko: 섬뜩한 몰골
uk: Моторошне відображення
zh_cn: 可怖映像

# skill_name_gaunt_widow_look_at_me
source: Desperate Grab
ja: 必死な掴み
ko: 절박한 손짓
uk: Відчайдушний захват
zh_cn: 绝望抓挠

# skill_name_gaunt_woodsman_carve_the_toy
source: Carve the Toy
ja: 玩具彫り
ko: 장난감 깎기
uk: Різьблення іграшки
zh_cn: 雕刻玩具

# skill_name_gaunt_woodsman_fell_the_tree
source: Fell the Tree
ja: 伐採の一撃
ko: 나무 넘어간다!
uk: Падіння дерева
zh_cn: 砍倒大树

# skill_name_gaunt_woodsman_protect_the_child
source: Protect the Child
ja: 子の保護
ko: 내가 지켜줄게
uk: Захист дитини
zh_cn: 保护孩童

# skill_name_ghoul_claw
source: Rend
ja: 引き裂き
ko: 가르기
uk: Роздирання
zh_cn: 撕裂

# skill_name_ghoul_howl
source: Howl
ja: 遠吠え
ko: 울부짖음
uk: Виття
zh_cn: 嚎叫

# skill_name_ghoul_throw
source: Skull Toss
ja: 頭蓋骨投げ
ko: 두개골 던지기
uk: Кидок черепом
zh_cn: 投掷头骨

# skill_name_god_cherub_edge_of_oblivion
source: Edge of Oblivion
ja: 忘却の果て
ko: 망각의 끝자락
uk: Край забуття
zh_cn: 湮灭之崖

# skill_name_god_cherub_empty_vessel
source: Empty Vessel
ko: 빈 그릇
uk: Порожня посудина

# skill_name_god_cherub_fading_ember
source: Fading Ember
ko: 사라지는 불씨
uk: Згасаюча вуглинка

# skill_name_god_cherub_stars_align
source: Stars Align
ko: 별들의 정렬
uk: Парад зірок

# skill_name_god_cherub_worship
source: Worship
ko: 숭배
uk: Служіння

# skill_name_god_face_your_failure
source: Face Your Failure
ko: 네 실패를 마주하라
uk: Зізнайтеся в гріхах

# skill_name_god_frailty
source: Frailty
ja: 弱さ
ko: 취약
uk: Тлінність
zh_cn: 无力

# skill_name_god_futility
source: Futility
ja: 無益さ
ko: 무력
uk: Марність
zh_cn: 无用

# skill_name_god_quote
source: <color=#{path_verbose}>"Pity those who glimpse the mind of God."</color>
ko: <color=#{path_verbose}>「신의 내면을 엿본 자들을 동정할 지어다.」</color>

# skill_name_god_samsara
source: Samsara
ja: 輪廻
ko: 윤회
uk: Сансара
zh_cn: 轮回

# skill_name_god_samsara_exception
source: Samsara
ja: 輪廻
ko: 윤회
uk: Сансара
zh_cn: 轮回

# skill_name_god_samsara_post
source: Samsara
ja: 輪廻
ko: 윤회
uk: Сансара
zh_cn: 轮回

# skill_name_god_samsara_timeout
source: Samsara
ja: 輪廻
ko: 윤회
uk: Сансара
zh_cn: 轮回

# skill_name_god_shackles
source: Shackles of the Past
ko: 과거의 족쇄
uk: Окови минулого

# skill_name_god_spreading_stain
source: Spreading Stain
ko: 퍼져나가는 오염
uk: Велика пляма

# skill_name_god_strange_axis
source: Strange Axis
ko: 기이한 축
uk: Дивна вісь

# skill_name_gr_artemisia
source: Absinthe
ja: アブサン
ko: 압생트
uk: Абсент
zh_cn: 苦艾酒

# skill_name_gr_artemisia_u
source: Absinthe<sprite name={q}icon_upgraded_skill{q}>
ja: アブサン<sprite name={q}icon_upgraded_skill{q}>
ko: 압생트<sprite name={q}icon_upgraded_skill{q}>
uk: Абсент<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 苦艾酒<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_combat_1_deep_breaths
source: Take A Breath
ja: 息をつく
ko: 숨 고르기
uk: Перевести дух
zh_cn: 喘口气

# skill_name_gr_combat_1_husband_bombast
source: Slurred Bombast
ja: 大げさな非難
ko: 웅얼거리는 허풍
uk: Нерозбірливі крики
zh_cn: 狂言乱语

# skill_name_gr_combat_1_husband_drink
source: In One Gulp
ja: 一気飲み
ko: 한 모금
uk: Одним ковтком
zh_cn: 一饮而尽

# skill_name_gr_combat_1_husband_riposte
source: How Dare You?!
ja: やったな貴様！
ko: 어디서 감히?!
uk: Та як ти смієш?!
zh_cn: 谁给你的胆子？！

# skill_name_gr_combat_1_husband_stupor
source: Slumped Stupor
ja: 意識もうろう
ko: 혼미해지는 정신
uk: Помутніння розуму
zh_cn: 颓然呆滞

# skill_name_gr_combat_1_husband_tantrum
source: Threatening Tantrum
ja: 怒りの爆発
ko: 협박조의 투정
uk: Гнівні погрози
zh_cn: 暴躁威胁

# skill_name_gr_combat_1_husband_where_are_you
source: Where Are You?!
ja: どこだ！？
ko: 당신 어딨어?!
uk: Де ж ти?!
zh_cn: 人呢？！

# skill_name_gr_combat_1_make_scarce
source: Fade Back
ja: 一歩下がる
ko: 숨기
uk: Сховатись
zh_cn: 遁入暗处

# skill_name_gr_combat_1_placate
source: Placate
ja: 怒りを鎮める
ko: 화를 달래기
uk: Умиротворення
zh_cn: 安抚

# skill_name_gr_combat_1_poison_drink
source: Poison His Drink
ja: 毒を盛る
ko: 술에 독 타기
uk: Отруїти напій
zh_cn: 在他酒里下毒

# skill_name_gr_combat_2_coffin_trapped_riposte
source: A Hidden Blade
ja: 隠された刃
ko: 비수
uk: Таємна пастка
zh_cn: 暗藏机关

# skill_name_gr_combat_2_deep_breaths
source: Take A Moment
ja: 少し待つ
ko: 한 숨 돌리기
uk: Зробити перепочинок
zh_cn: 片刻休憩

# skill_name_gr_combat_2_guard_attack
source: Who Goes There!?
ja: 誰だ！？
ko: 거기 누구냐!?
uk: Стій! Хто йде?
zh_cn: 谁在那？！

# skill_name_gr_combat_2_guard_guard_coffins
source: Rest In Peace
ja: 安らかに眠れ
ko: 편안히 쉬소서
uk: Хай спочине з миром
zh_cn: 安息吧

# skill_name_gr_combat_2_guard_nothing_found
source: Must Be Rats
ja: ネズミか
ko: 쥐인가 보군
uk: Мабуть, щури
zh_cn: 一定是老鼠

# skill_name_gr_combat_2_guard_search
source: Is someone there?
ja: 誰かいるのか？
ko: 거기 누구 있어?
uk: Там є хтось?
zh_cn: 那边是什么动静？

# skill_name_gr_combat_2_pick_to_the_face
source: Pick To The Face
ja: 顔面突き
ko: 곡괭이 찍기
uk: Киркою по пиці
zh_cn: 迎头痛击

# skill_name_gr_combat_2_pry_open
source: Open Coffin
ja: 棺を開ける
ko: 관 열기
uk: Відкрити труну
zh_cn: 打开棺材

# skill_name_gr_combat_2_risky_move
source: Bold Advance
ja: 大胆な前進
ko: 대담한 전진
uk: Ризикований наступ
zh_cn: 鲁莽前进

# skill_name_gr_combat_2_sneak
source: Prowl
ja: 徘徊
ko: 살금살금
uk: Крастися
zh_cn: 伺机待发

# skill_name_gr_dead_of_night
source: Dead of Night
ja: 丑三つ時
ko: 밤의 망자
uk: Під покровом ночі
zh_cn: 月黑风高

# skill_name_gr_dead_of_night_u
source: Dead of Night<sprite name={q}icon_upgraded_skill{q}>
ja: 丑三つ時<sprite name={q}icon_upgraded_skill{q}>
ko: 밤의 망자<sprite name={q}icon_upgraded_skill{q}>
uk: Під покровом ночі<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 月黑风高<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_flashing_daggers
source: Flashing Daggers
ja: 高速短剣投げ
ko: 번뜩이는 비도
uk: Блиск кинджалів
zh_cn: 纷乱匕首

# skill_name_gr_flashing_daggers_p1
source: Flashing Daggers
ko: 번뜩이는 비도
uk: Блиск кинджалів

# skill_name_gr_flashing_daggers_p1_u
source: Flashing Daggers<sprite name={q}icon_upgraded_skill{q}>
ko: 번뜩이는 비도<sprite name={q}icon_upgraded_skill{q}>
uk: Блиск кинджалів<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_flashing_daggers_p3
source: Flashing Daggers
ko: 번뜩이는 비도
uk: Блиск кинджалів

# skill_name_gr_flashing_daggers_p3_u
source: Flashing Daggers<sprite name={q}icon_upgraded_skill{q}>
ko: 번뜩이는 비도<sprite name={q}icon_upgraded_skill{q}>
uk: Блиск кинджалів<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_flashing_daggers_u
source: Flashing Daggers<sprite name={q}icon_upgraded_skill{q}>
ja: 高速短剣投げ<sprite name={q}icon_upgraded_skill{q}>
ko: 번뜩이는 비도<sprite name={q}icon_upgraded_skill{q}>
uk: Блиск кинджалів<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 纷乱匕首<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_glint_in_the_dark
source: Glint in the Dark
ja: 暗闇の閃光
ko: 어둠 속의 번뜩임
uk: Відблиск у пітьмі
zh_cn: 暗藏杀机

# skill_name_gr_glint_in_the_dark_p1
source: Glint in the Dark
ko: 어둠 속의 번뜩임
uk: Відблиск у пітьмі

# skill_name_gr_glint_in_the_dark_p1_u
source: Glint in the Dark<sprite name={q}icon_upgraded_skill{q}>
ko: 어둠 속의 번뜩임<sprite name={q}icon_upgraded_skill{q}>
uk: Відблиск у пітьмі<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_glint_in_the_dark_p3
source: Glint in the Dark
ko: 어둠 속의 번뜩임
uk: Відблиск у пітьмі

# skill_name_gr_glint_in_the_dark_p3_u
source: Glint in the Dark<sprite name={q}icon_upgraded_skill{q}>
ko: 어둠 속의 번뜩임<sprite name={q}icon_upgraded_skill{q}>
uk: Відблиск у пітьмі<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_glint_in_the_dark_u
source: Glint in the Dark<sprite name={q}icon_upgraded_skill{q}>
ja: 暗闇の閃光<sprite name={q}icon_upgraded_skill{q}>
ko: 어둠 속의 번뜩임<sprite name={q}icon_upgraded_skill{q}>
uk: Відблиск у пітьмі<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 暗藏杀机<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_lunge
source: Lunge
ja: 突き刺し
ko: 돌진
uk: Випад
zh_cn: 箭步突刺

# skill_name_gr_lunge_p1
source: Lunge
ko: 돌진
uk: Випад

# skill_name_gr_lunge_p1_u
source: Lunge<sprite name={q}icon_upgraded_skill{q}>
ko: 돌진<sprite name={q}icon_upgraded_skill{q}>
uk: Випад<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_lunge_p2
source: Lunge
ko: 돌진
uk: Випад

# skill_name_gr_lunge_p2_u
source: Lunge<sprite name={q}icon_upgraded_skill{q}>
ko: 돌진<sprite name={q}icon_upgraded_skill{q}>
uk: Випад<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_lunge_p3
source: Lunge
ko: 돌진
uk: Випад

# skill_name_gr_lunge_p3_u
source: Lunge<sprite name={q}icon_upgraded_skill{q}>
ko: 돌진<sprite name={q}icon_upgraded_skill{q}>
uk: Випад<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_lunge_u
source: Lunge<sprite name={q}icon_upgraded_skill{q}>
ja: 突き刺し<sprite name={q}icon_upgraded_skill{q}>
ko: 돌진<sprite name={q}icon_upgraded_skill{q}>
uk: Випад<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 箭步突刺<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_gr_pick_to_the_face
source: Pick to the Face
ja: 顔面突き
ko: 곡괭이 찍기
uk: Киркою по пиці
zh_cn: 迎头痛击

# skill_name_gr_pick_to_the_face_p1
source: Pick to the Face
ko: 곡괭이 찍기
uk: Киркою по пиці

# skill_name_gr_pick_to_the_face_p1_u
source: Pick to the Face<sprite name={q}icon_upgraded_skill{q}>
ko: 곡괭이 찍기<sprite name={q}icon_upgraded_skill{q}>
uk: Киркою по пиці<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_pick_to_the_face_u
source: Pick to the Face<sprite name={q}icon_upgraded_skill{q}>
ja: 顔面突き<sprite name={q}icon_upgraded_skill{q}>
ko: 곡괭이 찍기<sprite name={q}icon_upgraded_skill{q}>
uk: Киркою по пиці<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 迎头痛击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_pirouette
source: Pirouette
ja: ピルエット
ko: 발놀림
uk: Пірует
zh_cn: 飞旋舞步

# skill_name_gr_pirouette_p1
source: Pirouette
ko: 발놀림
uk: Пірует

# skill_name_gr_pirouette_p1_u
source: Pirouette<sprite name={q}icon_upgraded_skill{q}>
ko: 발놀림<sprite name={q}icon_upgraded_skill{q}>
uk: Пірует<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_pirouette_p2
source: Pirouette
ko: 발놀림
uk: Пірует

# skill_name_gr_pirouette_p2_u
source: Pirouette<sprite name={q}icon_upgraded_skill{q}>
ko: 발놀림<sprite name={q}icon_upgraded_skill{q}>
uk: Пірует<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_pirouette_p3
source: Pirouette
ko: 발놀림
uk: Пірует

# skill_name_gr_pirouette_p3_u
source: Pirouette<sprite name={q}icon_upgraded_skill{q}>
ko: 발놀림<sprite name={q}icon_upgraded_skill{q}>
uk: Пірует<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_pirouette_u
source: Pirouette<sprite name={q}icon_upgraded_skill{q}>
ja: ピルエット<sprite name={q}icon_upgraded_skill{q}>
ko: 발놀림<sprite name={q}icon_upgraded_skill{q}>
uk: Пірует<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 飞旋舞步<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_poison_dart
source: Poison Dart
ja: 毒矢
ko: 맹독 다트
uk: Отруйні дротики
zh_cn: 毒镖

# skill_name_gr_poison_dart_p1
source: Poison Dart
ko: 맹독 다트
uk: Отруйні дротики

# skill_name_gr_poison_dart_p1_u
source: Poison Dart<sprite name={q}icon_upgraded_skill{q}>
ko: 맹독 다트<sprite name={q}icon_upgraded_skill{q}>
uk: Отруйні дротики<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_poison_dart_p3
source: Poison Dart
ko: 맹독 다트
uk: Отруйні дротики

# skill_name_gr_poison_dart_p3_u
source: Poison Dart<sprite name={q}icon_upgraded_skill{q}>
ko: 맹독 다트<sprite name={q}icon_upgraded_skill{q}>
uk: Отруйні дротики<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_poison_dart_u
source: Poison Dart<sprite name={q}icon_upgraded_skill{q}>
ja: 毒矢<sprite name={q}icon_upgraded_skill{q}>
ko: 맹독 다트<sprite name={q}icon_upgraded_skill{q}>
uk: Отруйні дротики<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 毒镖<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_repartee
source: Repartee
ja: 当意即妙
ko: 조롱
uk: Дотепний коментар
zh_cn: 高调现身

# skill_name_gr_repartee_u
source: Repartee<sprite name={q}icon_upgraded_skill{q}>
ja: 当意即妙<sprite name={q}icon_upgraded_skill{q}>
ko: 조롱<sprite name={q}icon_upgraded_skill{q}>
uk: Дотепний коментар<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 高调现身<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_shadow_fade
source: Shadow Fade
ja: 影かくし
ko: 그림자 은신
uk: Стрибок у тінь
zh_cn: 无影无踪

# skill_name_gr_shadow_fade_p3
source: Shadow Fade
ko: 그림자 은신
uk: Стрибок у тінь

# skill_name_gr_shadow_fade_p3_u
source: Shadow Fade<sprite name={q}icon_upgraded_skill{q}>
ko: 그림자 은신<sprite name={q}icon_upgraded_skill{q}>
uk: Стрибок у тінь<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_shadow_fade_u
source: Shadow Fade<sprite name={q}icon_upgraded_skill{q}>
ja: 影かくし<sprite name={q}icon_upgraded_skill{q}>
ko: 그림자 은신<sprite name={q}icon_upgraded_skill{q}>
uk: Стрибок у тінь<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 无影无踪<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_thrown_dagger
source: Thrown Dagger
ja: 短剣投げ
ko: 단검 투척
uk: Кидок кинджала
zh_cn: 投掷匕首

# skill_name_gr_thrown_dagger_p1
source: Thrown Dagger
ko: 단검 투척
uk: Кидок кинджала

# skill_name_gr_thrown_dagger_p1_u
source: Thrown Dagger<sprite name={q}icon_upgraded_skill{q}>
ko: 단검 투척<sprite name={q}icon_upgraded_skill{q}>
uk: Кидок кинджала<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_thrown_dagger_p3
source: Thrown Dagger
ko: 단검 투척
uk: Кидок кинджала

# skill_name_gr_thrown_dagger_p3_u
source: Thrown Dagger<sprite name={q}icon_upgraded_skill{q}>
ko: 단검 투척<sprite name={q}icon_upgraded_skill{q}>
uk: Кидок кинджала<sprite name={q}icon_upgraded_skill{q}>

# skill_name_gr_thrown_dagger_u
source: Thrown Dagger<sprite name={q}icon_upgraded_skill{q}>
ja: 短剣投げ<sprite name={q}icon_upgraded_skill{q}>
ko: 단검 투척<sprite name={q}icon_upgraded_skill{q}>
uk: Кидок кинджала<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 投掷匕首<sprite name={q}icon_upgraded_skill{q}>

# skill_name_harvest_fetid_meat_temptation
source: Tempting Aroma
ja: 誘惑の香り
ko: 매혹적인 내음
uk: Спокусливий аромат
zh_cn: 诱人的香气

# skill_name_harvest_hunger
source: Feed The Hunger
ja: 飢えを満たす
ko: 허기 해소
uk: Утамування голоду
zh_cn: 狼吞虎咽

# skill_name_harvest_putrid_meat_temptation
source: Mouthwatering Aroma
ja: 食欲をそそる香り
ko: 군침 도는 내음
uk: Апетитний аромат
zh_cn: 引人垂涎的香气

# skill_name_harvest_table_cruel_harvest
source: Maws of Life
ja: 生命の大口
ko: 삶의 아가리
uk: Утроба життя
zh_cn: 活吞

# skill_name_harvest_table_sapid_drippings
source: Sapid Drippings
ja: 風味のある雫
ko: 뚝뚝 떨어지는 육즙
uk: Смачний сік
zh_cn: 鲜嫩多汁

# skill_name_harvest_table_tantalizing_tidbit
source: Tantalizing Tidbit
ja: 食欲をそそる一片
ko: 감질나는 만찬
uk: Звабливий шматок
zh_cn: 开胃小菜

# skill_name_head_hwy_attack_melee
source: Headhunt
ko: 머리 베기

# skill_name_head_hwy_attack_ranged
source: Headshot
ko: 머리 쏘기

# skill_name_head_maa_attack
source: Head Knocker
ko: 머리 강타

# skill_name_head_maa_buff
source: Head Games
ja: ヘッドゲームズ
ko: 머리 조종
uk: Кмітлива голова
zh_cn: 头脑博弈

# skill_name_head_maa_guard
source: Head Guard
ko: 머리 보호

# skill_name_head_ves_attack
source: Head Rush
ko: 머리 어지럽히기

# skill_name_head_ves_debuff
source: Headache
ko: 머리 아픔

# skill_name_head_ves_heal
source: Headstrong
ko: 꼿꼿한 머리

# skill_name_healing_consumable_1
source: Healing Salve
ja: 回復の軟膏
ko: 치유 연고
uk: Цілюща мазь
zh_cn: 疗伤药膏

# skill_name_healing_consumable_2
source: Triage Kit
ja: 応急処置キット
ko: 진단 도구
uk: Польова аптечка
zh_cn: 急救工具

# skill_name_hel_adrenaline_rush
source: Adrenaline Rush
ja: 高揚
ko: 아드레날린 분출
uk: Прилив адреналіну
zh_cn: 肾上腺素
