Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# collection_altar_label
source: The Recollection
ja: 回想
ko: 반추
uk: Згадування
zh_cn: 回忆

# combat_alt_view_skills_label
source: Skills
ja: スキル
ko: 기술
uk: Навички
zh_cn: 技能

# combat_alt_view_statuses_label
source: Statuses
ja: ステータス
ko: 상태
uk: Статуси
zh_cn: 状态

# combat_immune_resist_label
source: IMM
ja: 免疫
ko: 면역
uk: IMН
zh_cn: 免疫

# combat_item_display_quantity
source: Quantity: {0}
ja: 量：{0}
ko: 양: {0}
uk: Кількість: {0}
zh_cn: 数量：{0}

# combat_round_end_tooltip_label
source: {0} rd remaining
ja: 残りラウンド数 {0}
ko: {0} 라운드 남음
uk: Залишвся {0} раунд
zh_cn: 还有{0}回合

# combat_round_end_tooltip_label+plural
source: {0} rds remaining
ja: 残りラウンド数 {0}
ko: {0} 라운드 남음
uk: Залишилося {0} раундів
zh_cn: 还有{0}回合

# combat_round_title
source: Round
ja: ラウンド
ko: 라운드
uk: Раунд
zh_cn: 回合

# combo_append_pop_text_label
source: <color=#{combo_token}>Combo!</color>
ja: <color=#{combo_token}>コンボ！</color>
ko: <color=#{combo_token}>연계!</color>
uk: <color=#{combo_token}>Комбо!</color>
zh_cn: <color=#{combo_token}>破绽！</color>

# continue_label
source: Continue
ja: 続ける
ko: 계속
uk: Продовжити
zh_cn: 继续

# cosmetic_altar_locked_tooltip_string
source: Unlock all heroes to gain access to The Mountain
ko: 모든 영웅의 산 입장을 해금하세요
uk: Відкрийте всіх героїв, щоб отримати доступ до Гори

# credits_hold_exit_label
source: Hold any key to exit
ja: キー長押しで終了
ko: 아무 키나 오래 눌러서 나가기
uk: Утримуйте будь-яку клавішу, щоб вийти
zh_cn: 长按任意键退出

# credits_title_label
source: Credits
ja: クレジット
ko: 제작진
uk: Титри
zh_cn: 致谢名单

# cultist_altar
source: Altar
ja: 祭壇
ko: 제단
uk: Вівтар
zh_cn: 祭坛

# cultist_altar_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cultist_cardinal
source: Cardinal
ja: 枢機卿
ko: 추기경
uk: Кардинал
zh_cn: 枢机

# cultist_cardinal_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cultist_cherub
source: Cherub
ja: 智天使
ko: 지품천사
uk: Херувим
zh_cn: 基路伯

# cultist_cherub_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cultist_deacon
source: Deacon
ja: 助祭
ko: 부제
uk: Диякон
zh_cn: 执事

# cultist_deacon_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cultist_evangelist
source: Evangelist
ja: 伝道者
ko: 전도사
uk: Благовісник
zh_cn: 布道者

# cultist_evangelist_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cultist_exemplar
source: Exemplar
ja: 儀範
ko: 전령
uk: Абсолют
zh_cn: 典范

# cultist_exemplar_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# cultist_herald
source: Herald
ja: 使者
ko: 사자
uk: Провісник
zh_cn: 传令官

# cultist_herald_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# debuffs_label
source: Debuffs
ja: デバフ
ko: 약화
uk: Ослаблення
zh_cn: 减益

# debug_data_context_class_label
source: Class: ${character_class}
ja: クラス：${character_class}
ko: 직업: ${character_class}
uk: Клас: ${character_class}
zh_cn: 职业：${character_class}

# default_coach_name
source: The Last Hope
ja: 最後の希望
ko: 마지막 희망
uk: Остання надія
zh_cn: 最后的希望

# default_label
source: Default
ko: 기본 설정
uk: За умовчанням

# discard_for_hope_label
source: Discard Items for Hope
ja: アイテムを捨てて希望を得る
ko: 아이템을 버리고 희망 획득
uk: Викиньте зайве заради Надії
zh_cn: 丢弃物品以获得希望

# discard_last_trophy_prompt_label
source: Discarding Trophy before equipping will not grant access to the Mountain. Are you sure you want to proceed?
ja: トロフィーを装備する前に捨てると、山に入るための条件を満たせない。本当に捨てる？
ko: 전리품을 장비하기 전에 버린다면 산에 들어갈 수 없게 됩니다. 정말 계속하시겠습니까?
uk: Ви не зможете вирушити на Гору, якщо на Диліжансі не буде встановлено трофей. Ви впевнені, що хочете продовжити?
zh_cn: 在装备之前丢弃狩猎纪念品将不会开放前往山峰的路。确定要继续吗？

# disclaimer_label
source: Darkest Dungeon is about making the most of a bad situation. You are not expected to succeed on your first expedition. Heroes will die, failure will abound, and the world will seek to smother your flame. Take heart. Do not relent. Press forward through the encroaching gloam and face your fears. Redemption, at last, can be found deep within the icy depths of the...
ko: 다키스트 던전은 최악의 상황을 극복하는 데 중점을 둔 작품입니다. 첫 번째 원정을 성공시킬 거란 기대는 버리십시오. 영웅들은 쓰러지고, 실패의 여파는 지속되며, 세상은 수단과 방법을 가리지 않고 여러분이 품은 불꽃을 꺼뜨리려 들 겁니다. 하지만 마음을 굳게 먹으십시오. 굴하지 마십시오. 잠식하는 어둠을 뚫고 앞으로 나아가 스스로의 공포와 맞서십시오. 그리하여 마침내 구원을 찾게 될 저 얼어붙은 심연은 바로...

# disease_algal_bloom
source: Algal Bloom
ja: 藻類ブルーム
ko: 조류 증식
uk: Цвітіння води
zh_cn: 藻华症

# disease_algal_bloom+female
source: Algal Bloom
ja: 藻類ブルーム
ko: 조류 증식
uk: Цвітіння води
zh_cn: 藻华症

# disease_algal_bloom+male
source: Algal Bloom
ja: 藻類ブルーム
ko: 조류 증식
uk: Цвітіння води
zh_cn: 藻华症

# disease_bad_humours
source: Bad Humours
ja: 不機嫌
ko: 신경과민
uk: Погана удача
zh_cn: 体液失调

# disease_bad_humours+female
source: Bad Humours
ja: 不機嫌
ko: 신경과민
uk: Погана удача
zh_cn: 体液失调

# disease_bad_humours+male
source: Bad Humours
ja: 不機嫌
ko: 신경과민
uk: Погана удача
zh_cn: 体液失调

# disease_bloody_flux
source: Bloody Flux
ja: 下血
ko: 적리
uk: Кривавий пронос
zh_cn: 便血症

# disease_bloody_flux+female
source: Bloody Flux
ja: 下血
ko: 적리
uk: Кривавий пронос
zh_cn: 便血症

# disease_bloody_flux+male
source: Bloody Flux
ja: 下血
ko: 적리
uk: Кривавий пронос
zh_cn: 便血症

# disease_botulism
source: Botulism
ja: ボツリヌス中毒症
ko: 식중독
uk: Ботулізм
zh_cn: 肉毒中毒

# disease_botulism+female
source: Botulism
ja: ボツリヌス中毒症
ko: 식중독
uk: Ботулізм
zh_cn: 肉毒中毒

# disease_botulism+male
source: Botulism
ja: ボツリヌス中毒症
ko: 식중독
uk: Ботулізм
zh_cn: 肉毒中毒

# disease_brittle_bones
source: Brittle Bones
ja: 骨粗しょう症
ko: 취약골
uk: Ламкість кісток
zh_cn: 脆骨症

# disease_brittle_bones+female
source: Brittle Bones
ja: 骨粗しょう症
ko: 취약골
uk: Ламкість кісток
zh_cn: 脆骨症

# disease_brittle_bones+male
source: Brittle Bones
ja: 骨粗しょう症
ko: 취약골
uk: Ламкість кісток
zh_cn: 脆骨症

# disease_cholera
source: Cholera
ja: コレラ
ko: 콜레라
uk: Холера
zh_cn: 霍乱

# disease_cholera+female
source: Cholera
ja: コレラ
ko: 콜레라
uk: Холера
zh_cn: 霍乱

# disease_cholera+male
source: Cholera
ja: コレラ
ko: 콜레라
uk: Холера
zh_cn: 霍乱

# disease_creeping_cough
source: Creeping Cough
ja: 慢性の咳
ko: 멈추지 않는 기침
uk: Хронічний кашель
zh_cn: 暗咳症

# disease_creeping_cough+female
source: Creeping Cough
ja: 慢性の咳
ko: 멈추지 않는 기침
uk: Хронічний кашель
zh_cn: 暗咳症

# disease_creeping_cough+male
source: Creeping Cough
ja: 慢性の咳
ko: 멈추지 않는 기침
uk: Хронічний кашель
zh_cn: 暗咳症

# disease_diphtheria
source: Diphtheria
ja: ジフテリア
ko: 디프테리아
uk: Дифтерія
zh_cn: 白喉

# disease_diphtheria+female
source: Diphtheria
ja: ジフテリア
ko: 디프테리아
uk: Дифтерія
zh_cn: 白喉

# disease_diphtheria+male
source: Diphtheria
ja: ジフテリア
ko: 디프테리아
uk: Дифтерія
zh_cn: 白喉

# disease_dysentery
source: Dysentery
ja: 赤痢
ko: 이질
uk: Дизентерія
zh_cn: 痢疾

# disease_dysentery+female
source: Dysentery
ja: 赤痢
ko: 이질
uk: Дизентерія
zh_cn: 痢疾

# disease_dysentery+male
source: Dysentery
ja: 赤痢
ko: 이질
uk: Дизентерія
zh_cn: 痢疾

# disease_fainting_spells
source: Fainting Spells
ja: 気絶の呪文
ko: 실신
uk: Млість
zh_cn: 间歇晕眩

# disease_fainting_spells+female
source: Fainting Spells
ja: 気絶の呪文
ko: 실신
uk: Млість
zh_cn: 间歇晕眩

# disease_fainting_spells+male
source: Fainting Spells
ja: 気絶の呪文
ko: 실신
uk: Млість
zh_cn: 间歇晕眩

# disease_hemorragic_fever
source: Hemorragic Fever
ja: 出血熱
ko: 출혈열
uk: Жовта лихоманка
zh_cn: 出血热

# disease_hemorragic_fever+female
source: Hemorragic Fever
ja: 出血熱
ko: 출혈열
uk: Жовта лихоманка
zh_cn: 出血热

# disease_hemorragic_fever+male
source: Hemorragic Fever
ja: 出血熱
ko: 출혈열
uk: Жовта лихоманка
zh_cn: 出血热

# disease_leprosy
source: Leprosy
ja: らい病
ko: 나병
uk: Проказа
zh_cn: 麻风病

# disease_leprosy+female
source: Leprosy
ja: らい病
ko: 나병
uk: Проказа
zh_cn: 麻风病

# disease_leprosy+male
source: Leprosy
ja: らい病
ko: 나병
uk: Проказа
zh_cn: 麻风病

# disease_oozes
source: The Oozes
ja: 滲出
ko: 체액 분비
uk: Струпи
zh_cn: 流浆症

# disease_oozes+female
source: The Oozes
ja: 滲出
ko: 체액 분비
uk: Струпи
zh_cn: 流浆症

# disease_oozes+male
source: The Oozes
ja: 滲出
ko: 체액 분비
uk: Струпи
zh_cn: 流浆症

# disease_periodic_paralysis
source: Periodic Paralysis
ja: 周期性麻痺
ko: 주기성 마비
uk: Періодичний параліч
zh_cn: 周期性麻痹

# disease_periodic_paralysis+female
source: Periodic Paralysis
ja: 周期性麻痺
ko: 주기성 마비
uk: Періодичний параліч
zh_cn: 周期性麻痹

# disease_periodic_paralysis+male
source: Periodic Paralysis
ja: 周期性麻痺
ko: 주기성 마비
uk: Періодичний параліч
zh_cn: 周期性麻痹

# disease_rabies
source: Rabies
ja: 狂犬病
ko: 광견병
uk: Сказ
zh_cn: 狂犬病

# disease_rabies+female
source: Rabies
ja: 狂犬病
ko: 광견병
uk: Сказ
zh_cn: 狂犬病

# disease_rabies+male
source: Rabies
ja: 狂犬病
ko: 광견병
uk: Сказ
zh_cn: 狂犬病

# disease_sepsis
source: Hemic Rot
ja: 血液の腐敗
ko: 혈액 부패
uk: Гниття крові
zh_cn: 败血症

# disease_sepsis+female
source: Hemic Rot
ja: 血液の腐敗
ko: 혈액 부패
uk: Гниття крові
zh_cn: 败血症

# disease_sepsis+male
source: Hemic Rot
ja: 血液の腐敗
ko: 혈액 부패
uk: Гниття крові
zh_cn: 败血症

# disease_smallpox
source: Smallpox
ja: 天然痘
ko: 천연두
uk: Чорна віспа
zh_cn: 天花

# disease_smallpox+female
source: Smallpox
ja: 天然痘
ko: 천연두
uk: Чорна віспа
zh_cn: 天花

# disease_smallpox+male
source: Smallpox
ja: 天然痘
ko: 천연두
uk: Чорна віспа
zh_cn: 天花

# disease_syphilis
source: Syphilis
ja: 梅毒
ko: 매독
uk: Сифіліс
zh_cn: 梅毒

# disease_syphilis+female
source: Syphilis
ja: 梅毒
ko: 매독
uk: Сифіліс
zh_cn: 梅毒

# disease_syphilis+male
source: Syphilis
ja: 梅毒
ko: 매독
uk: Сифіліс
zh_cn: 梅毒

# disease_tarantism
source: Tarantism
ja: 舞踏病
ko: 무도병
uk: Тарантизм
zh_cn: 毒蛛病

# disease_tarantism+female
source: Tarantism
ja: 舞踏病
ko: 무도병
uk: Тарантизм
zh_cn: 毒蛛病

# disease_tarantism+male
source: Tarantism
ja: 舞踏病
ko: 무도병
uk: Тарантизм
zh_cn: 毒蛛病

# disease_the_runs
source: The Runs
ja: 下痢
ko: 설사
uk: Діарея
zh_cn: 腹泻

# disease_the_runs+female
source: The Runs
ja: 下痢
ko: 설사
uk: Діарея
zh_cn: 腹泻

# disease_the_runs+male
source: The Runs
ja: 下痢
ko: 설사
uk: Діарея
zh_cn: 腹泻

# disease_typhoid
source: Typhoid
ja: 腸チフス
ko: 장티푸스
uk: Черевний тиф
zh_cn: 伤寒

# disease_typhoid+female
source: Typhoid
ja: 腸チフス
ko: 장티푸스
uk: Черевний тиф
zh_cn: 伤寒

# disease_typhoid+male
source: Typhoid
ja: 腸チフス
ko: 장티푸스
uk: Черевний тиф
zh_cn: 伤寒

# disease_wasting_disease
source: Wasting Disease
ja: 消耗性疾患
ko: 소모증
uk: Хирлявість
zh_cn: 久伤不愈

# disease_wasting_disease+female
source: Wasting Disease
ja: 消耗性疾患
ko: 소모증
uk: Хирлявість
zh_cn: 久伤不愈

# disease_wasting_disease+male
source: Wasting Disease
ja: 消耗性疾患
ko: 소모증
uk: Хирлявість
zh_cn: 久伤不愈

# disease_worries
source: The Worries
ja: 不安
ko: 불안장애
uk: Тривожність
zh_cn: 焦虑症

# disease_worries+female
source: The Worries
ja: 不安
ko: 불안장애
uk: Тривожність
zh_cn: 焦虑症

# disease_worries+male
source: The Worries
ja: 不安
ko: 불안장애
uk: Тривожність
zh_cn: 焦虑症

# doom_meter_tooltip_title
source: LOATHING
ja: 憎悪
ko: 해악
uk: ОГИДА
zh_cn: 怨念

# doom_meter_tooltip_title_0
source: <color=#{trinket_cultist}>The Loathing Abates</color>
ja: <color=#{trinket_cultist}>憎悪が和らぐ</color>
ko: <color=#{trinket_cultist}>약해지는 해악</color>
uk: <color=#{trinket_cultist}>Огида вщухає</color>
zh_cn: <color=#{trinket_cultist}>怨念消散</color>

# doom_meter_tooltip_title_1
source: <color=#{trinket_cultist}>The Loathing Whispers</color>
ko: <color=#{trinket_cultist}>속삭이는 해악</color>
uk: <color=#{trinket_cultist}>Огида зростає</color>

# doom_meter_tooltip_title_2
source: <color=#{trinket_cultist}>The Loathing Festers</color>
ko: <color=#{trinket_cultist}>곪아드는 해악</color>
uk: <color=#{trinket_cultist}>Огида гноїться</color>

# doom_meter_tooltip_title_3
source: <color=#{trinket_cultist}>The Loathing Howls</color>
ja: <color=#{trinket_cultist}>憎悪が吠える</color>
ko: <color=#{trinket_cultist}>울부짖는 해악</color>
uk: <color=#{trinket_cultist}>Огида охоплює</color>
zh_cn: <color=#{trinket_cultist}>怨念嚎叫</color>

# doom_meter_tooltip_title_4
source: <color=#{trinket_cultist}>The Loathing Spreads</color>
ja: <color=#{trinket_cultist}>憎悪が広がる</color>
ko: <color=#{trinket_cultist}>퍼져나가는 해악</color>
uk: <color=#{trinket_cultist}>Огида поширюється</color>
zh_cn: <color=#{trinket_cultist}>怨念四溢</color>

# doom_meter_tooltip_title_5
source: <color=#{trinket_cultist}>The Loathing Consumes</color>
ja: <color=#{trinket_cultist}>憎悪が飲み込む</color>
ko: <color=#{trinket_cultist}>좀먹히는 해악</color>
uk: <color=#{trinket_cultist}>Огида поглинає</color>
zh_cn: <color=#{trinket_cultist}>怨念尽吞</color>

# doom_reset_max_hp_buff_desc
source: Confession Boss +{0}% Max <sprite name={q}icon_health_v2{q}>
ko: 고해 우두머리 최대 <sprite name={q}icon_health_v2{q}> +{0}%
uk: Бос сповідання +{0}% макс. <sprite name={q}icon_health_v2{q}>

# doom_reset_screen_title
source: The Mountain shudders...
ko: 산이 전율합니다...
uk: Гора здригається...

# doom_wall_minimap_tooltip
source: This location will increase loathing <sprite name={q}icon_doom{q}>
ko: 이 지점은 해악 <sprite name={q}icon_doom{q}>을 증가시킵니다
uk: Ця зупинка збільшить рівень огиди <sprite name={q}icon_doom{q}>

# dot_name_bleed
source: Bleed
ja: 出血
ko: 출혈
uk: Кровотеча
zh_cn: 流血

# dot_name_blight
source: Blight
ja: 病気
ko: 중독
uk: Отрута
zh_cn: 腐蚀

# dot_name_burn
source: Burn
ja: 火傷
ko: 화상
uk: Вогонь
zh_cn: 灼烧

# dot_name_horror
source: Horror
ja: 戦慄
ko: 공포
uk: Жах
zh_cn: 恐惧

# dot_name_hot
source: <color=#{heal}>Heal Per Turn</color>
ja: <color=#{heal}>ターン毎の回復</color>
ko: <color=#{heal}>턴당 치유</color>
uk: <color=#{heal}>Лікування кожного ходу</color>
zh_cn: <color=#{heal}>每次行动治疗</color>

# dot_name_taproot_strangle
source: Strangle
ja: 絡みつき
ko: 포박
uk: Удушення
zh_cn: 紧勒

# dot_taproot_strangle_amount
source: <color=#{strangle}>Strangle {0}</color>
ko: <color=#{strangle}>포박 {0}</color>
uk: <color=#{strangle}>Удушення {0}</color>

# dot_winded
source: <color=#{debuff}>Winded Debuffs</color>
ja: <color=#{debuff}>「疲弊」デバフ</color>
ko: <color=#{debuff}>숨 가쁨 약화</color>
uk: <color=#{debuff}>Виснажливі ослаблення</color>
zh_cn: <color=#{debuff}>力竭减益</color>

# driving_biome_panel_button_tooltip
source: Goals & Conditions (@{BiomePanel})
ko: 목표 & 조건 (@{BiomePanel})
uk: Цілі й стани (@{BiomePanel})

# driving_character_sheet_button_tooltip
source: Hero Sheet (@{CharacterSheet})
ko: 영웅 정보 (@{CharacterSheet})

# driving_coach_button_tooltip
source: Stagecoach (@{StageCoach})
ko: 역마차 (@{StageCoach})
uk: Диліжанс (@{StageCoach})

# driving_doom_resist_label
source: LOATHING RESIST
ko: 해악 저항
uk: ОПІР ОГИДІ

# driving_inventory_button_tooltip
source: Inventory (@{Inventory})
ko: 소지품 (@{Inventory})
uk: Інвентар (@{Inventory})

# driving_map_button_tooltip
source: Map (@{Minimap})
ko: 지도 (@{Minimap})
uk: Карта (@{Minimap})

# driving_torch_ambush_label
source: The Flame Exhausted
ko: 꺼져 버린 불빛
uk: Полум’я більше нема

# driving_ui_biome_label
source: Region {2} : {0} {1}
ja: 地域{2}：{0}{1}
ko: 지역 {2} : {0} {1}
uk: Регіон {2}: {0} {1}
zh_cn: 地区{2}：{0}{1}

# driving_ui_biome_mountain_label
source: Region : {0}
ja: 地域：{0}
ko: 지역 : {0}
uk: Регіон: {0}
zh_cn: 地区：{0}

# driving_ui_biome_valley_label
source: Region : {0}
ja: 地域：{0}
ko: 지역 : {0}
uk: Регіон: {0}
zh_cn: 地区：{0}

# driving_ui_distance_to_inn_label
source: {0} league to Inn
ja: 宿まで{0}リーグ
ko: 여관까지 {0} 리그
uk: {0} ліга до трактиру
zh_cn: 距离旅馆还有{0}里

# driving_ui_distance_to_inn_label+plural
source: {0} leagues to Inn
ja: 宿まで{0}リーグ
ko: 여관까지 {0} 리그
uk: {0} ліг до трактиру
zh_cn: 距离旅馆还有{0}里

# driving_ui_flame_label
source: Flame :
ja: 炎：
ko: 불꽃 :
uk: Полум’я:
zh_cn: 火炬：

# driving_ui_food_label
source: Food :
ja: 食料：
ko: 식량 :
uk: Їжі:
zh_cn: 食物：

# driving_ui_gold_label
source: Relics :
ja: 遺物：
ko: 유물 :
uk: Реліквій:
zh_cn: 遗物：

# driving_ui_upgrade_points_label
source: Mastery :
ja: 熟達ポイント：
ko: 숙련 :
uk: Гартування:
zh_cn: 精通：

# dungeon_loot_claimed_rewards_label
source: Looted
ja: 獲得
ko: 노획
uk: Здобич
zh_cn: 已搜刮：

# dungeon_loot_upcoming_rewards_label
source: Next Rewards
ja: 次の報酬
ko: 다음 보상
uk: Наступні нагороди
zh_cn: 下一级奖励

# duration_dealt_label
source: {0} Duration Dealt
ja: 与えた持続時間 {0}
ko: 지속 시간 {0}
uk: Тривалість завдання {0}
zh_cn: {0}造成的持续时间

# duration_display_type_battle
source: 1 Battle
ja: 戦闘 1回
ko: 전투 1회
uk: 1 бій
zh_cn: 持续1场战斗

# duration_display_type_battle+plural
source: {0} Battles
ja: 戦闘 {0}回
ko: 전투 {0}회
uk: {0} боїв
zh_cn: {0}场战斗

# duration_display_type_embark
source: This Inn
ja: この宿
ko: 이 여관
uk: Цей трактир
zh_cn: 此旅馆

# duration_display_type_inn
source: 1 Inn
ja: 宿 1軒
ko: 여관 1곳
uk: 1 трактир
zh_cn: 1个旅馆

# duration_display_type_inn_item_label
source: <color=#{debuff}>Expires if not mounted: {0}</color>
ja: <color=#{debuff}>装着しない場合は失われる：{0}</color>
ko: <color=#{debuff}>미착용시 만료: {0}</color>
uk: <color=#{debuff}>Зникає, якщо не використовується: {0}</color>
zh_cn: <color=#{debuff}>如果未装备，{0}后失效</color>

# duration_display_type_inn+plural
source: {0} Inns
ja: 宿 {0}軒
ko: 여관 {0}곳
uk: {0} трактирів
zh_cn: {0}个旅馆

# duration_display_type_round
source: 1 Round
ko: 1라운드
uk: 1 раунд

# duration_display_type_round+plural
source: {0} Rounds
ko: {0}라운드
uk: {0} раундів

# duration_display_type_turn
source: 1 Turn
ja: 1 ターン
ko: 1턴
uk: 1 хід
zh_cn: 1次行动

# duration_display_type_turn+plural
source: {0} Turns
ja: {0} ターン
ko: {0}턴
uk: {0} ходів
zh_cn: {0}次行动

# effect_clear_skill_cooldowns
source: Clear Skill Cooldowns
ja: スキルのクールダウンを解消する
ko: 기술 재사용 대기 시간 초기화
uk: Обнулити лічильники перезаряджання
zh_cn: 清除技能冷却

# effect_condition_and_seperator
source: And
ja: そして
ko: 및
uk: Та
zh_cn: 和

# effect_condition_or_seperator
source: Or
ja: または
ko: 또는
uk: Або
zh_cn: 或

# effect_condition_performer_item_use_antivenom_4_override
source: Use <color=#{notable}>Antivenom</color> 4+ times
ja: <color=#{notable}>抗毒素</color>を4回以上使用する
ko: <color=#{notable}>해독제</color> 4회 이상 사용
uk: Використати <color=#{notable}>протиотруту</color> 4+ рази
zh_cn: 使用<color=#{notable}>抗毒素</color>4次

# effect_condition_performer_item_use_bandages_4_override
source: Use <color=#{notable}>Bandages</color> 4+ times
ja: <color=#{notable}>包帯</color>を4回以上使用する
ko: <color=#{notable}>붕대</color> 4회 이상 사용
uk: Використати <color=#{notable}>бинт</color> 4+ рази
zh_cn: 使用<color=#{notable}>绷带</color>4次

# effect_condition_performer_item_use_bear_trap_4_override
source: Use a <color=#{notable}>Bear Trap</color> 4+ times
ja: <color=#{notable}>虎挟み</color>を4回以上使用する
ko: <color=#{notable}>곰덫</color> 4회 이상 사용
uk: Використати <color=#{notable}>ведмежий капкан</color> 4+ рази
zh_cn: 使用<color=#{notable}>捕熊陷阱</color>4次

# effect_condition_performer_item_use_burn_salve_4_override
source: Use <color=#{notable}>Burn Salve</color> 4+ times
ja: <color=#{notable}>火傷の軟膏</color>を4回以上使用する
ko: <color=#{notable}>화상 연고</color> 4회 이상 사용
uk: Використати <color=#{notable}>мазь від опіків</color> 4+ рази
zh_cn: 使用<color=#{notable}>烧伤药膏</color>4次

# effect_condition_performer_item_use_medicinal_herbs_4_override
source: Use <color=#{notable}>Medicinal Herbs</color> 4+ times
ja: <color=#{notable}>薬草</color>を4回以上使用する
ko: <color=#{notable}>의료용 약초</color> 4회 이상 사용
uk: Використати <color=#{notable}>цілющі трави</color> 4+ рази
zh_cn: 使用<color=#{notable}>医学草药</color>4次

# effect_condition_performer_item_use_noisemaker_4_override
source: Use a <color=#{notable}>Noisemaker</color> 4+ times
ja: <color=#{notable}>騒音発生機</color>を4回以上使用する
ko: <color=#{notable}>시끄러운 장난감</color> 4회 이상 사용
uk: Використати <color=#{notable}>заводну іграшку</color> 4+ рази
zh_cn: 使用<color=#{notable}>喧闹器</color>4次

# effect_condition_performer_item_use_otherworldly_fragment_2_override
source: Use <color=#{notable}>Otherworldly Fragment</color> 2+ times
ja: <color=#{notable}>異世界の断片</color>を2回以上使用する
ko: <color=#{notable}>이계의 편린</color> 2회 이상 사용
uk: Використати <color=#{notable}>загадковий фрагмент</color> 2+ рази
zh_cn: 使用<color=#{notable}>异世残片</color>2次

# effect_condition_performer_item_use_pouch_of_lye_4_override
source: Use <color=#{notable}>Pouch of Lye</color> 4+ times
ja: <color=#{notable}>アルカリ溶液の小袋</color>を4回以上使用する
ko: <color=#{notable}>잿물 주머니</color> 4회 이상 사용
uk: Використати <color=#{notable}>мішок лугу</color> 4+ рази
zh_cn: 使用<color=#{notable}>强碱袋</color>4次

# effect_condition_performer_item_use_pustule_salve_2_override
source: Use <color=#{notable}>Pustule Salve</color> 2+ times
ja: <color=#{notable}>吹き出物用の軟膏</color>を2回以上使用する
ko: <color=#{notable}>농포 연고</color> 2회 이상 사용
uk: Використати <color=#{notable}>мазь від гнійників</color> 2+ рази
zh_cn: 使用<color=#{notable}>脓疮药膏</color>2次

# effect_condition_performer_item_use_smoke_bomb_4_override
source: Use a <color=#{notable}>Smoke Bomb</color> 4+ times
ko: <color=#{notable}>연막탄</color> 4회 이상 사용
uk: Використати <color=#{notable}>димову бомбу</color> 4+ рази

# effect_condition_performer_item_use_spring_water_3_override
source: Use <color=#{notable}>Mineral-Rich Spring Water</color> 3+ times
ja: <color=#{notable}>ミネラル豊富な湧き水</color>を3回使用する
ko: <color=#{notable}>광천수 샘물</color> 3회 이상 사용
uk: Використати <color=#{notable}>ключову воду</color> 3+ рази
zh_cn: 使用<color=#{notable}>矿泉水</color>3次

# effect_condition_performer_item_use_the_blood_2_override
source: Use <color=#{notable}>The Blood</color> 2+ times
ja: <color=#{notable}>血液の瓶</color>を2回以上使用する
ko: <color=#{notable}>핏빛 속삭임</color> 2회 이상 사용
uk: Використати <color=#{notable}>кров</color> 2+ рази
zh_cn: 使用<color=#{notable}>秽血</color>2次

# effect_condition_performer_item_use_torch_consumable_2_override
source: Use <color=#{notable}>A Glimmer of Hope</color> 2+ times
ja: <color=#{notable}>希望の光</color>を2回以上使用する
ko: <color=#{notable}>희망의 불씨</color> 2회 이상 사용
uk: Використати <color=#{notable}>проблиск надії</color> 2+ рази
zh_cn: 使用<color=#{notable}>希望微光</color>2次

# effect_condition_performer_kill_animal_2_override
source: Land the killing blow on 2+ <color=#{notable}>Creatures</color>
ko: <color=#{notable}>생물</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>істотах</color>

# effect_condition_performer_kill_animal_4_override
source: Land the killing blow on 4+ <color=#{notable}>Creatures</color>
ko: <color=#{notable}>동물</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>істотах</color>

# effect_condition_performer_kill_animal_8_override
source: Land the killing blow on 8+ <color=#{notable}>Creatures</color>
ko: <color=#{notable}>동물</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>істотах</color>

# effect_condition_performer_kill_cadaver_2_override
source: Land the killing blow on 2+ <color=#{notable}>Cadavers</color>
ko: <color=#{notable}>송장</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>кадаврах</color>

# effect_condition_performer_kill_cadaver_4_override
source: Land the killing blow on 4+ <color=#{notable}>Cadavers</color>
ko: <color=#{notable}>송장</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>кадаврах</color>

# effect_condition_performer_kill_cadaver_8_override
source: Land the killing blow on 8+ <color=#{notable}>Cadavers</color>
ko: <color=#{notable}>송장</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>кадаврах</color>

# effect_condition_performer_kill_coastal_2_override
source: Land the killing blow on 2+ <color=#{notable}>Fisherfolk</color>
ko: <color=#{notable}>어인</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>риболюдах</color>

# effect_condition_performer_kill_coastal_4_override
source: Land the killing blow on 4+ <color=#{notable}>Fisherfolk</color>
ko: <color=#{notable}>어인</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>риболюдах</color>

# effect_condition_performer_kill_coastal_8_override
source: Land the killing blow on 8+ <color=#{notable}>Fisherfolk</color>
ko: <color=#{notable}>어인</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>риболюдах</color>

# effect_condition_performer_kill_cosmic_2_override
source: Land the killing blow on 2+ <color=#{notable}>Cosmic Beings</color>
ko: <color=#{notable}>우주적 존재</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>косміконах</color>

# effect_condition_performer_kill_cosmic_4_override
source: Land the killing blow on 4+ <color=#{notable}>Cosmic Beings</color>
ko: <color=#{notable}>우주적 존재</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>косміконах</color>
