Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_item_improvised_strategy+highwayman
source: Hm. Seems sensible enough.
ja: ふむ。十分理解できる内容だ
ko: 흠. 괜찮아 보이긴 한데.
uk: Хм, звучить логічно.
zh_cn: 嗯。听起来很合理。

# bark_item_improvised_strategy+jester
source: Ah, forethought, my old nemesis.
ja: ああ、熟考した計画とは、私の宿敵だね
ko: 아, 섣부른 잡생각. 내 오랜 적수여.
uk: Передбачливість... мій старий ворог.
zh_cn: 啊，做计划这种事真叫我头大。

# bark_item_improvised_strategy+leper
source: The prepared mind slumbers peacefully.
ja: 覚悟のできた心構えは、静かな眠りにつくものだ
ko: 준비된 정신은 평온히 기다리고 있으니.
uk: Підготовка — запорука мирного сну.
zh_cn: 有备则无患。

# bark_item_improvised_strategy+man_at_arms@0
source: At last! A path to victory!
ja: ついに！勝利への道が！
ko: 드디어! 승리로 나아갈 길이다!
uk: Нарешті! Шлях до перемоги!
zh_cn: 终于！一条通往胜利的道路！

# bark_item_improvised_strategy+man_at_arms@1
source: Gather 'round the map, now...
ja: 地図の周りに集まれ、今すぐに…
ko: 일단 지도 옆에 둘러들 앉으라구...
uk: А тепер збирайтеся навколо карти...
zh_cn: 过来，围到地图旁边……

# bark_item_improvised_strategy+man_at_arms@2
source: Right, you all listen here...
ja: いいか、よく聞け…
ko: 좋아, 일동 주목...
uk: Усе вірно, слухайте сюди...
zh_cn: 好，你们都听着……

# bark_item_improvised_strategy+occultist
source: Persuasive.
ja: 説得力がある
ko: 설득력이 있는데.
uk: Переконливо.
zh_cn: 很有说服力。

# bark_item_improvised_strategy+plague_doctor
source: Riveting! I follow your logic.
ja: 素晴らしい！お前の論理に従うよ
ko: 흥미롭군! 그쪽 논리를 따르도록 하지.
uk: Цікаво! І все так логічно.
zh_cn: 真有意思！你的逻辑很完善。

# bark_item_improvised_strategy+runaway
source: Can't we just try to sneak through?
ja: 戦わずすり抜けるのはダメ？
ko: 그냥 몰래 숨어 들어가면 안 돼?
uk: Хіба нам не можна просто прокрастися?
zh_cn: 我们不能想办法溜过去么？

# bark_item_improvised_strategy+vestal
source: A forward assault! At last!
ja: ついに！正面攻撃の機会が来るとは！
ko: 최전방 돌격인가! 마침내!
uk: Нарешті пряма атака!
zh_cn: 正面袭击！时候终于到了！

# bark_item_medicinal_leeches
source: Even the medicine hungers for my blood.
ja: 薬ですら、この血を欲しがるとはな
ko: 이제는 치료제마저 내 피를 갈구하니.
uk: Навіть лікам потрібна моя кров.
zh_cn: 就连药物都想吸我的血。

# bark_item_medicinal_leeches+bounty_hunter
source: So be it.
ja: 勝手にしろ
ko: 붙여.
uk: Хай буде так.
zh_cn: 行吧。

# bark_item_medicinal_leeches+flagellant
source: Such sharp little mouths you have.
ja: 鋭い口を持っているんだな
ko: 참으로 작고도 예리한 입을 가진 친구로군.
uk: У вас такі гострі язички.
zh_cn: 你们的小嘴真是锋利。

# bark_item_medicinal_leeches+grave_robber
source: Is my countenance so wan?
ja: 私の顔、そんなに弱々しく見える？
ko: 내 얼굴 많이 창백해졌니?
uk: Хіба в мене бліде обличчя?
zh_cn: 我的面色有这么差么？

# bark_item_medicinal_leeches+hellion
source: Is this... food?
ja: これは…食べ物か？
ko: 이거... 먹는 거냐?
uk: Це що? Їжа?!
zh_cn: 这是……吃的么？

# bark_item_medicinal_leeches+highwayman
source: I like my blood where it is.
ja: 自分の血がよそへ行くのは勘弁だがな
ko: 내 피는 그냥 두는 편이 좋은데.
uk: Нехай моя кров залишається там, де має бути.
zh_cn: 我更希望我的血呆在血管里。

# bark_item_medicinal_leeches+jester
source: Think that one's lookin' at me.
ja: あいつ、私を見てると思う
ko: 얘 지금 나 쳐다보는 거 같은데.
uk: Здається, одна з них дивиться на мене.
zh_cn: 那个家伙好像在看着我。

# bark_item_medicinal_leeches+leper
source: Ah. We meet again.
ja: おや。また会ったな
ko: 아, 오랜만이군.
uk: О, і знов зустрілися.
zh_cn: 啊。老朋友了。

# bark_item_medicinal_leeches+man_at_arms
source: Flinch not! Merely some blood... Errgh.
ja: たじろぐな！たかが血だ… ううっ…
ko: 엄살 부리지 마라! 거 피 몇 방울 흘린다고... 아야야.
uk: Не смикайся! Лише кілька крапель крові... гр-р.
zh_cn: 别怕！只是一点血而已……呃。

# bark_item_medicinal_leeches+occultist
source: A dated technique, but sometimes effective.
ja: 時代遅れの技法だが、時に効果的だ
ko: 해묵은 수법이지만 효과적일 때도 있지.
uk: Традиційні, але інколи ефективні методи.
zh_cn: 古老的疗法，但有时仍有效用。

# bark_item_medicinal_leeches+plague_doctor
source: I recognize this species! Adequate at best.
ja: この種に見覚えがある！良くても「普通」だな
ko: 이 거머리 종은 잘 알지! 덧나지 않으면 다행인 애들인데.
uk: Мені знайомий цей вид. Сподіваюся, від них не погіршає.
zh_cn: 我认得这种生物！只能说堪堪可用吧。

# bark_item_medicinal_leeches+runaway
source: Fine. I'll let you, but I won't like it.
ja: わかった。吸わせてもいいけど、私が気に入ると思わないで
ko: 좋아, 붙이라고. 하지만 좋아하지는 않을 거야.
uk: Гаразд. Але попереджаю, що мені це не сподобається.
zh_cn: 好吧，我接受，但我还是不喜欢。

# bark_item_medicinal_leeches+vestal
source: I prefer rest and prayer, but...
ko: 그냥 쉬면서 기도하는 편이 더 좋긴 하지만...
uk: Я віддаю перевагу відпочинку й молитві, але...

# bark_item_meditative_totem
source: With reflection comes the ability to change.
ja: 反省すれば、人は変われる
ko: 스스로를 돌아볼 수 있다면 변할 수도 있는 법.
uk: Роздуми дарують можливість змінюватись.
zh_cn: 先有反思，然后就能做出改变。

# bark_item_meditative_totem+bounty_hunter
source: Not sure these work, but...
ko: 이게 먹힐지는 모르겠지만...
uk: Мені здається, це не спрацює, але...

# bark_item_meditative_totem+flagellant
source: Through blood and flesh, all can be consecrated.
ja: 血と肉を通して、すべての人が奉献される
ko: 피와 살을 통한다면 무엇이든 봉헌할 수 있지.
uk: Усе можна освятити кров’ю та плоттю.
zh_cn: 在血与肉之中，万物皆可祝圣。

# bark_item_meditative_totem+grave_robber
source: Cheaply-wrought, yet not without artistry.
ja: チープだけど、芸術性がないわけではないわね
ko: 싸구려긴 한데 예술성이 없는 건 아니네.
uk: Річ дешева, але досить уміло виготовлена.
zh_cn: 做工很粗糙，但并非没有艺术感。

# bark_item_meditative_totem+hellion
source: Spirits of old, my blood who came before me...
ja: 私の前に現れし、血族の古き魂よ…
ko: 우리 혈족의 옛 선조들께서 도래하시니...
uk: Духи давнини, рідна кров, що з’явилася на світ ще до мене...
zh_cn: 旧日之灵，先祖之血……

# bark_item_meditative_totem+highwayman
source: Never been a superstitious type, but...
ja: 迷信は信じないほうだが…
ko: 내가 딱히 미신을 믿는 편은 아니었다만...
uk: Ніколи не вважав себе забобонним, але...
zh_cn: 我从来不信什么鬼神，不过……

# bark_item_meditative_totem+jester
source: What a weird little trinket! Who made you?
ja: なんとおかしな装身具だ！誰が作った？
ko: 참 쪼끄맣고 괴상한 장식품이로구나! 넌 누가 만들었니?
uk: Яка дивна маленька прикраса! Хто ж тебе зробив?
zh_cn: 真是个怪异的小玩意！是谁把你做出来的？

# bark_item_meditative_totem+leper
source: A stone skips across calm waters. Ripples follow.
ja: 静かな水面を石が飛び、続けて波紋が起こる
ko: 돌멩이가 잔잔한 물 위를 건너니, 그 뒤로 파문이 따른다.
uk: Камінь скаче по спокійній воді, викликаючи брижі.
zh_cn: 一块石子掠过平静的湖面，泛起涟漪。

# bark_item_meditative_totem+man_at_arms
source: Any advantage in the field, I suppose...
ja: 戦場で優位に立てるなら、何だっていい…
ko: 전장에서는 어떻게 해서든 승산을 높이고 싶어지는 법이지...
uk: Будь-яка перевага в бою — це добре.
zh_cn: 在战场上要争取一切优势，大概吧……

# bark_item_meditative_totem+occultist
source: Ah - the clarity of a quiet, focused mind.
ko: 아, 평온하고 집중된 정신의 명료함이라.
uk: Ясність спокійного зосередженого розуму.

# bark_item_meditative_totem+plague_doctor
source: Occupies the hands while the mind contemplates.
ja: 手を動かしながら、思いを巡らせよう
ko: 정신이 숙고하는 동안 두 손은 바빠지지.
uk: Займає руки, поки розум споглядає.
zh_cn: 在心灵沉思的时候，让手上有些事做。

# bark_item_meditative_totem+runaway
source: I make my own luck.
ja: 自分の運は、自分で作る
ko: 내 운은 내가 만들어.
uk: Мій успіх залежить лише від мене.
zh_cn: 我命由我不由天。

# bark_item_meditative_totem+vestal
source: Come, sit with me. We'll read some verses.
ja: さあ、隣に座ってください。共に聖書を読みましょう
ko: 내 옆에 앉아서 같이 경전 구절이나 읽지.
uk: Посидь зі мною. Давай-но я тобі почитаю.
zh_cn: 来，坐在我身边吧。我们一起读些经文。

# bark_item_mop
source: Menial but necessary.
ja: つまらないが、必需品だな
ko: 귀찮지만 꼭 필요한 일이지.
uk: Чорна робота, але потрібна.
zh_cn: 冗杂的工作，但也很有必要。

# bark_item_mop+bounty_hunter
source: You're paying me a <i>lot</i> for this.
ko: 이런 일은 추가 보수가 꽤 <i>많이</i> 들어.
uk: Ти заплатиш мені <i>сповна</i> за це.

# bark_item_mop+grave_robber
source: Is this how you hold it?
ja: こうやって持つの？
ko: 이렇게 잡는 거야?
uk: Чи так треба тримати?
zh_cn: 拖把是要这样握吗？

# bark_item_mop+hellion
source: If they can't smell the blood, they can't track us.
ja: 血の臭いがなければ、奴らは私たちを追跡できない
ko: 피 냄새 안 풍기면 저 놈들도 우리 못 쫓아 온다.
uk: Якщо не почують запах крові, ніхто нас не вистежить.
zh_cn: 它们闻不到血腥味，就不能追踪我们。

# bark_item_mop+highwayman
source: Labour is a release from past sins.
ja: 労働は過去の罪からの解放だ
ko: 노동은 과거를 속죄하는 수단이지.
uk: Праця — покарання за колишні гріхи.
zh_cn: 劳动使人从过往的罪孽中解脱。

# bark_item_mop+jester
source: The soft swish is most relaxing.
ja: やわらかな水流は、何よりも落ち着くな
ko: 가볍게 밀어 주면 기분도 상쾌해져.
uk: Сила не тільки в словах, а й у праці.
zh_cn: 水的哗啦声最让人放松了。

# bark_item_mop+leper
source: There are no kings aboard this coach.
ja: この駅馬車に王は乗っていない
ko: 이 역마차에 왕이 어디 있겠나.
uk: У цьому Диліжансі осіб голубої крові немає.
zh_cn: 这辆驿站马车上没有国王。

# bark_item_mop+man_at_arms
source: A general with a mop inspires forthright effort.
ja: モップを持った元帥は、率直な努力を促すな
ko: 장군이 대걸레를 쥔 꼴을 보면 진심 어린 투지가 일어나지.
uk: Офіцер із шваброю в руках надихає на рішучі дії.
zh_cn: 将军拿拖把，手下也就务实。

# bark_item_mop+occultist
source: Cleanliness repels many a sordid being.
ko: 청결함은 온갖 불길한 것들을 물리치지.
uk: Нечисть боїться чистоти.

# bark_item_mop+plague_doctor
source: A clean laboratory produces consistent results.
ja: 清潔な実験室は、安定した結果をもたらす
ko: 깨끗한 실험실은 분명한 결과를 불러 오지.
uk: У чистій лабораторії отримують стабільні результати.
zh_cn: 干净的实验室能够产出稳定的结果。

# bark_item_mop+runaway
source: Choring is boring but no one's above it.
ja: 雑務は退屈だけど、誰も逃れられないのよね
ko: 청소는 귀찮지만 누구나 해야 하는 일이야.
uk: Прибирання... яка це нудьга, але всім доводиться його робити.
zh_cn: 杂务固然无趣，但没人应该置身事外。

# bark_item_mop+vestal
source: I thought I'd left such chores behind...
ko: 이런 집안일은 이제 더 할 일 없을 줄 알았는데...
uk: Здавалося б, клопіт залишився позаду...

# bark_item_morbid_joke+bounty_hunter
source: *snort*
ja: ふんっ
ko: (코웃음)
uk: *пирх*
zh_cn: *不屑的声音*

# bark_item_morbid_joke+flagellant
source: Your blasphemes are tame... but amusing.
ja: お前の冒涜行為は手ぬるい…だが面白い
ko: 참 귀여운 신성 모독이지만... 재밌기는 하군.
uk: Ваші богохульства банальні, але кумедні.
zh_cn: 你的亵渎之语还远不够凶狠……但还挺有意思。

# bark_item_morbid_joke+grave_robber
source: That's nothing, darling. How about the one...
ja: まったく面白くもないわね。じゃあこれはどうかな…
ko: 아유, 자기. 그건 아무것도 아니야. 내 얘기 좀 들어 보라고...
uk: Це дрібниця, золотко. А от як щодо...
zh_cn: 这个不怎么样，亲爱的。不如我来讲一个……

# bark_item_morbid_joke+hellion
source: Ha HAH!
ja: ハッハー！
ko: 하 하!
uk: Ха-ха-ха!
zh_cn: 哈哈！

# bark_item_morbid_joke+highwayman@0
source: Dark humour is like food. Not everyone gets it.
ja: ブラックユーモアは料理と同じだ。万人向けではない
ko: 음침한 농담은 음식과도 같지. 소화 못하는 사람들도 있어.
uk: Чорний гумор як їжа: не кожному до смаку.
zh_cn: 笑一笑……十年“少”。

# bark_item_morbid_joke+highwayman@1
source: What's red and bad fer your teeth? ... A brick.
ja: 赤くて歯に悪いものは何だ？…レンガだ
ko: 의외로 치아 건강에 좋지 않은 것은? 벽돌로 맞는 아구창.
uk: Що це таке: червоне й шкідливе для зубів? Цеглина.
zh_cn: 什么东西是红色的，而且对牙齿不好？……砖头。

# bark_item_morbid_joke+highwayman@2
source: You ever hear the one about the chandler...?
ja: 商人の話を聞いたことがあるか…？
ko: 그 샹들리에 얘기 들어본 사람 있나...?
uk: Чули анекдот про свічника?
zh_cn: 你听过那个讲杂货贩子的笑话么……？

# bark_item_morbid_joke+jester
source: ... ... ... Heh.
ja: … … …ヘっ
ko: ... ... ... 헤.
uk: Хе-хе.
zh_cn: ………………呵。

# bark_item_morbid_joke+leper
source: If this helps you pass the time...
ja: 暇をつぶす役に立つならな…
ko: 시간 죽이기에 도움이 된다면야...
uk: Якщо це допоможе скоротати час.
zh_cn: 如果这能帮你消磨时间的话……

# bark_item_morbid_joke+man_at_arms
source: I've heard worse, lad.
ja: もっとひどい話も聞いたことある
ko: 더 나쁜 얘기도 들어봤어, 젊은 친구.
uk: Були жарти й гірші.
zh_cn: 我听过更糟糕的，小子。

# bark_item_morbid_joke+occultist
source: You certainly have a way with words.
ja: なかなかいい言葉回しじゃないか
ko: 확실히 말재주가 있는 친구로구만.
uk: Підбирати слова — свого роду мистецтво.
zh_cn: 你很擅长语言艺术。

# bark_item_morbid_joke+plague_doctor
source: Ehm. Was that the punchline?
ja: えっ。今のがオチ？
ko: 어, 그래서 그게 결론이야?
uk: Що це за лопата?
zh_cn: 唔。笑点在哪？

# bark_item_morbid_joke+runaway
source: I... I don't get it.
ja: わ…わからない
ko: 어... 이해가 안 돼.
uk: Нічого не розумію.
zh_cn: 我……我没懂。

# bark_item_morbid_joke+vestal
source: Who raised you?
ja: 誰に育てられたのですか？
ko: 그런 얘기는 부모님이 가르치던가?
uk: Хто тебе виховував?
zh_cn: 是谁把你养大的？

# bark_item_nightshade_concoction
source: A witch's brew to frighten Death herself.
ko: 죽음도 질겁하여 쫓아 보낼 마녀의 물약.
uk: Чаклунське варево, яке налякає саму Смерть.

# bark_item_nightshade_concoction+bounty_hunter
source: An old trade secret...
ko: 유서 깊은 영업상 비밀인데...
uk: Старий секрет майстрів...

# bark_item_nightshade_concoction+flagellant
source: Mmm. Another!
ja: うむ、もう一杯！
ko: 으으으으으음… 한잔 더.
uk: М-м-м... Ще можна?
zh_cn: 嗯。再来一瓶！

# bark_item_nightshade_concoction+grave_robber
source: A toast - to leaving Death in our dust.
ja: 乾杯‥死が私たちの塵に埋もれんことを
ko: 우리를 재와 먼지로 만들 죽음에게 한 잔.
uk: У мене тост: за те, щоб у нашому праху Смерть і залишилась!
zh_cn: 举杯吧——愿死神永远也追不上我们。

# bark_item_nightshade_concoction+hellion
source: Chase it with wine if you must. Feh.
ja: 必要ならワインと共に追いかけろ
ko: 필요하면 술이랑 같이 마셔라. 웩.
uk: Запий вином, якщо смак гидкий.
zh_cn: 实在不行就拿酒灌下去。呸。

# bark_item_nightshade_concoction+highwayman
source: Ain't hungry for the noose yet.
ko: 그런 거까지 마실 정도로 절박하진 않은데.
uk: Зустрітися з петлею? Ні, ще не час.

# bark_item_nightshade_concoction+jester
source: As if I needed to anger Death further...
ko: 이거 마시는 꼴을 보면 죽음도 더 화날걸...
uk: Наче мені хочеться ще більше розлютити Смерть...

# bark_item_nightshade_concoction+leper
source: I am grateful for the years I've stolen.
ko: 지금까지 덤으로 산 세월이 참 감사하군.
uk: Я вдячний за ті роки, які я вкрав у Смерті.

# bark_item_nightshade_concoction+man_at_arms
source: Seen this keep a man steady when he was cleaved near in twain!
ja: 真っ二つになりそうな奴が、これで落ち着かせていたのを見たことがあるぞ！
ko: 하마터면 반 갈래로 죽을 뻔한 녀석도 이걸로 목숨 붙여두는 걸 봤지!
uk: Це видовище допомагає людині триматись стійко, коли її розрубують навпіл!
zh_cn: 我见过用了这东西的士兵，被劈成两半了还能站着！

# bark_item_nightshade_concoction+occultist
source: This anchors my spirit more firmly.
ja: これのおかげで、精神がより安定した
ko: 정신을 좀 더 단단히 붙들어 주는 약이지.
uk: Цей відвар міцніше тримає мій дух у цьому світі.
zh_cn: 这让我的灵魂的根扎得更深。

# bark_item_nightshade_concoction+plague_doctor
source: Perhaps its properties can be isolated...
ko: 이 기작만 따로 분리할 수는 없을까...
uk: Можливо, можна якось виділити активну речовину...

# bark_item_nightshade_concoction+runaway
source: If I can't outrun Death, I'll cheat.
ja: 死から逃れきれないなら、私は騙すさ
ko: 죽음을 따돌릴 수 없다면 속이기라도 해야지.
uk: Якщо не можу втекти від Смерті, доводиться хитрувати.
zh_cn: 如果逃不掉死神，我就骗过他。

# bark_item_nightshade_concoction+vestal
source: I believe in my talents. But I shan't press my luck.
ja: 私は自分の才能を信じています。運に頼ることはありません
ko: 난 내 능력을 믿지만, 내 행운을 과신하지도 않지.
uk: Я вірю у свої сили, але не покладатимуся на удачу.
zh_cn: 我相信我的能力。但是保险起见……

# bark_item_oddly_tuned_lute+bounty_hunter
source: Nice try. Still ain't singing.
ja: 惜しかったな。まだ歌ってないぞ
ko: 시도는 좋군. 그래도 노래는 안 해.
uk: Гарна спроба. Однаково співати не буду.
zh_cn: 你再怎么努力，我也不会唱的。

# bark_item_oddly_tuned_lute+flagellant
source: Pass me his sickle while his hands are occupied.
ja: 奴の手がふさがっている間に、鎌を渡してくれ
ko: 광대의 양손이 바쁘거든 낫을 잠시 맡아주지.
uk: Передайте мені його серп, поки в нього руки зайняті.
zh_cn: 趁他占着手，把他的镰刀递给我一下。

# bark_item_oddly_tuned_lute+grave_robber
source: I performed this gavotte as a girl...
ja: このガヴォット、小さい頃に演奏したわね…
ko: 어렸을 적에는 가보트 춤을 추곤 했는데...
uk: Я танцювала гавот, коли була ще дитиною...
zh_cn: 这支舞曲，我小时候表演过……

# bark_item_oddly_tuned_lute+hellion
source: Needs drums.
ja: 太鼓が必要だな
ko: 북이 필요하다.
uk: Потрібні барабани.
zh_cn: 我需要的是战鼓。

# bark_item_oddly_tuned_lute+highwayman
source: Feels nice. Feels... normal.
ja: いい感じだ。 普通…というかな
ko: 분위기 좋군. 마치... 일상 같아.
uk: Звучить непогано. Навіть... добре.
zh_cn: 感觉很不错。感觉很……正常。

# bark_item_oddly_tuned_lute+jester@0
source: *melodious humming*
ko: (흥겨운 콧노래)
uk: *мелодійно мугикає*

# bark_item_oddly_tuned_lute+jester@1
source: I love a captive audience.
ja: 虜になった観客は好きだ
ko: 청중들이 몰입할 때가 제일 좋더라.
uk: Мені подобаються мимовільні глядачі.
zh_cn: 我喜欢全情投入的观众。

# bark_item_oddly_tuned_lute+jester@2
source: Liven up, would you?
ja: 盛り上げてくれるかい？
ko: 분위기가 확 살지?
uk: Ану, збадьорилися!
zh_cn: 来点欢乐气氛，好么？

# bark_item_oddly_tuned_lute+leper
source: Music often reaches where medicine cannot.
ja: 音楽はよく、薬でも届かぬ癒しを与えてくれる
ko: 음악은 종종 약조차 닿지 못하는 부분을 어루만져 주지.
uk: Якщо ліки не діють, допомагає музика.
zh_cn: 药物鞭长莫及之处，音乐往往能触碰得到。

# bark_item_oddly_tuned_lute+man_at_arms
source: Your hands are made of stern stuff!
ja: お前の手は頑丈なんだな！
ko: 손 끝이 부르트게 연습한 솜씨로구만!
uk: Для такої штуки потрібні металеві пальці.
zh_cn: 你这双手还真有两下子！

# bark_item_oddly_tuned_lute+occultist
source: What an oddly pleasing resonance...
ja: なんて妙に心地よい響きだ…
ko: 참 희한하리만치 즐거운 공명이로군...
uk: Який дивний, але приємний резонанс...
zh_cn: 奇怪，这旋律怎会如此怡人……

# bark_item_oddly_tuned_lute+plague_doctor
source: Fascinating! My boot taps of its own accord!
ja: 魅力的だ！靴が勝手にリズムを取っているよ！
ko: 멋져! 나도 모르게 박자 맞춰서 발을 까딱이고 있잖아!
uk: Вражаюче! Моя нога сама відбиває ритм.
zh_cn: 太神奇了！我的靴子居然自动打起了节拍！

# bark_item_oddly_tuned_lute+runaway
source: Huh. Been ages since I heard music.
ja: はあ。音楽を聞くのはすごく久しぶりね
ko: 허. 음악이란 걸 들어본 지도 되게 오래 됐는데.
uk: Уже й не пригадаю, коли я востаннє слухала музику.
zh_cn: 哈。好久没听到过音乐了。

# bark_item_oddly_tuned_lute+vestal
source: Onward! To glory!
ko: 영광을 향해! 돌격!
uk: Уперед, до слави!

# bark_item_orbitoclast
source: If it will stop the nightmares...
ko: 이 악몽을 멈출 수만 있다면...

# bark_item_orbitoclast+bounty_hunter
source: Don't trust this contraption...
ko: 난 이딴 장치 안 믿어...

# bark_item_orbitoclast+flagellant
source: One scar closer to purity!
ja: 傷を負えば純潔に近づくのだ！
ko: 흉터가 늘수록 정결은 가까워지니!
uk: Одним шрамом ближче до чистоти!
zh_cn: 再添一道疤，离圣洁更近一步！

# bark_item_orbitoclast+grave_robber
source: A common threat leveraged at disobedient wives...
ja: 反抗的な女たちを脅かす道具ね…
ko: 말 안 듣는 아내들은 이런 위협에도 익숙하다지...
uk: Часта загроза для непокірних дружин...
zh_cn: 常常拿来威胁不顺从的妻子……

# bark_item_orbitoclast+hellion
source: This... cuts ghosts out of your head...?
ja: これで…亡霊どもを忘れるってか？
ko: 이거... 머리 속 귀신 빼주냐...?
uk: Ця... річ справді вирізає привидів із голови?..
zh_cn: 它能……把鬼魂从脑中赶走么……？

# bark_item_orbitoclast+highwayman
source: Suppose it beats drinking to forget.
ja: 酒で紛らわすよりはマシさ
ko: 술 먹고 다 잊는 것보다 성능이 좋다면야.
uk: Гадаю, це кращий засіб забути погане, ніж випивка.
zh_cn: 大概比借酒浇愁好上一些吧。

# bark_item_orbitoclast+jester
source: Heh heh, best of luck in there.
ko: 헤헤. 이거 쓰려면 행운이 좀 필요하겠는걸.

# bark_item_orbitoclast+leper
source: A book, bequeathed to me, worth its freight across the sea...
ja: 私に遺された本は皆に読まれるべきだな…
ko: 바다를 건너 내게 올 정도로 가치 있는 지식이라면야...
uk: Книга, заповідана мені, варта того, щоб через море її перевезти...
zh_cn: 一本遗赠于我的书，值得为之漂洋过海……

# bark_item_orbitoclast+man_at_arms
source: Y'say it will help me... forget...?
ja: これが忘れさせてくれるってか…？
ko: 온갖 잡것들을 잊는 데... 도움이 된다고...?
uk: Чи це справді допоможе мені... забути?..
zh_cn: 你说这玩意能帮我……忘记……？

# bark_item_orbitoclast+occultist
source: We may free my mind yet. Do it.
ja: 心の解放なるかもしれん。やるか
ko: 아직 이 정도 마음은 열어 볼만 하지. 해 보자.
uk: Ми ще можемо звільнити мій розум. Зроби це.
zh_cn: 或许我的心灵还有救。动手吧。

# bark_item_orbitoclast+plague_doctor
source: The past is irrelevant. Excise what you must.
ja: 過去に意味はない。捨て去ってしまえ
ko: 과거는 중요하지 않아. 필요하다면 과감히 버려야 해.
uk: Минуле не має значення. Роби те, що маєш.
zh_cn: 过往无关紧要。当断即断。

# bark_item_orbitoclast+runaway
source: N-no! I don't deserve to forget!
ja: イ…イヤよ！覚えておく方がいいわ！
ko: 아, 안돼! 내가 무슨 자격으로 과거를 잊겠어!
uk: Н-ні! Я не маю права забути!
zh_cn: 不、不行！我不配遗忘！

# bark_item_orbitoclast+vestal
source: Golden hair, fair skin... why can't I recall her name?
ja: 金髪で白い肌の女性… 名前が思い出せません
ko: 아름다운 금발, 뽀얗던 살결... 그런데 왜 이름이 기억이 안 날까?
uk: Золотаве волосся, світла шкіра... чому я не можу згадати її імені?
zh_cn: 金色秀发、白皙肌肤……但我为何叫不出她的名字？

# bark_item_pain_box
source: Dreadful stuff.
ja: 恐ろしいものだ
ko: 끔찍한 물건이군.
uk: Жахлива штука.
zh_cn: 恐怖的东西。

# bark_item_pain_box+bounty_hunter
source: Keep that thing away from me.
ja: そいつをこっちへ近づけるな
ko: 내 앞에서 치워.
uk: Тримай цю річ подалі від мене.
zh_cn: 让那东西离我远点。

# bark_item_pain_box+flagellant@0
source: Soon I won't even need the flail...
ko: 좀 있으면 도리깨도 쓸데 없어지겠어...
uk: Скоро мені навіть бич не знадобиться...

# bark_item_pain_box+flagellant@1
source: Stand back - my great work continues!
ja: 下がれ。俺の偉大な仕事はまだ終わっていない！
ko: 물러나라. 내 사역은 계속될 것이니!
uk: Відступіть — моя велика робота ще не завершена!
zh_cn: 退后——我的伟大使命还要继续！

# bark_item_pain_box+flagellant@2
source: Would you like to witness a miracle?
ja: 奇跡を目撃したいか？
ko: 이적을 직접 목도하고 싶나?
uk: Хочете побачити диво?
zh_cn: 你们想要见证奇迹吗？

# bark_item_pain_box+grave_robber
source: What toxin lurks in that cruel little gadget?
ja: その残酷な小道具に、どのような毒素が潜んでいる？
ko: 그 쪼끄맣고 악랄한 물건에 어떤 맹독이 들어 있을까?
uk: Який токсин ховається в цьому жорстокому маленькому гаджеті?
zh_cn: 那个小匣子里潜藏着什么样的毒物？

# bark_item_pain_box+hellion
source: No.
ko: 됐다.
uk: Ні.

# bark_item_pain_box+highwayman
source: He's enjoyin' this far too much.
ja: あいつ、あまりにも楽しみすぎだな
ko: 저 해골 양반, 이거 너무 좋아하는 거 아니냐?
uk: Йому це занадто подобається.
zh_cn: 他享受这些享受得太过了。

# bark_item_pain_box+jester
source: I could see the appeal. In small doses.
ja: 魅力はわかった。少量ならな
ko: 나름 매력적이네. 독한 녀석이긴 하지만.
uk: Це виклик. У малих дозах.
zh_cn: 我能理解这种快感。如果一点点来的话。

# bark_item_pain_box+leper
source: Scorpions and frogs come to mind.
ja: サソリやカエルが頭に浮かぶ
ko: 전갈과 개구리가 떠오르는군.
uk: На думку спадають скорпіони й жаби.
zh_cn: 让我想到了蝎子与毒蟾。

# bark_item_pain_box+man_at_arms
source: Proof y'can live decades and not see everything.
ja: 何十年も生きていても、すべてを見ることはできないという証明だな
ko: 수십 년 살아 봤자 생판 처음 보는 것도 있나 보군.
uk: Доказ того, що ти й за кілька життів можна побачити не все.
zh_cn: 人就算活了大半辈子，也有从未见过的事。

# bark_item_pain_box+occultist
source: If it brings you focus, friend.
ja: 友よ、それが集中力をもたらすなら構わん
ko: 이게 집중에 도움이 된다면야.
uk: Якщо це зробить тебе уважнішим, друже.
zh_cn: 如果这能帮助你专注的话，朋友。

# bark_item_pain_box+plague_doctor
source: Its mechanisms are hidden, yet its effect undeniable.
ja: メカニズムは不明ながらも、効果は否定しようがない
ko: 기작은 알 수 없지만 그 효과만큼은 확실하군.
uk: Його механізми приховані, але ефект незаперечний.
zh_cn: 背后的机理我不太清楚，但效果无可否认。

# bark_item_pain_box+runaway
source: That thing looks like a trap.
ko: 아무리 봐도 함정 같은데.
uk: Ця штука схожа на пастку.

# bark_item_pain_box+vestal
source: Another rite taken to worrying extremes...
ja: とても心配にさせてくれる儀式が、また一つ現れましたか…
ko: 의심스러운 이단을 향한 의식이로군...
uk: Ще один обряд, доведений до крайнощів...
zh_cn: 又一个走向极端的仪式……

# bark_item_pipeweed
source: I'll show you how to blow rings.
ja: 煙の輪の作り方、見せてやろう
ko: 연기로 고리 모양 만드는 법을 보여 주지.
uk: Я покажу як пускати кільця.
zh_cn: 我来教你们怎么吹烟圈。

# bark_item_pipeweed+bounty_hunter
source: *exhales*
ko: (후우...)
uk: *видихає*

# bark_item_pipeweed+flagellant
source: Our senses are a blessing - you'd dull them?
ja: 俺たちの感覚は祝福だ。それを鈍らせるのか？
ko: 우리의 감각은 축복이거늘, 굳이 무디게 하겠다고?
uk: Наші почуття — це благословення. Невже ви хотіли б їх притупити?
zh_cn: 我们的感官是恩赐——你却想要让感官变得更迟钝？

# bark_item_pipeweed+grave_robber
source: Ahh.
ja: ああ…
ko: 아아.
uk: Ах...
zh_cn: 啊。

# bark_item_pipeweed+hellion
source: Mm. Stinks of steppe grass.
ja: ふむ。草原の匂いがするな
ko: 음. 평원 풀냄새.
uk: М-м, запах степової трави.
zh_cn: 唔。干草味太重了。

# bark_item_pipeweed+highwayman
source: A steadfast companion for the long road.
ja: 長い道のりの心強い相棒だ
ko: 기나긴 여정의 확고한 동지지.
uk: Надійний компаньйон у дальній мандрівці.
zh_cn: 长途旅行中可靠的伙伴。

# bark_item_pipeweed+jester
source: Sweet muse!
ko: 감미로운 영감의 원천이여!
uk: Люба музо!

# bark_item_pipeweed+leper
source: Trouble for those disquieted by their own company.
ja: 己の仲間に静穏を乱された時、これが元凶になりがちだ
ko: 아랫사람에게 치일 때면 필수품이지.
uk: Проблеми для тих, хто почуває себе неспокійно на самоті.
zh_cn: 能帮助那些难以与自己相处之人解决麻烦。

# bark_item_pipeweed+man_at_arms
source: I used to confiscate plugs of this from my soldiers.
ja: 昔、部下からこいつを何束か没収したことがある
ko: 병사들한테서 이 담뱃대 압수하던 게 일상이었는데.
uk: Раніше я забирав такі люльки в солдатів.
zh_cn: 以前我从士兵那里缴来了好多这玩意。

# bark_item_pipeweed+occultist
source: Dimensions bloom with each puff.
ja: 一服するごとに次元の嵩が増えるな
ko: 한번 뻐끔일 때마다 차원이 피어나는구나.
uk: Кільця збільшуються з кожним видихом.
zh_cn: 每一朵烟圈，都绽放出无数的位面。

# bark_item_pipeweed+plague_doctor
source: *cough* Ghaack...! *wheeze*
ja: ゴホンゴホン、があっ…！
ko: 콜록, 콜록! 카악...! (헥, 헥...)
uk: *кашляє* Кха-ха! *хрипить*
zh_cn: *咳嗽* 呛死我了……！*打喷嚏*

# bark_item_pipeweed+runaway
source: Huh. All right. I'll give it a go.
ja: はあ。わかったよ。試してみる
ko: 음, 좋아. 한번 해 보지 뭐.
uk: Гаразд, спробую.
zh_cn: 哈，好吧。我试试。

# bark_item_pipeweed+vestal
source: Oh...! My eyelids feel heavy...
ko: 어마...! 눈꺼풀이 무거워지는데...
uk: Ой... мої повіки важчають...

# bark_item_playing_cards
source: I'll deal first!
ja: カードを切ろう！
ko: 내가 선이다!
uk: Я роздаю!
zh_cn: 我来做庄！

# bark_item_playing_cards+bounty_hunter
source: Ante up.
ko: 걸어.
uk: Робіть ставки.

# bark_item_playing_cards+flagellant
source: Look at all the swords in that fellow!
ja: あの男の剣を見よ！
ko: 저 친구가 들고 있는 칼 좀 보게!
uk: Ти ба — він зібрав усю винову масть!
zh_cn: 看看那家伙身上插了多少把剑！

# bark_item_playing_cards+grave_robber
source: You'll enjoy losing to me. Promise.
ko: 나한테는 지면서도 재밌을 거야. 약속해.
uk: Тобі сподобається програвати мені. Обіцяю.
