Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_item_whetstone+man_at_arms
source: Only got a boot-knife but you'd best believe it's honed.
ja: ブーツナイフしかないが、研いであると思った方がいい
ko: 내가 가진 날붙이는 신발에 숨긴 단도뿐이야. 제대로 갈아 뒀다구.
uk: У мене лише захалявний ніж для чобіт, але запевняю, він добре заточений.
zh_cn: 我只有靴子里藏了一把刀，但锋利得很。

# bark_item_whetstone+occultist
source: A dull blade sings doom.
ko: 무딘 칼날은 파멸을 불러올 뿐.
uk: Меч має бути гострим, інакше загинемо.

# bark_item_whetstone+plague_doctor
source: My instruments require precise edges.
ja: 私の器具には、精巧なエッジが求められる
ko: 내 도구는 최대한 예리해야 돼.
uk: Мої інструменти мають бути гострими.
zh_cn: 我的器械需要精细打磨。

# bark_item_whetstone+runaway
source: Time to sharpen up the ol' rib-sticker.
ja: あばらの肉をそぎ取る時間だね
ko: 갈비뼈 말뚝도 갈 때가 왔네.
uk: Настав час гострити старий ніж для м’яса.
zh_cn: 是时候打磨那根老烧火棍了。

# bark_item_whetstone+vestal
source: I don't use a blade, but here, I can sharpen yours...
ja: 私は刃を使いませんが、あなたの刃を研いであげましょう…
ko: 나는 날붙이를 쓰지 않지만, 그대의 무기를 대신 갈아주지...
uk: Я не користуюся лезом, але можу наточити твоє...
zh_cn: 我不用刀剑，不过我可以帮你们打磨……

# bark_item_whiskey_barrel
source: There's enough for all and myself a little more.
ja: まだ、みんなが飲むには十分な量だな
ko: 충분히 마셨지만 한 잔 정도는 괜찮을지도.
uk: Тут усім вистачить, а мені вийде навіть трохи більше.
zh_cn: 这个分量足够每个人喝到够。

# bark_item_whiskey_barrel+bounty_hunter
source: Revelry?
ko: 건배 하겠나?
uk: Гуляємо?

# bark_item_whiskey_barrel+flagellant
source: How easily simple folk find delight.
ja: シンプルな人々は、簡単に喜びを見つける。
ko: 단순한 자들은 얼마나 쉬이 즐거움을 찾는가.
uk: Звичайні люди дуже добре уміють розважатися.
zh_cn: 庸人之乐，真是平庸。

# bark_item_whiskey_barrel+grave_robber
source: I'll knock back a draught or three!
ja: 生ビールを3杯ほどガブ飲みよ！
ko: 한 세 모금만 마시면 뻗는다구!
uk: Зроблю ковточок. Або три.
zh_cn: 我太久没开怀喝过了！

# bark_item_whiskey_barrel+hellion
source: Drink fortifies the spirit!
ja: 酒は魂を強くする！
ko: 술은 정신을 강하게 한다!
uk: Цей напій зміцнює дух!
zh_cn: 烈酒能巩固灵魂！

# bark_item_whiskey_barrel+highwayman
source: Well, let's do it up proper then!
ja: 正しくやろうじゃないか！
ko: 기왕 마시는 거 제대로 마셔야지!
uk: Зробимо все як годиться!
zh_cn: 哈，那就好好享受享受吧！

# bark_item_whiskey_barrel+jester
source: Let's gather round for... A round...
ja: みんな集まって…一杯やろうじゃないか…
ko: 한 잔 더!... 한 잔만 더...
uk: Давайте зберемося і хильнемо трохи...
zh_cn: 围成一圈，喝上一……圈……

# bark_item_whiskey_barrel+leper
source: Life is short and often cruel. Revel when you can.
ja: 人生は短く、往々にして残酷だ。楽しめる時に楽しもう
ko: 삶은 짧고 종종 잔혹하지. 즐길 수 있을 때 즐기거라.
uk: Життя коротке й нерідко жорстоке. Бенкетуй, поки можеш.
zh_cn: 生命短暂，而且往往残酷。能享受的时候就该享受。

# bark_item_whiskey_barrel+man_at_arms
source: Stow your arms, time to make merry!
ja: みんな集まって楽しもう！
ko: 와서 팔짱 껴, 함께 즐기자고!
uk: Приберімо зброю, настав час повеселитися!
zh_cn: 收起武器吧，是时候放纵放纵了！

# bark_item_whiskey_barrel+occultist
source: To good friends and good fortune.
ja: 良き友、良き幸運に
ko: 좋은 친구와 행운을 위하여.
uk: Добрим друзям і щасливій долі.
zh_cn: 这杯敬好友，以及好运。

# bark_item_whiskey_barrel+plague_doctor
source: There's more to life than treatises and texts!
ja: 人生には、論文や勉強より大事なことがある！
ko: 인생은 논문과 학술서가 전부가 아니야!
uk: Життя — це не лише трактати й тексти!
zh_cn: 生命不止论文与教材！

# bark_item_whiskey_barrel+runaway
source: ... Maybe we can relax for one night.
ja: …一晩ぐらい、ゆっくりしたらどうかな
ko: ...어쩌면 하루 정도는 풀어져도 되겠지.
uk: Чому б не розслабитись увечері — хоч раз за весь час?
zh_cn: ……也许我们可以放松一晚。

# bark_item_whiskey_barrel+vestal
source: Light beside me, this is strong!
ja: おお、なんと強い酒なんでしょう！
ko: 빛이여, 이건 너무 센데!
uk: Пресвяте Світло, як опаляє!
zh_cn: 圣光在上，这酒真猛！

# bark_item_whiskey_bottle
source: Who else wants a pull?
ja: 他に1杯欲しいやつは？
ko: 누구 또 들이킬 사람?
uk: Кому ще налити?
zh_cn: 还有谁想来一口？

# bark_item_whiskey_bottle+bounty_hunter
source: Don't hog it.
ko: 혼자 다 마시지 마라.
uk: І мені залиши.

# bark_item_whiskey_bottle+flagellant
source: Cask strength? Pour some on my arm here...
ja: 度数は？ この腕に少しかけてくれ…
ko: 센 술인가? 여기 팔에 좀 부어 보라고...
uk: Міцний напій? Налий мені тут трохи на руку...
zh_cn: 这酒烈么？倒我胳膊上看看……

# bark_item_whiskey_bottle+grave_robber
source: Was a time I would have refused this...
ko: 예전 같았으면 입에도 안 댔을 술인데...
uk: Колись були такі часи, що я б відмовився від цього...

# bark_item_whiskey_bottle+hellion
source: Share my drink? Hmph. Only since you asked.
ja: 分けて欲しいか？まあ、聞いたならいいだろう
ko: 좀 나누어 달라고? 흠, 부탁까지 하는데 뭐.
uk: Поділитися? Ну, якщо просиш...
zh_cn: 你也想喝？好吧，看在你问了的份上。

# bark_item_whiskey_bottle+highwayman
source: I don't usually share, but...
ja: 普段はあまり共有しないが…
ko: 내게 딱히 나눔의 미덕은 없지만, 뭐...
uk: Зазвичай я не ділюсь, але...
zh_cn: 我通常不愿意分享，不过……

# bark_item_whiskey_bottle+jester
source: You won't regret splittin' this with me...
ko: 나랑 나눠 마신 건 절대 후회 안 할 거야...
uk: Ти не пошкодуєш, що розділив це зі мною...

# bark_item_whiskey_bottle+leper
source: A shared bottle is a bridge built. Or mended.
ja: ボトルを分け合うと絆ができる。もしくは関係が修復される
ko: 함께 나누는 술 한 병은 없던 관계를 만들고 망가진 관계를 회복시키지.
uk: Коли всі п’ють з однієї пляшки, вони наче будують міст. Або ремонтують.
zh_cn: 分享美酒就是搭建桥梁。或者修补桥梁。

# bark_item_whiskey_bottle+man_at_arms
source: A bottle between compatriots!
ko: 전우들과 함께 하는 한 잔!
uk: Пляшку разом із земляками!

# bark_item_whiskey_bottle+occultist
source: I rarely drink to excess - share the bounty?
ja: 私はめったに飲み過ぎないほうだ。恵みを分けてくれるか？
ko: 어지간하면 과음을 하지 않네만. 전리품 나눠 마실 텐가?
uk: Я нечасто напиваюся... Хіба що можу розділити з вами винагороду!
zh_cn: 我很少喝那么多——你愿意分走一些么？

# bark_item_whiskey_bottle+plague_doctor
source: You could clean wounds with this!
ja: アルコールは傷口の消毒にも使えるのよ！
ko: 이걸로는 상처를 소독할 수 있다고!
uk: Та цим можна рани обробляти!
zh_cn: 这些本可以用来清洁伤口的！

# bark_item_whiskey_bottle+runaway
source: Sharing food and drink? ... Strange. But... okay.
ja: 飲食物を分け合うって…変な感じ。でも…いいや
ko: 음식과 술을 나눈다고? ...이상하네. 하지만... 좋아.
uk: Ділитись їжею та питвом? Дивно, але... гаразд.
zh_cn: 分享食物和酒？……真奇怪。不过……好吧。

# bark_item_whiskey_bottle+vestal
source: If nothing else, we shall sleep well tonight...
ko: 별일 없으면 오늘 밤은 잠이 잘 오겠는데...
uk: Сьогодні ми спатимемо міцно...

# bark_item_whiskey_flask
source: How delightful the warmth that spreads.
ja: 温もりが広がるのは、なんと愉快なことだろう
ko: 안온한 온기가 퍼져나가는 느낌.
uk: Як чудово, коли розтікається по жилах тепло...
zh_cn: 涌上来一股暖意，舒服。

# bark_item_whiskey_flask+bounty_hunter
source: Does the trick.
ko: 이거면 충분하지.
uk: Робить свою справу.

# bark_item_whiskey_flask+flagellant
source: Best purify my wounds.
ja: 傷の消毒に向いてるな
ko: 상처 소독에 아주 좋지.
uk: Краще б очистили мої рани.
zh_cn: 最好用来净化我的伤口。

# bark_item_whiskey_flask+grave_robber
source: If I hold my nose, I can daydream a finer vintage.
ja: 鼻をつまむと、より上質なヴィンテージを空想できるわね
ko: 그래도 코 막고 마시면 최고급 와인을 마시던 날처럼 느껴져.
uk: Якщо я затисну ніс, то зможу уявити, що це витонченіше віно.
zh_cn: 捏住鼻子的话，我就能想象这是一杯佳酿。

# bark_item_whiskey_flask+hellion
source: Barely a whelp's gulp in here!
ja: 思いきりグイッと飲んでくれ！
ko: 이거 한 모금도 안 된다!
uk: Навряд чи на добрий ковток вистачить!
zh_cn: 一口就喝完了！

# bark_item_whiskey_flask+highwayman
source: Always gone too fast.
ja: いつもペースが早すぎだ
ko: 술은 맨날 순식간에 바닥나더라.
uk: Завжди закінчується надто швидко.
zh_cn: 总是不够喝。

# bark_item_whiskey_flask+jester
source: A nip to loosen our over-tight strings.
ko: 지나치게 팽팽한 현은 좀 풀어줘야지.
uk: Послабить наші занадто натягнуті струни.

# bark_item_whiskey_flask+leper
source: Truth in whiskey, truth in wine.
ja: ウイスキーの真実、ワインの真実
ko: 위스키 한 잔에 진실 하나, 와인 한 잔에 진실 하나.
uk: Істина у віскі, істина у вині.
zh_cn: 酒中自有真理。

# bark_item_whiskey_flask+man_at_arms
source: I miss confiscating these from the conscripts.
ja: 徴収兵からこれを没収したのが懐かしい
ko: 병사들한테서 이거 압수하던 나날이 그립구먼.
uk: Пам’ятаю, як я відбирав таке в призовників.
zh_cn: 我怀念从手下人手里收缴这些的日子。

# bark_item_whiskey_flask+occultist
source: Not without flavour.
ko: 맛이 아예 업지는 않군.
uk: На смак виявилося непогано.

# bark_item_whiskey_flask+plague_doctor
source: Isn't this a disinfectant?
ja: これって消毒薬じゃないの？
ko: ...이거 소독약 아니야?
uk: Хіба це не антисептик?
zh_cn: 酒精不是消毒剂么？

# bark_item_whiskey_flask+runaway
source: Usually prefer to keep a clear head...
ja: 普段は頭がすっきりしている方がいいんだけど…
ko: 보통 손 씻는데 쓰면 좋긴 한데...
uk: Зазвичай віддаю перевагу ясній голові...
zh_cn: 一般来说，最好保持清醒……

# bark_item_whiskey_flask+vestal
source: Very well. Pass it here.
ja: なるほど。こちらへ渡しなさい
ko: 아주 좋군. 이리 좀 줘 봐.
uk: Добре. Передай сюди.
zh_cn: 好吧。递给我吧。

# bark_item_whittling_tools
source: I'm making a duck.
ja: アヒルの木彫りを作っている
ko: 오리를 깎아 봐야지.
uk: Я вирізатиму качку.
zh_cn: 我要雕个鸭子。

# bark_item_whittling_tools+bounty_hunter
source: Might cut myself.
ko: 손 베일라.
uk: Можна порізатися.

# bark_item_whittling_tools+flagellant
source: Crude. Cheap. Yet sharp. They'll do.
ja: 粗雑で安っぽい。しかし鋭い。まあ十分だな
ko: 조잡한 싸구려지. 하지만 날카롭군. 제 역할은 하겠어.
uk: Метал сирий і дешевий. Але гостре. Згодиться.
zh_cn: 粗糙、廉价，但是够锋利。应该够用了。

# bark_item_whittling_tools+grave_robber
source: Could work as a shiv in a pinch.
ja: いざという時のナイフとして使えそう
ko: 위급한 상황에서 단검으로 쓸 수도 있겠네.
uk: У крайньому разі буде заточка.
zh_cn: 在紧要关头，也可以当匕首来用。

# bark_item_whittling_tools+hellion
source: Anyone have a larger knife?
ja: 誰かもっと大きいナイフを持っていないか？
ko: 더 큰 칼 없냐?
uk: Чи є в когось більший ніж?
zh_cn: 有谁有更大的刀么？

# bark_item_whittling_tools+highwayman
source: I did this as a boy...
ko: 어렸을 때 많이 했지...
uk: Я таке робив, ще коли був хлопчиськом.

# bark_item_whittling_tools+jester
source: A pipe, perhaps. Could always use another.
ja: 笛でも作るかな。 もう1本あっても困らないだろう
ko: 파이프긴 한데, 다른 데도 써먹을 수 있겠지.
uk: Можливо, трубка. Завжди можна використати іншу.
zh_cn: 要不雕个烟斗吧。这东西不嫌多。

# bark_item_whittling_tools+leper
source: I was forbidden such things in my youth.
ja: 若い頃は、そのような趣味にふけることを禁じられていた
ko: 내 어렸을 적에는 이런 놀이를 못하게 금지당했었거늘.
uk: Мені таке забороняли, коли я був юнаком.
zh_cn: 小的时候，他们不许我碰这种东西。

# bark_item_whittling_tools+man_at_arms
source: This takes me back to my childhood.
ja: 子供の頃の思い出が蘇るな
ko: 어렸을 적이 생각나는군.
uk: Це повертає мене в дитинство.
zh_cn: 这唤起了我童年的记忆。

# bark_item_whittling_tools+occultist
source: The mind is most at ease when the hands are not.
ja: 手を動かしている時が、心が最も落ち着く
ko: 마음은 손이 바쁠 때 가장 편안해지는 법.
uk: Розум відпочиває тоді, коли руки працюють.
zh_cn: 手上有事做，就更容易放松心灵。

# bark_item_whittling_tools+plague_doctor
source: Now, to craft something useful...!
ja: さて、何か役に立つものを作ろう…！
ko: 이제 뭔가 유용한 걸 만들 수 있겠어...!
uk: Щоб створити щось корисне...
zh_cn: 是时候做出来点有用的东西了……！

# bark_item_whittling_tools+runaway
source: Busy hands soothe the nerves.
ja: 手を動かしていると心が休まるのよね
ko: 손이 바쁘면 신경은 쉴 수 있지.
uk: Займеш руки — заспокоїш нерви.
zh_cn: 双手忙碌，神经就会放松。

# bark_item_whittling_tools+vestal
source: I prefer to keep my hands busy whilst praying.
ja: お祈りをしている間、手を動かしている方が好ましいですね
ko: 기도하는 중에는 손이 좀 바쁜 편이 좋아서.
uk: Під час молитви руки треба чимось зайняти.
zh_cn: 在祷告时，我喜欢给双手找点事做。

# bark_item_wild_tea
source: Gulp generously and prepare for a journey of the mind.
ja: 豪快に飲み干して、心の旅に備えよう
ko: 한 모금 크게 마시고 정신의 여정을 준비하길.
uk: Зроби добрий ковток — і розум вирушить у мандри.
zh_cn: 敞开了喝吧，然后准备好来一场精神之旅。

# bark_item_wild_tea+bounty_hunter
source: Eyes feel sharper. Ears, too. Hmm.
ko: 눈과 귀가 예민해지지.
uk: Очі стали краще бачити, а вуха — чути. Цікаво.

# bark_item_wild_tea+flagellant
source: My vision runs red, rapturous red!
ja: 視界が赤く染まる、歓喜の赤だ！
ko: 눈 앞이 황홀하게 붉어진다!
uk: Очі заслала червона пелена — як у хижака!
zh_cn: 我的视野变红了——血一样的猩红！

# bark_item_wild_tea+grave_robber
source: A rare indulgence, to let so loose. Why not?
ja: こんなに解放されるなんて、めったにない贅沢。飲むしかないわね
ko: 가끔 한잔 하고 풀어지는 것도 나쁘지 않잖아?
uk: Рідкісна втіха — дозволити собі розслабитися. Чому б і ні?
zh_cn: 难得让自己如此放纵一回。为什么不呢？

# bark_item_wild_tea+hellion
source: Let us commune with our kin departed.
ko: 같이 떠나간 혈족들 이야기를 하자.
uk: Давайте поспілкуємося з покійними предками.

# bark_item_wild_tea+highwayman
source: I feel... oddly relaxed, yet awake. Huh.
ja: なんだか…妙にリラックスして、でも目が覚めたような感じだ
ko: 이거... 희한하게 긴장이 풀리면서 정신은 확 깨는군. 흠.
uk: Я розслабився... Але спати не хочеться. Гм.
zh_cn: 我感觉……异常放松，但又十分清醒。呵。

# bark_item_wild_tea+jester
source: They say symphonies are written on this stuff.
ja: これを飲んだ奴が交響曲を書く、って聞いたな
ko: 교향곡은 보통 이거 마시고 쓴다고 하더군.
uk: Кажуть, такий настій надихав музикантів.
zh_cn: 据说交响乐就是喝了这东西写出来的。

# bark_item_wild_tea+leper
source: Like reaches out to like. Connections. Beauty. Hope.
ja: 好意は好意へと伸びていく。繋がり。美貌。希望…
ko: 풀어진 기분은 미덕으로 이어지지. 관계. 아름다움. 희망.
uk: Подібне тягнеться до подібного. Краса. Надія.
zh_cn: 物以类聚。连结。美好。希望。

# bark_item_wild_tea+man_at_arms
source: I say... is the floor moving? Ha!
ja: うわっ…床が動いてるのか？ ハッ！
ko: 이거... 바닥이 흔들리고 있나? 하!
uk: Це що ж... земля так ходуном ходить?
zh_cn: 我说……地板是在晃么？哈！

# bark_item_wild_tea+occultist
source: How odd - my mind both loosens and sharpens...!
ja: なんて奇妙な…心が和らぎ、同時に研ぎ澄まされる…！
ko: 참으로 기이하군... 정신이 풀어지면서도 예민해지고 있어!
uk: Як дивно: розум розслаблений, а все зрозуміло...
zh_cn: 真是奇怪——我的精神既松弛又锋利！

# bark_item_wild_tea+plague_doctor
source: I used this to enhance my memory while studying.
ja: 勉強中の記憶力アップに使ったことがある
ko: 학생 때 공부하면서 마시면 기억력이 확 좋아지더라고.
uk: Я пила його, коли вчилася. Покращує пам’ять.
zh_cn: 我在上学的时候曾经用过这个提升记忆力。

# bark_item_wild_tea+runaway
source: I dunno about this. Leaves one defenseless...
ja: これはどうなのかな。防御が甘くなるような…
ko: 이거 모르겠네. 정신이 너무 풀어지는 것 같아...
uk: Не знала про таке. Послаблює захист...
zh_cn: 我不知道这样好不好。会让人失去防备……

# bark_item_wild_tea+vestal
source: Your auras... you're all shining! It's beautiful!
ja: あなたたちのオーラが…輝いてます！きれいです！
ko: 그대의 아우라가... 눈부시게 빛난다! 정말 아름답군!
uk: Аури... сяють! Як гарно!
zh_cn: 你们的灵光……你们都在闪烁光芒！太美了！

# bark_move_back@0
source: ... auggh!
ja: ...グアアッ！
ko: ... 으악!
uk: ...ох-х-х-х!
zh_cn: ……呃啊！

# bark_move_back@1
source: ... can't stand my ground!
ja: ...立っていられない！
ko: … 버틸 수가 없어!!
uk: ...не можу!
zh_cn: ……我站不稳！

# bark_move_back@2
source: ... staggering force!
ja: ....すさまじい力だ！
ko: ... 엄청난 힘이야!
uk: Приголомшлива сила!
zh_cn: ……好大的力气！

# bark_move_back@3
source: Can't... hold... balance!
ja: バランスが...保てない...！
ko: 균형을... 잡을 수가... 없어!
uk: Втрачаю рівновагу!
zh_cn: 没法……保持……平衡！

# bark_move_back@4
source: Grrgh! Damn it all!
ja: ぐぐっ！ダメだ！
ko: 으악! 망할 놈들!
uk: Гр-р, пропадай воно все пропадом!
zh_cn: 咳！该死！

# bark_move_back@5
source: I have to regroup!
ja: 再編成しないと！
ko: 일단 재집결하겠어!
uk: Треба перегрупуватися!
zh_cn: 我们得重整队形！

# bark_move_back@6
source: The force of devilry!
ja: 悪魔の力だ！
ko: 악마적인 힘이다!
uk: Диявольська сила!
zh_cn: 恶魔的力量！

# bark_move_back@7
source: This one's tough!
ja: これは厳しい！
ko: 이놈은 좀 강한데!
uk: Міцний горішок!
zh_cn: 这家伙好强！

# bark_move_back@8
source: Unnaturally strong...
ja: 不自然なほど強い…
ko: 말도 안되는 힘이다...
uk: Надприродна сила...
zh_cn: 超乎自然的力量……

# bark_move_back@9
source: What terrible strength!
ja: なんて恐ろしい強さだ！
ko: 뭐 저런 괴력이 다 있지!
uk: Яка міць!
zh_cn: 真是可怕的力量！

# bark_move_back+bounty_hunter
source: Outta my way.
ja: どいてくれ
ko: 내 앞에서 비켜.
uk: Геть з дороги.
zh_cn: 让开。

# bark_move_back+flagellant
source: At long last, a worthy adversary!
ko: 드디어 가치 있는 적수를 만났군!
uk: Нарешті гідний супротивник!

# bark_move_back+grave_robber
source: Slag me off, why don't you?!
ja: 貶したければ貶せばいいでしょ！？
ko: 지나갈 테니까 좀 비켜주지?!
uk: Так, я злякалась. І що тепер?!
zh_cn: 要嘲笑我了，是么？

# bark_move_back+hellion
source: Finally, a match for my strength!
ko: 드디어 내 힘에 맞는 상대다!
uk: Нарешті рівний мені супротивник!

# bark_move_back+highwayman
source: Can't keep my footing! Blast!
ja: 足元がおぼつかない！くそっ！
ko: 빌어먹을, 버티질 못하겠어!
uk: Не можу втриматися на ногах, чорт забирай!
zh_cn: 该死，我招架不住！

# bark_move_back+jester
source: Whew! Caught myself.
ko: 휴! 나도 모르게 그만.
uk: Фух, мало не впав.

# bark_move_back+leper
source: We must meet their fury with dispassion.
ko: 저들의 분노에는 냉정하게 대응해야 한다.
uk: Шаленству ворога треба протиставити розсудливість.

# bark_move_back+man_at_arms
source: Retrieve and recover!
ja: 下がって回復だ！
ko: 퇴각 후 재집결!
uk: Стратегічний відступ!
zh_cn: 重整阵型！

# bark_move_back+occultist
source: All! Stand back!
ko: 다들 물러나!
uk: Розійдіться!

# bark_move_back+plague_doctor
source: Preternatural strength!
ko: 초자연적인 괴력이다!
uk: Виняткова сила!

# bark_move_back+runaway
source: You're a tough one...
ko: 넌 좀 강한 거 같은데...
uk: А ти міцний горішок...

# bark_move_back+vestal
source: Unholy ferocity!
ja: 邪悪な獰猛さだ！
ko: 실로 불경한 잔인함이로다!
uk: Нечестива лють!
zh_cn: 炼狱般的凶残！

# bark_node_exit_altarofhope+bounty_hunter@0
source: Gather yourselves.
ko: 준비들 해.
uk: Зберіться з духом!

# bark_node_exit_altarofhope+bounty_hunter@1
source: Odds ain't good, but they've been worse.
ja: 状況はよくない、が、もっと悪いこともある
ko: 승산은 좋지 않아, 하지만 더 나쁠 수도 있었어.
uk: Шанси не дуже великі, але іноді вони бувають і меншими.
zh_cn: 把握不大，但我见识过更糟的。

# bark_node_exit_altarofhope+flagellant@0
source: Follow us, wretches! Align to our sacred path!
ja: 俺たちに従え、哀れな者たちよ！俺たちの神聖な道に整列せよ！
ko: 우리를 따르라, 비참한 자들아! 신성한 길을 향해 나아가라!
uk: Ідіть за нами, нещасні! Ставайте на наш священний шлях!
zh_cn: 可怜的人们！跟紧我们，走上命中注定的神圣之路！

# bark_node_exit_altarofhope+flagellant@1
source: My veins are alive with purpose!
ja: 俺の血管は、目的に打ち震えている！
ko: 나의 핏줄을 타고 사명이 흐른다!
uk: Я піду на все, щоб досягти своєї мети!
zh_cn: 我的血液因为使命而燃烧！

# bark_node_exit_altarofhope+grave_robber@0
source: A bizarre, charitable urge grips me...
ja: 奇妙な、慈善的な衝動にかられる...
ko: 기이하고 자기희생적인 충동이 나를 사로잡네...
uk: Дивний потяг до милосердя охоплює мене...
zh_cn: 这荒唐的奉献精神是哪来的，我真是中邪了……

# bark_node_exit_altarofhope+grave_robber@1
source: How fiercely they fight to retain so little...
ja: わずかなものを守るために、彼らは激しく戦う…
ko: 대체 뭘 위해 이리도 치열하게 싸우는지...
uk: Як несамовито вони б’ються, щоб зберегти те, що залишилося...
zh_cn: 为了那么一点点东西，他们却要拼尽全力……

# bark_node_exit_altarofhope+hellion@0
source: Hear that? A falcon! She screams a fair omen!
ja: 聞こえるか？ハヤブサだ！幸運のお告げだ！
ko: 들리나? 매다! 매 울음소리라니 좋은 징조야!
uk: Чуєш це? Сокіл! Його свист — гарний знак!
zh_cn: 听到了吗？一只猎鹰！这叫声是个好兆头！

# bark_node_exit_altarofhope+hellion@1
source: These folk will find their mettle!
ja: この人々は勇気を奮い立たせるだろう！
ko: 이 사람들도 패기를 되찾겠지!
uk: Ці люди знайдуть свою мужність!
zh_cn: 这些家伙会找到他们的勇气的！

# bark_node_exit_altarofhope+highwayman@0
source: Almost feels like we're makin' a difference...
ja: まるで俺たちが状況を変えているようだ…
ko: 우리가 변화를 만들고 있는 것 같아...
uk: Я майже відчуваю, що ми змінюємо світ на краще...
zh_cn: 也许我们做的事情真的有意义……

# bark_node_exit_altarofhope+highwayman@1
source: Perhaps this place ain't so far gone.
ja: もしかしたら、この場所はまだまだ持つかもしれない
ko: 어쩌면 여기는 아직 완전히 타락하지 않았을지도.
uk: Можливо, це місце не так далеко.
zh_cn: 或许这个地方还有救。

# bark_node_exit_altarofhope+jester@0
source: Imagine it - bein' part of the world again...
ja: また世界の一部になることを想像してみろ…
ko: 상상해 보라구. 다시 세상의 일부가 되는 걸...
uk: Ти тільки уяви: знову бути частиною світу...
zh_cn: 想象一下，重新融入这个世界……

# bark_node_exit_altarofhope+jester@1
source: With our aid, these poor bastards might make it.
ja: 我々の援助で、この気の毒な連中も助かるかもな
ko: 저 불쌍한 자식들, 우리 덕분에 살아남을 수 있을지도.
uk: З нашою допомогою в цих бідолах усе може вийти.
zh_cn: 在我们的帮助下，这些可怜的家伙说不定能活下去。

# bark_node_exit_altarofhope+leper@0
source: I am fated to die - let it be here, in service.
ja: 私は死ぬ運命にある。ここで奉仕させてくれ
ko: 나는 죽을 운명이다. 여기서 몸 바쳐 죽겠노라.
uk: Мені судилося померти — тож нехай це буде так, на службі.
zh_cn: 我注定要死——让我死得其所。

# bark_node_exit_altarofhope+leper@1
source: These lands are not dead - merely dormant.
ja: この地は死んでいるのではなく、眠っているだけに過ぎない
ko: 이 땅은 죽지 않았다. 그저 잠들어 있을 뿐.
uk: Ці землі не мертві, вони лише сплять.
zh_cn: 这些田地没有死去——只是陷入了沉睡。

# bark_node_exit_altarofhope+man_at_arms@0
source: Finally - a good use for an old warhorse...
ko: 마침내 늙은 군마가 쓸모를 찾았구먼...
uk: Нарешті гідна робота для ветерана.

# bark_node_exit_altarofhope+man_at_arms@1
source: Slow an' steady, the war crawls on.
ja: ゆっくり着実に、戦争は進行している
ko: 천천히, 그리고 꾸준히. 전쟁은 그렇게 진행되지.
uk: Війна повзе повільно, але впевнено.
zh_cn: 一步一步，战线向前推进。

# bark_node_exit_altarofhope+occultist@0
source: Let us lighten some heavy spirits.
ja: 重い気持ちを明るくしてあげよう
ko: 무거운 마음을 조금 가볍게 해 봅세나.
uk: Давайте покращимо поганий настрій.
zh_cn: 让这些沉重的灵魂重新振作起来吧。

# bark_node_exit_altarofhope+occultist@1
source: Mistake it not - there is evidence of progress.
ja: 間違えるな。進歩しているという証拠がある
ko: 오판하지 말게. 이건 분명 발전의 증거니.
uk: Ви не помиляєтеся, докази прогресу є.
zh_cn: 不要猜疑——我们的进步是真切的。

# bark_node_exit_altarofhope+plague_doctor@0
source: I have much to teach the common folk...
ko: 평범한 자들에게 가르칠 게 정말 많아...
uk: Мені доведеться багато чому навчити звичайних людей.

# bark_node_exit_altarofhope+plague_doctor@1
source: Satisfying work! We bring these people progress.
ja: 納得のいく仕事だ！私たちは、この人たちに進歩をもたらすのだ
ko: 만족스러운 작업이야! 사람들에게 진보를 가져다 주니까.
uk: Приємна робота! Ми несемо цим людям прогрес.
zh_cn: 令人满意的工作！我们给这些人带来了进步。

# bark_node_exit_altarofhope+runaway@0
source: Don't wanna get my hopes up, but...
ja: あまり期待したくないけど…
ko: 너무 큰 기대를 걸고 싶지는 않지만...
uk: Не хочу марно сподіватися, але...
zh_cn: 我不想抱太多希望，但是……

# bark_node_exit_altarofhope+runaway@1
source: If we win this, what then? Where would you go...?
ja: もしこれに勝ったら、その後は？どこに行くの…？
ko: 우리가 이긴 다음은 어떻게 돼? 다들 어디로 갈 거야...?
uk: Якщо ми переможемо, що тоді? Куди б ви пішли?..
zh_cn: 如果我们赢了，然后呢？然后你们都会去哪……？

# bark_node_exit_altarofhope+vestal@0
source: I see it clearly, a path toward rebuilding...
ja: はっきりと見えています、再建への道が…
ko: 재건을 향한 길이 분명하게 보이는구나...
uk: Я чітко бачу шлях до перебудови...
zh_cn: 我能清楚地看到，一条重建之路……

# bark_node_exit_altarofhope+vestal@1
source: If we turn a few more souls to our side...
ja: あと数人の魂を味方につければ…
ko: 영혼 몇 명만 우리 편으로 돌린다면...
uk: Якщо ми навернемо на свій бік ще кілька душ...
zh_cn: 如果我们能再多一些助力……

# bark_node_exit_bridge+bounty_hunter@0
source: I'll make this worth your coin.
ja: 報酬の分、しっかり働くぜ
ko: 돈 값은 해 주지.
uk: Ви не пошкодуєте, що найняли мене.
zh_cn: 我会让这笔交易值得的。

# bark_node_exit_bridge+bounty_hunter@1
source: The hunt is on.
ja: 狩りが始まった
ko: 사냥 시작이다.
uk: Полювання почалося.
zh_cn: 狩猎开始了。

# bark_node_exit_bridge+flagellant@0
source: Faster! Death nips at our heels!
ko: 더 빨리! 죽음이 우리 등 뒤에 바짝 붙었다!
uk: Швидше! Смерть наступає нам на п’яти!

# bark_node_exit_bridge+flagellant@1
source: This is what I was made for!
ko: 이것이 바로 내 소명이다!
uk: Я був народжений для цього!

# bark_node_exit_bridge+grave_robber@0
source: *sigh* So be it.
ja: はあ、なるようになるわ
ko: (한숨) 그러지 뭐.
uk: *зітхає* Так тому і бути.
zh_cn: *叹气* 那就这样吧。

# bark_node_exit_bridge+grave_robber@1
source: Hold fast to your memories of sunny days - they are no more.
ja: 晴れの日の思い出を忘れないで。二度とその日は訪れないから
ko: 밝았던 나날의 추억을 꼭 붙들라고. 이젠 돌아오지 않을 테니까.
uk: Сонячним дням настав кінець.
zh_cn: 好好铭记阳光灿烂的日子吧——那些日子一去不返了。

# bark_node_exit_bridge+hellion@0
source: Is this where we find glory...?
ja: 栄光はここにあるのか…？
ko: 여기서 영광을 찾을 수 있을까...?
uk: Це тут нас чекає слава?
zh_cn: 这就是通往荣誉的道路么？

# bark_node_exit_bridge+hellion@1
source: Let us leave the past behind!
ja: 過去を捨て去ろう！
ko: 과거는 과거의 일로 두자!
uk: Залишимо минуле позаду!
zh_cn: 让我们把过去抛在身后吧！

# bark_node_exit_bridge+highwayman@0
source: No turning back now.
ja: もう後戻りはできない
ko: 이젠 못 돌아가.
uk: Назад дороги вже немає.
zh_cn: 现在没有回头路了。

# bark_node_exit_bridge+highwayman@1
source: What's that chill?
ja: なんだこの寒気は？
ko: 왜 소름이 돋지?
uk: Звідки такий спокій?
zh_cn: 这股寒意是……？

# bark_node_exit_bridge+jester@0
source: Hello darkness, my old friend.
ja: やあ、暗闇よ、久しぶりだな
ko: 안녕 어둠, 내 오랜 친구여.
uk: Привіт, пітьмо, моя давня подруго.
zh_cn: 你好，黑暗，我的老朋友。

# bark_node_exit_bridge+jester@1
source: Suppose I've got nothing else on.
ja: 身につけるものは他にないというわけか
ko: 달리 갈 길도 없어 보이는구만.
uk: Певно, мені нічого більше не залишається.
zh_cn: 碰巧我没什么别的事吧，大概。

# bark_node_exit_bridge+leper@0
source: Four roads converge into one path. Our path.
ja: 4つの道は1つの道に集約される。我々の道だ
ko: 네 갈래 길이 하나로 합쳐지누나. 바로 우리의 길이다.
uk: Чотири дороги сходяться в одну — нашу.
zh_cn: 四条路汇聚成一条路。我们的路。

# bark_node_exit_bridge+leper@1
source: Wheels spin as the earth does - eternal.
ja: 地球がそうであるように車輪は回る。永遠にな
ko: 바퀴도, 이 땅도 영원토록 돌고 있다.
uk: Вічний цикл: колеса крутяться, земля крутиться.
zh_cn: 车轮的转动与地球一样——永远不会停下。

# bark_node_exit_bridge+man_at_arms@0
source: Behind enemy lines...
ja: 敵陣の奥深くまで来たな…
ko: 전선을 뚫었구나...
uk: За лавами ворогів...
zh_cn: 深入敌后……

# bark_node_exit_bridge+man_at_arms@1
source: So this is what we've been waitin' on...
ko: 지금껏 기다려온 게 이거로구만...
uk: Що ж, ми на це чекали...

# bark_node_exit_bridge+occultist@0
source: We are beyond the wards now... vulnerable.
ja: 結界の向こう側にいる…我々は無防備だ
ko: 이제 우린 가호를 넘어서서... 취약해질 걸세.
uk: Ми вийшли за межі дії захисних чарів.
zh_cn: 我们现在越过了障壁……脆弱不堪。

# bark_node_exit_bridge+occultist@1
source: We have trained for this - but are we ready?
ja: このために訓練してきたが…準備はできているか？
ko: 지금껏 이걸 대비하여 단련해 왔지만, 정녕 준비가 되었는가?
uk: Ми чекали на це. Але чи готові ми?
zh_cn: 我们为此日夜训练——但我们准备好了么？
