Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_resist_advantage_11
source: We can flank them - press on!
ja: 奴らを回り込めそうだ。 押し進め！
ko: 놈들을 우회해서 칠 수 있어. 밀어 붙여!
uk: Ми можемо обійти їх із флангу! Тисніть на них!
zh_cn: 我们可以从侧面包夹——来啊！

# story_bark_resist_advantage_12
source: They don't seem to see us!
ko: 아직 우리 안 들켰어!
uk: Вони, здається, нас не бачать!

# story_bark_resist_advantage_13
source: This dark is wretched, but it's cover.
ja: この暗闇はみすぼらしいが、隠れられそうだ
ko: 이 암흑은 섬뜩하지만 우리를 숨겨 준다고.
uk: Може, ця пітьма й несе скверну, але це також прикриття.
zh_cn: 这团黑暗很邪恶，但也可以作为掩护。

# story_bark_resist_advantage_14
source: What are we waiting for?!
ja: 何を待っているんだ！？
ko: 뭘 기다리고 있는 거야?!
uk: Чого ми чекаємо?!
zh_cn: 我们还在等什么？！

# story_bark_resist_advantage_15
source: Strike on my mark!
ko: 내 신호에 맞춰 친다!
uk: Атакуємо по моєму знаку!

# story_bark_resist_advantage_16
source: They are distracted, vulnerable!
ko: 놈들이 딴 데 정신 팔고 있다. 지금이 기회야!
uk: Вони відволіклись! Вони вразливі!

# story_bark_resist_advantage_20
source: Waste no opportunity to thin their horde!
ko: 저 무리를 솎아낼 기회를 놓치지 마라!
uk: Не можна упустити можливість прорідити їхню орду!

# story_bark_resist_advantage_201
source: The glare of our torch reveals their weaknesses!
ja: 我々の松明の輝きが、奴らの弱点を暴いてくれる！
ko: 횃불을 비추면 약점이 드러날 거다!
uk: Світло Полум’я показало, якими слабкими вони можуть бути!
zh_cn: 我们的火光揭露了他们的弱点！

# story_bark_resist_advantage_202
source: How fragile they appear before our solidarity!
ja: 我々の結束の前に、彼らはなんともろく見えることだろう！
ko: 우리의 연대 앞에 저들은 얼마나 연약한가!
uk: Нікому нас не перемогти, коли ми об’єднуємося!
zh_cn: 在我们的团结面前，他们显得多么脆弱！

# story_bark_resist_advantage_203
source: We advance relentless! They'll perish!
ja: 容赦なく前進だ！奴らを滅ぼせ！
ko: 망설이지 말고 돌격해! 놈들은 쓰러질 거다!
uk: Ми наступаємо й несемо загибель!
zh_cn: 不要手软！消灭他们！

# story_bark_resist_advantage_21
source: We are alive with purpose - eviscerate them!
ja: 我々は目的を持って生きている。奴らを切り刻め！
ko: 우리는 분명한 사명을 품고 있잖아. 놈들을 처치하자!
uk: У нас зараз єдина мета — випотрошити їх!
zh_cn: 我们的使命在心中燃烧——将他们挫骨扬灰！

# story_bark_resist_advantage_301
source: Under cover of night...
ja: 夜の闇に紛れて…
ko: 밤의 그늘 속에서...
uk: Під покровом ночі...
zh_cn: 在夜色下隐蔽……

# story_bark_resist_advantage_302
source: Fall on them quickly! Drive them into confusion!
ja: 素早く攻撃を仕掛けろ！混乱に陥れるんだ！
ko: 잽싸게 습격하자! 혼란에 빠뜨리면 된다!
uk: Нападаймо швидше: ворога треба спантеличити!
zh_cn: 偷袭他们！趁他们还不知道发生了什么！

# story_bark_resist_advantage_303
source: We fly at them, though we can scarcely see ourselves!
ko: 솔직히 우리 손발도 잘 안 보이지만 돌격해 보자고!
uk: Ми атакуємо їх, хоча самі себе ледве бачимо!

# story_bark_resist_advantage_401
source: I shall throw myself into their teeth - then follow!
ja: 奴らの歯にこの身を投じよう。 後を追え！
ko: 나라면 정면으로 돌격하겠어. 그러니 따라와!
uk: Я йду попереду, а ви за мною!
zh_cn: 我会冲在最前面——你们跟紧我！

# story_bark_resist_advantage_402
source: Up ahead - it's them! To arms!
ko: 저 앞쪽에 적이다! 전투 준비!
uk: Вони попереду! Ура, до зброї!

# story_bark_resist_advantage_501
source: Damnable things - let me at them!
ja: 忌まわしい奴らだ。 行くぞ！
ko: 망할 놈들. 해치워 주겠어!
uk: Прокляття... Довіртеся мені.
zh_cn: 该死的东西——让我去会会他们！

# story_bark_resist_advantage_502
source: I need not be in perfect health to destroy them!
ja: 奴らを倒すのに、健康体である必要はない！
ko: 저런 놈들 상대하려면 몸 상태가 완벽할 필요도 없어!
uk: Мені не обов’язково бути при повному здоров’ї, щоб їх знищити!
zh_cn: 哪怕没有健康的身躯，消灭他们也不在话下！

# story_bark_resist_advantage_601
source: For those we've lost - vengeance is mine!
ja: 失った者たちへの復讐だ！
ko: 우리가 잃은 이들을 위해 복수하자고!
uk: Мщуся за тих, кого ми втратили!
zh_cn: 为了我们失去的一切——复仇！

# story_bark_resist_blundering_1
source: Attack! Wait, maybe we're not ready...
ja: 攻撃だ！ 待った、まだ準備不足かも…
ko: 공격! 잠깐, 아직 준비가 덜 됐나...
uk: В атаку! Хоча постривайте, може, ми ще не готові...
zh_cn: 进攻！等等，也许我们还没准备好……

# story_bark_resist_boisterous_1
source: Child's play! I think.
ja: こんなの楽勝だ！ たぶん…
ko: 애들 장난이지! 뭐 내 생각에는 말이야.
uk: Це все дитячі іграшки! Здається...
zh_cn: 小菜一碟！大概吧。

# story_bark_resist_breacher_1
source: Chaaarge!
ko: 돌겨어어억!
uk: Впере-е-ед!

# story_bark_resist_broken_1
source: No. Fight. Left.
ja: もう戦う気力はない
ko: 더는. 싸울 수. 없다.
uk: Хто тут на нас?
zh_cn: ……我打不动了。

# story_bark_resist_cave_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_resist_city_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_resist_dark_curiosity_1
source: To fight the shadow, we must embrace it...
ko: 어둠에 맞서려면 어둠을 받아들여야 한다...
uk: Щоб боротися з тінню, ми спершу маємо прийняти її розумом...

# story_bark_resist_death_seeker_1
source: At last! Judgement and death!
ko: 마침내 심판과 죽음이 찾아왔다!
uk: Нарешті! Вирок і смерть!

# story_bark_resist_disarmer_1
source: Press them!
ko: 밀어 붙여!
uk: Розчавити їх!

# story_bark_resist_evasive_1
source: I can't commit to this.
ko: 이건 확신이 안 서는데.
uk: У мене проблеми...

# story_bark_resist_fear_of_fisherfolk_1
source: The gills... I cannot!
ja: エラが… 我慢ならない！
ko: 저 아가미... 난 못 싸우겠어!
uk: Зябра... Не можу!
zh_cn: 那些鱼鳍……我受不了！

# story_bark_resist_fields_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_resist_fight_01
source: There's blood to spill.
ja: 血が流れるぞ
ko: 피를 뿌릴 때가 됐다.
uk: Час пролити кров.
zh_cn: 是时候泼洒鲜血了。

# story_bark_resist_fight_02
source: Formations all!
ja: 全員、隊列を組め！
ko: 진형 형성!
uk: Усім зайняти свої місця!
zh_cn: 全体列阵！

# story_bark_resist_fight_03
source: I must wet my knife to draw upon my power.
ja: 力を引き出すために、ナイフを濡らさなければならない
ko: 내 힘을 끌어내려면 칼날을 적셔야 하지.
uk: Я мушу змочити ніж, щоб скористатися своєю силою.
zh_cn: 我必须让刀锋浸润鲜血，才能汲取我的力量。

# story_bark_resist_fight_04
source: New vials to test on unwilling subjects!
ja: 不本意な被験者どもに、新薬の試験をしようか！
ko: 원치 않는 실험체에게 시험할 새로운 시약이로다!
uk: Нові флакони, які можна використати на суб’єктах, що цього не бажають!
zh_cn: 又有非自愿的实验体用来试药了！

# story_bark_resist_fight_05
source: Marvelous. I've been practicing my aim.
ja: ちょうどいいな。 射撃の練習をしていたんだ
ko: 실로 경이롭군. 안 그래도 조준 연습을 하고 있었는데.
uk: Чудово. Тренування допоможе мені досягти мети.
zh_cn: 太好了。我正在练习准头呢。

# story_bark_resist_fight_06
source: Ah, bloodshed, my muse.
ja: ああ、流血とはすばらしきものだ
ko: 아, 피바다라. 훌륭한 유흥이지.
uk: Ах, кровопролиття, моя музо...
zh_cn: 啊，鲜血，我的缪斯。

# story_bark_resist_fight_07
source: We seek glory in the jaws of death!
ko: 우리는 죽음의 아가리에서 영광을 찾을 것이다!
uk: Ми вириваємо славу з пащеки смерті!

# story_bark_resist_fight_08
source: Let's do this.
ja: やるぞ
ko: 해 보자.
uk: Почнімо.
zh_cn: 动手吧。

# story_bark_resist_fight_09
source: They've spotted us - no witnesses!
ja: 見つかってしまった。 目撃者を残すな！
ko: 놈들에게 들켰다. 목격자는 없애야지!
uk: Нас помітили! Свідків немає!
zh_cn: 他们发现了我们——不留活口！

# story_bark_resist_fight_10
source: As long as I can lift my blade, I am ready.
ja: 武器を持てる限り、戦う準備はできている。
ko: 칼을 들 수 있는 한, 난 준비 되었어.
uk: Я битимуся, поки будуть сили піднімати клинок.
zh_cn: 只要我还能举得动我的剑，我就时刻准备着。

# story_bark_resist_fight_101
source: We can best them - hold together!
ko: 우린 놈들을 물리칠 수 있다. 힘을 합치자!
uk: Ми переможемо, якщо триматимемося разом!

# story_bark_resist_fight_102
source: Ready your weapons!
ko: 무기들 준비해!
uk: Приготуйте зброю!

# story_bark_resist_fight_103
source: Impede us and know vengeance!
ja: 邪魔をするなら、痛い目にあうぞ！
ko: 우리에게 덤볐다간 응징 뿐이다!
uk: Хто стане на нашому шляху, той дізнається, що таке помста!
zh_cn: 敢阻拦我们，就尝尝我们复仇的滋味！

# story_bark_resist_fight_104
source: We came here willingly - let us begin.
ja: 我々は進んでここに来た。 始めるぞ。
ko: 우리는 기꺼이 여기까지 왔다. 시작해 볼까.
uk: Ми прийшли сюди добровільно. Почнімо.
zh_cn: 我们是自愿前来的——那便让我们开始吧。

# story_bark_resist_fight_105
source: If we fight as one, we can fell them!
ja: 一丸となって戦えば、奴らを倒せる！
ko: 하나 되어 싸운다면 놈들을 쓰러뜨릴 수 있다!
uk: Ми їх знищимо, якщо будем битися як один!
zh_cn: 只要齐心协力，就能打败他们！

# story_bark_resist_fight_106
source: This is it - what our task demands of us.
ko: 이거로군. 우리의 과업에 필요한 바가.
uk: Це саме те, що потрібно для виконання нашого завдання.

# story_bark_resist_fight_11
source: Rid the land of this creeping stain!
ko: 이 땅에 스며드는 오물을 정화하라!
uk: Очистімо ж землю від цієї повзучої гидоти!

# story_bark_resist_fight_12
source: My path to deliverance lies through them!
ko: 저들을 넘어서면 구원의 길이 열린다!
uk: Мій шлях до спасіння лежить через них!

# story_bark_resist_fight_201
source: I'm spoiling for some bloodsport!
ja: 血の流れる戦いを待ち焦がれていたんだ！
ko: 피바다를 즐기고 싶군!
uk: Хочу кривавого бою!
zh_cn: 我正想泼洒些鲜血呢！

# story_bark_resist_fight_202
source: Every bruise a path to victory!
ko: 상처 하나하나가 승리를 향한 길이다!
uk: Кожний синець — це шлях до перемоги!

# story_bark_resist_fight_203
source: We've faced worse foes in worse shape!
ja: 我々はもっとひどい状況でより凶悪な敵と直面してきた！
ko: 더 추악하고 강한 적들도 상대해 봤잖아!
uk: Ми билися і з гіршими ворогами, коли були в гіршій формі!
zh_cn: 我们在更糟的状态下，遭遇过更凶恶的敌人！

# story_bark_resist_flee_01
source: I always know when to run.
ja: 逃げるべき頃合はよくわかっている
ko: 언제 도망쳐야 할지는 아주 잘 알지.
uk: Я завжди знаю, коли час утікати.
zh_cn: 我总是明白什么时候该开溜。

# story_bark_resist_flee_02
source: Quick! Tactical retreat!
ja: 早くしろ！ 戦略的撤退だ！
ko: 어서! 전술적 후퇴다!
uk: Швидше, тактичний відступ!
zh_cn: 快！战术撤退！

# story_bark_resist_flee_03
source: This place exudes a powerful malignance...
ja: ここは強烈な悪意が漂っている…
ko: 이곳에서는 거대한 악의가 느껴지는데...
uk: Це місце випромінює неймовірну злобу...
zh_cn: 这地方散发着极强的恶意……

# story_bark_resist_flee_04
source: I haven't had time to prepare my kit!
ko: 전투 장비를 준비할 시간이 모자랐어!
uk: У мене не було часу підготувати свої засоби!

# story_bark_resist_flee_05
source: Away like a whisper of silk in the night - and hurry.
ja: 夜に絹が囁くように離れるのだ… 急いでな
ko: 어둠 속에서 비단결 스치는 소리처럼 조용히, 신속하게 떠나자고.
uk: Шовковий шепіт ночі каже, що треба поспішати.
zh_cn: 像夜色下的丝缎一样，不声不响地撤走吧——赶快。

# story_bark_resist_flee_06
source: A retreat ballad? Why not?
ja: 撤退の曲は？ 流してもいいだろ？
ko: 후퇴의 발라드라? 안될 거 있나?
uk: Заспівати баладу про втечу? Чом би й ні?
zh_cn: 来一首撤退曲？为什么不呢？

# story_bark_resist_flee_07
source: No honour lost if the fight isn't glorious!
ko: 전투에서 영광을 얻지 못했다고 해서 명예까지 잃은 건 아니야!
uk: Якщо в бою не здобудеш слави, честі не втратиш!

# story_bark_resist_flee_08
source: Quick, now. Let's pull back.
ja: 今だ、急げ。引き上げよう
ko: 서둘러, 빨리 벗어나자.
uk: Швидше, не барімося. Відступаймо.
zh_cn: 快，我们快撤。

# story_bark_resist_flee_09
source: Not every fight, not every time. Go!
ko: 꼭 항상 싸울 필요는 없어. 가자고!
uk: Не в кожному бою, не кожний раз.

# story_bark_resist_flee_10
source: Deep in autumn, rushing feet scatter the fallen leaves.
ja: 秋深し、逃げ行く足が葉を散らす
ko: 가을 한복판에 낙엽 위로 서두는 발소리가 퍼지더라.
uk: Утікачі розкидають опале листя.
zh_cn: 让我们拂衣而去吧，不要带走任何一片落叶。

# story_bark_resist_flee_101
source: What's a few relics to save on bloodshed?
ja: 流血を避けられるなら、少しの出費ぐらい！
ko: 피바다를 피할 수 있다면 유물 좀 써도 되잖아?
uk: Мертвим не потрібні реліквії.
zh_cn: 花几枚遗物避免一场流血，有什么不好的？

# story_bark_resist_flee_102
source: Let us leave them a distraction - we can spare it.
ko: 정신 딴 데 팔고 있게 내버려 두자고. 우리한테 유리할 테니까.
uk: Давайте залишимо їм, щось, що їх відволіче.

# story_bark_resist_flee_103
source: I don't want to know what they do with these relics...
ja: 奴らがこの遺物をどうするか、知りたくはないな…
ko: 저들이 이 유물로 뭘 할지는 상관없어...
uk: Я не хочу знати, що вони роблять із цими реліквіями...
zh_cn: 我不想知道他们会拿这些遗物来做什么……

# story_bark_resist_flee_11
source: I prayed for guidance - the time is not right!
ja: 私は導きを求めて祈った。 今は時期が悪い！
ko: 빛의 인도를 보아하니 시기가 적절치 않다!
uk: Я молилася про напутнє слово... але час ще не настав!
zh_cn: 我祈求了神谕——我们不应该这样做！

# story_bark_resist_flee_12
source: Our path shall show itself when ready. Not here.
ja: 我々の道は、準備が整えば自ずと見えてくる。 ここではない
ko: 준비가 되면 우리의 길은 저절로 드러날 터. 여기는 아니야.
uk: Наш шлях покаже себе, коли настане час. Не тут.
zh_cn: 一切准备就绪时，我们的道路才会显现。不是这里。

# story_bark_resist_flee_201
source: We tempt fate - and for little gain!
ko: 운명을 도발해봤자 얻을 건 거의 없어!
uk: Ми спокушаємо долю і майже нічого не отримуємо.

# story_bark_resist_flee_202
source: I do not wish to be near them when darkness falls...
ja: 闇が訪れるとき、奴らの近くにいたくないな…
ko: 어둠이 드리울 때 그 근처에 있기는 싫은데...
uk: Я не хочу бути поруч із ними, коли пітьма поглине все навколо...
zh_cn: 黑暗很快就会来临，我们还是赶紧离开吧……

# story_bark_resist_flee_203
source: Gather 'round the coach! Not here!
ko: 역마차로 모여! 여기는 안 돼!
uk: А тепер збирайтеся навколо Диліжанса! Не тут!

# story_bark_resist_flee_301
source: Our stitches will require stitches!
ja: 傷の縫合がほつれるぞ！
ko: 아직 다 낫지도 않았는데 또 다치려고?
uk: Тут уже треба накладати шви на шви...
zh_cn: 我们身上都快没地方缝线了！

# story_bark_resist_flee_302
source: And slip on our own blood as we advance?
ja: このまま進んで、自分たちの血で足を滑らせろって？
ko: 피 뚝뚝 흘리면서 또 싸우러 가자고?
uk: І опинитись у калюжі власної крові?
zh_cn: 再打下去，我们就要倒在自己的血泊里了！

# story_bark_resist_flee_303
source: We cannot fight in such a state...
ko: 이런 상태로는 싸울 수 없어...
uk: Ми не можемо битися в такому стані...

# story_bark_resist_flee_401
source: The hackles on my neck are up...!
ko: 모골이 송연해져...!
uk: У мене навіть волосся на потилиці стало дибки!

# story_bark_resist_flee_404
source: We haven't a chance in hell!
ko: 어차피 지옥에 승산은 없다!
uk: У нас жодного шансу в цьому пеклі!

# story_bark_resist_flee_405
source: I cannot bear this smell of burning...!
ko: 타는 냄새가 너무 지독해...!
uk: Я не витримаю сморід горілого!

# story_bark_resist_flee_406
source: It's unnatural! They should be resting in the earth!
ja: 不自然だ！ 奴らは地中で眠っているはずだ！
ko: 이건 법칙을 벗어났어! 놈들은 땅에 묻혀 있어야 해!
uk: Це суперечить самій природі: вони мають лежати в землі!
zh_cn: 这不合自然规律！他们应该在地下长眠！

# story_bark_resist_flee_407
source: They would feast upon us if we let them...
ja: このままでは我々が餌食になってしまう…
ko: 저들을 내버려 뒀다간 우릴 먹어치울 거야...
uk: Вони б побенкетували нами, якби ми їм дозволили...
zh_cn: 稍有不慎，只怕就成了他们的盘中餐……

# story_bark_resist_flee_408
source: Th-they look so close to human...!
ko: 저, 저놈들, 인간이랑 너무 닮았어...!
uk: В-вони начебто такі схожі на людей!

# story_bark_resist_flee_501
source: If one of them touches me, I may lose hold...
ja: 奴らに触られたら、制御が効かなくなるかも…
ko: 손끝이라도 닿으면 더 이상 참을 수 없을 거야...
uk: Якщо хтось із них торкнеться мене, я можу втратити контроль...
zh_cn: 要是被他们碰到，我恐怕就会失控……

# story_bark_resist_flee_502
source: I can scarcely lift my weapon arm!
ja: 武器を持つ腕がほとんど上がらない！
ko: 지금 무기도 들기 힘들다고!
uk: Я ледве можу підняти руку зі зброєю!
zh_cn: 我都快端不住武器了！

# story_bark_resist_flee_701
source: The noose tightens, and I shan't be the one found in it!
ja: 首吊り縄が締まるとしても、締められるのは私ではない！
ko: 올가미가 죄어오는데 가만히 당하고 있을 수는 없지!
uk: Зашморг навколо шиї — будь-чиєї, тільки не моєї.
zh_cn: 绞刑架要收紧了，我可不想做在上面吊死的人！

# story_bark_resist_flee_702
source: Our flanks are exposed. RETREAT!
ja: 我々の側面ががら空きだ！ 撤退しろ！
ko: 측면이 노출되었군. 후퇴하라!
uk: Фланги відкриті. ВІДСТУПАЙМО!
zh_cn: 我们的侧翼暴露了。撤退！

# story_bark_resist_flee_703
source: Their power is too great! Flee!
ja: 奴らの力が強すぎる！ 逃げろ！
ko: 놈들은 너무 강력해! 도망쳐!
uk: Вони надто сильні! Загальний відступ!
zh_cn: 他们的力量太强了！快跑！

# story_bark_resist_flee_704
source: My concoctions are useless against these fiends!
ja: 私の調合薬は、この悪魔に何の効果もない！
ko: 저 악마들을 상대로는 내 혼합물도 무용지물이야!
uk: Мої відвари не допомагають проти цих створінь!
zh_cn: 我的制剂对这些恶魔毫无作用！

# story_bark_resist_flee_705
source: I cannot fall before their empty eyes! Make haste!
ja: 彼らの虚ろな目の前で倒れるわけにはいかない！急げ！
ko: 저 공허한 눈 앞에서 쓰러질 수는 없어! 서두르자고!
uk: Смерть перед їхніми порожніми очима не для мене! Поспішаймо!
zh_cn: 我不能在他们空洞的眼窝前倒下！快跑啊！

# story_bark_resist_flee_706
source: Imagine what they'd do to our bodies...!
ja: 奴らが我々の死体をどうするか、想像してみろ…！
ko: 저 놈들이 우리 시체를 어떻게 할지 생각해 봐...!
uk: Уявіть, що вони зроблять із нашими тілами...!
zh_cn: 想想我们在这里倒下的话，他们会怎么对我们的尸体！

# story_bark_resist_flee_707
source: No. Never. NO!
ja: ダメだ。 絶対にダメだ！
ko: 안돼. 절대 안 돼. 안된다고!
uk: Ні, ні, ні!
zh_cn: 不，不，不！！

# story_bark_resist_flee_709
source: Run, now! Or we shall be engulfed!
ja: 今すぐ走れ！ さもなくば飲み込まれるぞ！
ko: 당장 도망쳐! 안 그러면 삼켜지고 만다!
uk: Тікаймо, інакше помремо!
zh_cn: 快跑啊！不然我们就要被吞没了！

# story_bark_resist_flee_710
source: Perhaps the evil we face is greater than my courage.
ja: 我々が直面する悪は、私の勇気よりも大きいのかもしれない。
ko: 어쩌면 우리가 직면한 악은 내 용기보다 더 거대할지도.
uk: Можливо, зло, з яким ми зустрілися, більше за мою мужність.
zh_cn: 也许我们面对的邪恶比我的勇气更为强大。

# story_bark_resist_flee_711
source: Light spare us! I beg you, run!
ja: 光よ、助けてくれ！ 早く逃げろ！
ko: 빛이여, 우릴 구해 주소서! 어서 도망치자!
uk: Хай пощадить нас Світло! Біжімо!
zh_cn: 愿圣光放过我们！求你们了，快跑！

# story_bark_resist_flee_712
source: They conspire with Death - we must flee this place!
ja: 奴らは死神と共謀している。 ここから逃げないと！
ko: 저들은 죽음과 공모하고 있어. 당장 여기서 벗어나야 해!
uk: Вони поплічники самої Смерті! Тікаємо звідси!
zh_cn: 他们正与死神密谋——我们必须赶快逃离这里！

# story_bark_resist_flee_801
source: They've claimed enough of us!
ko: 놈들은 이미 우릴 충분히 옥죄었어!
uk: Вони й так нас добряче потріпали!

# story_bark_resist_flee_nocost_01
source: If we move quickly we can avoid any trouble!
ja: 早く進めば、騒ぎを避けられる！
ko: 빨리 움직인다면 골칫거리를 피할 수 있을지도!
uk: Рухатимемося швидше — уникнемо неприємностей!
zh_cn: 如果我们动作够快，就可以避免麻烦！

# story_bark_resist_flee_nocost_02
source: They won't notice if we slip away now.
ja: 今去れば、奴らに気づかれない
ko: 지금 슬쩍 빠져도 눈치 못 챌걸.
uk: Якщо ми втечемо зараз, ніхто нас не помітить.
zh_cn: 如果我们现在溜走，他们是不会注意的。

# story_bark_resist_flee_nocost_03
source: Let us run while it's still our choice to make!
ja: まだ選択肢があるうちに、逃げるとしよう！
ko: 아직 도망칠 수 있을 때 도망치자고!
uk: Давайте тікати — поки маємо можливість щось вирішити!
zh_cn: 趁着我们还有选择，快跑吧！

# story_bark_resist_flee_nocost_101
source: There's always a clever way out!
ja: いつでも賢い逃げ道はある！
ko: 항상 빠져나갈 구멍은 있다고!
uk: Розумний вихід завжди знайдеться!
zh_cn: 永远都有脱身的办法！

# story_bark_resist_flee_nocost_102
source: We all have our burdens, why take on more?
ja: みんなすでに重荷を背負っている、なぜさらに背負うのか？
ko: 안 그래도 힘든 상황인데 굳이 더 힘들 필요가 있나?
uk: У кожного з нас свій тягар. Навіщо нам ще щось?
zh_cn: 我们都有自己的重担，为什么还要承受更多？

# story_bark_resist_flee_nocost_103
source: We can get by these louts, follow me.
ja: このうすのろ共に気づかれず通れるぞ。私についてこい
ko: 저 놈들을 슬쩍 지나칠 수 있어. 나만 따라 와.
uk: Сховаймося від них. За мною!
zh_cn: 我们可以躲开这些家伙，跟我来。

# story_bark_resist_forest_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_resist_hatred_of_cadavers_1
source: I want to see their kind in the ground.
ko: 저런 놈들은 땅 속에 처박아 버려야 해.
uk: Їхнє місце — на чотири ліктя під землею!

# story_bark_resist_hatred_of_cosmic_1
source: I want to see their kind in the ground.
ko: 저런 놈들은 땅 속에 처박아 버려야 해.
uk: Їхнє місце — на чотири ліктя під землею!

# story_bark_resist_hatred_of_fanatics_1
source: I want to see their kind in the ground.
ko: 저런 놈들은 땅 속에 처박아 버려야 해.
uk: Їхнє місце — на чотири ліктя під землею!

# story_bark_resist_hatred_of_fisherfolk_1
source: I want to see their kind in the ground.
ko: 저런 놈들은 땅 속에 처박아 버려야 해.
uk: Їхнє місце — на чотири ліктя під землею!

# story_bark_resist_hatred_of_gentry_1
source: I want to see their kind in the ground.
ko: 저런 놈들은 땅 속에 처박아 버려야 해.
uk: Їхнє місце — на чотири ліктя під землею!

# story_bark_resist_hatred_of_swine_1
source: I want to see their kind in the ground.
ko: 저런 놈들은 땅 속에 처박아 버려야 해.
uk: Їхнє місце — на чотири ліктя під землею!

# story_bark_resist_martyr_1
source: This is my moment. Carry on should I fall!
ja: 今こそ私の出番だ。 たとえ私が倒れても、先へ進め！
ko: 마침내 때가 왔다. 마지막 순간까지 나아가리라!
uk: Тепер моя черга. Продовжуйте, якщо я загину!
zh_cn: 这就是我的时刻。倘若我倒下，你们就继续前进吧！

# story_bark_resist_mountain_101
source: Looks like we're almost out of road.
ja: そろそろ終着点のようだな
ko: 아무래도 길은 거의 끝난 모양이군.
uk: Схоже, ми звернули кудись не туди.
zh_cn: 看起来我们几乎无路可退了。

# story_bark_resist_mountain_101b
source: Right, you lot - it's them or us.
ja: いいか、、これが最後の決戦だぞ
ko: 좋다, 제군. 이제 이판사판이다.
uk: Усе правильно... або вони, або ми.
zh_cn: 不错——是时候拼个你死我活了。

# story_bark_resist_mountain_102
source: Been training for this all my days.
ja: このためにずっと訓練してきた
ko: 오늘만을 위해 평생 훈련해 왔지.
uk: Усе життя на це поклав!
zh_cn: 我为这一刻已经训练了太久。

# story_bark_resist_mountain_102b
source: Give 'em no quarter!
ja: 容赦するな！
ko: 사정 봐주지 마!
uk: Не віддамо ані клаптика!
zh_cn: 决不留情！

# story_bark_resist_mountain_103
source: The black-beast and I are aligned - they die here.
ja: 黒き獣と私は結ばれている…奴らはここで死ぬのだ
ko: 시커먼 짐승과 나도 동의하였다. 저들은 여기서 죽는다.
uk: Ми із чорним звіром вирішили — вони тут і загинуть.
zh_cn: 黑暗之兽与我合为一体——他们会在这里死去。

# story_bark_resist_mountain_103b
source: Banish them once more to the outer spheres!
ko: 다시금 바깥 세상으로 추방해!
uk: Ще раз вигнати їх за далекі рубежі!

# story_bark_resist_mountain_104
source: This malignancy must not spread!
ja: この悪性腫瘍を拡大させてはならない！
ko: 이런 종양이 퍼지게 두면 안 된다!
uk: Цій пухлині не можна дозволити розростатися!
zh_cn: 这病毒不能再扩散了！

# story_bark_resist_mountain_104b
source: We face them... or we freeze!
ko: 저들과 맞서지 않아도... 어차피 얼어 죽을 판이야!
uk: Ми битимемося... або замерзнемо на смерть.

# story_bark_resist_mountain_105
source: Aim for the heart, darlings.
ja: 奴らの心臓を狙おう
ko: 심장을 노리라구, 자기들.
uk: Цільтесь у серце, любчики.
zh_cn: 瞄准心脏，亲爱的。

# story_bark_resist_mountain_105b
source: Not bad, the view up here - if it be our last.
ja: 悪くないな、ここの景色は…最期に見る光景だとしてもな
ko: 이 위쪽 풍경, 나쁘지는 않네. 마지막으로 볼 풍경 치고는 말이야.
uk: Непоганий тут краєвид... непоганий для останніх днів життя.
zh_cn: 这上面的风景不错——如果我们要死在这里的话。

# story_bark_resist_mountain_106
source: The final act commences...
ja: 終焉の幕が上がる…
ko: 마지막 공연이 시작된다...
uk: Починається заключний акт...
zh_cn: 最后一幕即将上演……

# story_bark_resist_mountain_106b
source: One curtain rises, another falls...
ja: どこかで幕が上がり、どこかで幕が下りる…
ko: 막 하나가 오르면 다른 막은 내려가지...
uk: Одна завіса відкрилася, інша закрилася...
zh_cn: 一道帷幕升起，一道帷幕落下……

# story_bark_resist_mountain_107
source: The frigid wind - she howls for our victory!
ko: 차디찬 바람이 우리의 승리를 위해 울부짖는구나!
uk: Холодний вітер виє про нашу перемогу!

# story_bark_resist_mountain_107b
source: At last, a glorious death awaits me!
ja: ついに、栄光の死が待っている！
ko: 마침내 영광스러운 죽음이 기다린다!
uk: Нарешті на мене чекає славна смерть!
zh_cn: 终于，光荣的死亡在等待我！

# story_bark_resist_mountain_108
source: No way out but up.
ja: 上以外の道はない
ko: 이제 올라갈 길 밖에 없군.
uk: Іншого шляху нема: тільки вперед!
zh_cn: 我们只有一条路：前进。

# story_bark_resist_mountain_108b
source: Steady, now. This is it.
ja: 集中しろ。正念場だ
ko: 진정들 해. 때가 왔다.
uk: Тримайтеся. Ми прибули.
zh_cn: 稳住。就是现在了。

# story_bark_resist_mountain_109
source: I'm done running.
ja: 逃げるのはもう終わりだ
ko: 도망치는 것도 끝이야.
uk: Більше не можу втікати.
zh_cn: 我逃够了。

# story_bark_resist_mountain_109b
source: They ruined <i>everything!</i> Time to get one back!
ja: 奴らは<i>全て</i>を台無しにした！ 今こそ取り返す時だ！
ko: 놈들은 <i>모든 걸</i> 망쳤어! 이제 다시 되돌릴 때야!
uk: Скверна поглинула <i>все!</i> Настав час повернути борг!
zh_cn: 他们毁了<i>一切</i>！是时候夺回属于我们的了！

# story_bark_resist_mountain_110
source: Amid ruin, beauty. I have never seen snow until this moment.
ja: 廃墟の中に、美がある。 この瞬間まで、私は雪を見たことがない
ko: 황폐함 속에도 아름다움이 있으니. 설원이 이렇게 보였던 적은 처음인데.
uk: Яка краса посеред руїни... Мені ще ніколи не доводилося бачити сніг.
zh_cn: 在毁灭之中，也有美丽。在这一刻之前，我从未见过雪。

# story_bark_resist_mountain_110b
source: The avalanche clears all in its righteous path.
ja: 雪崩は、正しき道にあるものをすべて洗い清める。
ko: 눈사태가 의로운 길로부터 모든 것을 쓸어내었다.
uk: Лавина зносить усе на своєму праведному шляху.
zh_cn: 正义的雪崩会摧毁拦路的一切。

# story_bark_resist_mountain_111
source: Can you feel it?! Our destiny draws nigh!
ko: 느껴지는가?! 운명의 끝이 가깝다!
uk: Відчуваєте? Наша доля вже близько!

# story_bark_resist_mountain_111b
source: Light guide us - we are your sword!
ja: 光よ、我々を導きたまえ。 我々があなたの剣だ
ko: 빛께서 우리를 인도하시니, 우리는 빛의 검이라!
uk: О Світло, веди нас! Ми — твій меч!
zh_cn: 圣光指引我们——我们即是您的利刃！

# story_bark_resist_mountain_112
source: The beating heart of loathing, of agony...
ja: 憎悪の鼓動、苦悶の鼓動…
ko: 혐오와 고통으로 고동치는 심장...
uk: Б’ється серце огиди, агонії...
zh_cn: 怨念的心脏，痛苦的源头……

# story_bark_resist_mountain_112b
source: I have heard your call, apex of suffering!
ja: 苦悩の頂点よ、私は其方の呼びかけを聞いた！
ko: 너의 부름을, 고통의 단말마를 들었노라!
uk: Я почув твій поклик, вершина страждань!
zh_cn: 痛苦的顶峰啊，我听到了你的呼唤！

# story_bark_resist_mountain_201
source: I've stared down worse hangmen.
ja: もっと酷い絞首刑人を威圧したことがある
ko: 난 더 최악의 집행자도 상대해 보았지.
uk: Мої пригоди шибеникам здадуться раєм.
zh_cn: 我直视过更可怕的刽子手。

# story_bark_resist_mountain_201b
source: Come, then. We're all in.
ko: 어서들 오라고. 전력을 다해야 하니까.
uk: Ходімо, ми в одному човні.

# story_bark_resist_mountain_202
source: Form up! On me! CHAAAAARGE!
ja: 隊列を組め！ 後に続け！ 突撃だ！
ko: 진형 유지! 나를 따르라! 돌겨억!!
uk: Згрупуватись! За моєю командою... В АТАКУ!
zh_cn: 集合！跟着我，冲锋！
