Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_shamblers_altar_winB+flagellant
source: Sacrelige, to let myself be distracted so!
ja: 別のものに注意が行くなんて、神への冒涜だ！
ko: 내 눈길조차 끌어 버리는 신성모독이로고!
uk: Дозволити собі так відволіктися — це святотатство з мого боку!
zh_cn: 这简直是亵渎——我居然让自己如此分心！

# story_bark_shamblers_altar_winB+grave_robber
source: That's a trap if ever I've seen one, dearies.
ja: 私が見た限り、罠にしか思えないわ
ko: 자기들, 이런 함정은 너무 뻔한 거야.
uk: Це пастка — а я добре знаю, що таке пастка!
zh_cn: 亲爱的，恕我直言，这是个再明显不过的陷阱。

# story_bark_shamblers_altar_winB+hellion
source: My pack is overburdened with junk already!
ja: 私の荷物はすでにガラクタでいっぱいだ！
ko: 내 가방 이미 이런 쓰레기로 꽉 찼다!
uk: У мене торба вже перевантажена усіляким мотлохом!
zh_cn: 我的背包已经装满各种各样的垃圾了！

# story_bark_shamblers_altar_winB+highwayman
source: C'mon - we know better.
ko: 자자, 잘 아실 분들이니까 손 떼자고.
uk: Ну ж бо! Ми знаємо краще!

# story_bark_shamblers_altar_winB+jester
source: I'm no fool, appearance aside.
ja: 見た目はともかく、私は愚か者じゃないぞ
ko: 난 멍청이가 아니야. 멍청이 같은 옷을 입고 있지만.
uk: Я взагалі-то не дурник — якщо забути про зовнішність.
zh_cn: 虽然看起来很像，但我真不是白痴。

# story_bark_shamblers_altar_winB+leper
source: The still air of a tomb envelops this place. Leave it.
ja: ここは墓場のような静寂な空気に包まれている。 放っておけ
ko: 이곳은 무덤 속의 적막한 공기로 꽉 차 있군. 내버려 두지.
uk: У цьому місці застояне повітря гробниці. Ідімо звідси.
zh_cn: 这里的空气沉寂得有如墓穴。走吧。

# story_bark_shamblers_altar_winB+man_at_arms
source: We've <i>real</i> battles to fight.
ja: 俺たちには戦うべき<i>真の</i>戦いがある
ko: 우리는 <i>진짜</i> 전투를 앞두고 있다고.
uk: На нас чекають <i>справжні</i> битви.
zh_cn: 我们有<i>真正</i>的战斗要打。

# story_bark_shamblers_altar_winB+occultist
source: Parley not with the unknown - or unknowable.
ja: 未知なるもの、あるいは知り得ぬものと交渉するな
ko: 알 수 없는 것, 알려고 할 수도 없는 것은 건드리지 말게나.
uk: Не спілкуйтеся з невідомим. Або непізнаваним.
zh_cn: 不要与不可知，或是不可测之物谈判。

# story_bark_shamblers_altar_winB+plague_doctor
source: Though curiosity compels me, good sense wins.
ja: 好奇心に駆られるけど、良識が勝つわね
ko: 호기심이 들기는 하지만 현명하게 판단하는 게 낫겠지.
uk: Хоча цікавість не дає мені спокою, здоровий глузд перемагає.
zh_cn: 尽管求知欲在驱使我，但理智还是占据了上风。

# story_bark_shamblers_altar_winB+runaway
source: If it's so valuable, why ain't anyone taken it yet?
ja: そんなに貴重なら、なぜまだ誰も手にしないの？
ko: 그렇게 귀한 물건이면 지금까지 왜 아무도 안 건드렸대?
uk: Якщо воно таке цінне, чому його досі ніхто не взяв?
zh_cn: 如果它这么宝贵的话，为什么还没有人拿走它呢？

# story_bark_shamblers_altar_winB+vestal
source: Most unholy. Let us go!
ja: なんと不浄な。 早く行きましょう！
ko: 실로 불경하구나. 어서 가자!
uk: Святістю і не пахне. Вперед!
zh_cn: 实在是太不洁了。我们走吧！

# story_bark_thing_in_corner_bloodthirsty
source: Knives out, friends...
ja: 武器を構えろ…
ko: 칼들 꺼내라고, 친구들...
uk: Дістати ножі, друзі...
zh_cn: 拔刀吧，朋友们……

# story_bark_thing_in_corner_compassionate
source: Human or not, it's clearly suffering...
ko: 이게 인간이든 아니든 고통 받고 있는 건 분명해...
uk: Людина це чи ні, але ця істота точно страждає.

# story_bark_thing_in_corner_cowardice
source: I-it's horrible!
ko: 너… 너무 끔찍해!

# story_bark_thing_in_corner_dare_devil
source: Wonder what would happen if I prodded it...
ko: 이거 건드리면 어떻게 될지 궁금한데...
uk: Цікаво, що станеться, якщо я торкнуся пальцем...

# story_bark_thing_in_corner_fear_of_cosmic
source: U-unknown powers...I can't...I WON'T!
ja: み…未知の力だ…こんなの…絶対無理だ！
ko: 미지의 힘... 난 절대... 절대 못 견뎌!
uk: Н-невідомі сили... Я не можу... Я НЕ БУДУ!
zh_cn: 未、未知的力量……我不能……我绝不！

# story_bark_thing_in_corner_field_surgeon
source: An autopsy is in order, I reckon.
ja: 検死が必要だと思う
ko: 해부 준비는 끝났어.
uk: Я вважаю, що з розтином усе гаразд.
zh_cn: 看来，验尸的时候到了。

# story_bark_thing_in_corner_germophobe
source: It's filthy! I won't go near it!
ko: 더러워 죽겠군! 근처에도 가기 싫어!
uk: Воно брудне! Я не хочу до нього наближатися!

# story_bark_thing_in_corner_hatred_of_cosmic
source: I want no part of this.
ko: 난 여기 끼기 싫은데.

# story_bark_thing_in_corner_occultomania
source: What manner of creature have we here...
ja: これは一体どういう生物なのか…
ko: 이건 대체 어떤 괴물인 거지...
uk: Що ж тут у нас за створіння...
zh_cn: 哇，这到底是个什么生物……

# story_bark_thing_in_corner_occultophobia
source: Horror upon horror - when will we rest?
ja: 恐怖に次ぐ恐怖… いつ休めるというのだ？
ko: 공포에 거듭되는 공포라니... 우린 대체 언제쯤 숨 돌릴 수 있지?
uk: Суцільний жах.. Коли ж ми відпочинемо?
zh_cn: 邪异的恐怖纷至沓来……我们什么时候才能休息？

# story_bark_thing_in_corner_winA
source: Either release it or put it out of its misery.
ja: 解放するか、楽にしてやるかだ
ko: 풀어 주거나 최소한 고통은 끝내 주자고.
uk: Або відпустіть його, або позбавте страждань.
zh_cn: 要么放了它，要么结束它的痛苦。

# story_bark_thing_in_corner_winA+bounty_hunter
source: I'm no torturer. Free it.
ko: 난 고문에 관심 없다. 풀어 주자고.
uk: Мені не подобаються чужі страждання. Треба звільнити цю істоту.

# story_bark_thing_in_corner_winA+flagellant
source: See how it writhes when I prick its footpads!
ja: 足裏を刺したらどう身をよじるか、見てみよう！
ko: 발바닥을 찌르면 몸부림치는 모습이 우습군!
uk: Подивіться, як воно звивається, коли я колю його лапки!
zh_cn: 看我拔掉它的脚趾甲时它扭得多么厉害！

# story_bark_thing_in_corner_winA+grave_robber
source: Let it loose on its captors. 'Tis the civil thing.
ko: 가둬둔 놈들한테 확 풀어 버리자. 그게 문명인의 품위야.
uk: Нехай помститься тим, хто його полонив. Це нормально.

# story_bark_thing_in_corner_winA+hellion
source: Release it. Nature will take care of the rest.
ja: 解放しろ。 あとは自然が何とかしてくれる
ko: 풀어 줘라. 나머지는 자연이 해결해 줄 거다.
uk: Відпустіть його. Про решту подбає природа.
zh_cn: 放了它吧。大自然会处理之后的一切。

# story_bark_thing_in_corner_winA+highwayman
source: Slay it if we must, but it goes uncaged.
ja: 必要なら殺せばいい、だが檻に入れない
ko: 필요하다면 죽여야겠지만, 그냥 풀어줘도 되겠는데.
uk: Якщо буде треба, ми вб’ємо цю істоту, але в клітці воно сидіти не буде.
zh_cn: 哪怕非得杀了它不可，也不能把它再关在这里。

# story_bark_thing_in_corner_winA+jester
source: Heh heh. Pathetic little creature. Let's free it.
ko: 헤헤. 작고 불쌍한 것. 풀어주자고.
uk: Хе-хе... Бідолашне маленьке створіння... Давайте звільнимо його.

# story_bark_thing_in_corner_winA+leper
source: I cannot abide such suffering.
ko: 이런 고통은 놔둘 수 없다.
uk: Не хочу завдавати таких страждань.

# story_bark_thing_in_corner_winA+man_at_arms
source: We ought to end its suffering one way or the other.
ko: 어떻게든 이 고통을 끝내 줘야 해.
uk: Нам треба покласти край цим стражданням. Так чи інакше.

# story_bark_thing_in_corner_winA+occultist
source: Its mind may be yet unbroken. Cruel to leave it...
ko: 아직 마음이 꺾이지 않았을 지도 모르네. 그냥 놔두고 가는 건 너무 잔인해...
uk: Ще може бути при розумі. Залишити в такому стані буде жорстоко...

# story_bark_thing_in_corner_winA+plague_doctor
source: I must extract a sample! To... see what ails it. Of course.
ko: 표본 채취 정도는 할 수 있지! 그... 어디가 아픈지 확인하려고 말이야.
uk: Я маю витягти зразок, щоб дізнатися, що сталося...

# story_bark_thing_in_corner_winA+runaway
source: We can't leave it to starve...
ko: 이대로 두면 굶어 죽고 말아...
uk: Ми не можемо приректи цю істоту на голодну смерть...

# story_bark_thing_in_corner_winA+vestal
source: Even if we must put it down, don't leave it in agony.
ja: たとえ置いていくしかないとしても、苦悶の中に置き去りにしないでください
ko: 차라리 목숨을 끊으면 모를까, 고통 속에 놔둘 수는 없다.
uk: Навіть якщо нам доведеться її приспати, не можна допустити агонії.
zh_cn: 就算我们必须杀死它，也不能让它继续在这里受苦。

# story_bark_thing_in_corner_winB
source: Either release it or put it out of its misery.
ja: 解放するか、楽にしてやるかだ
ko: 풀어 주거나 최소한 고통은 끝내 주자고.
uk: Або відпустіть його, або позбавте страждань.
zh_cn: 要么放了它，要么结束它的痛苦。

# story_bark_thing_in_corner_winB+bounty_hunter
source: I'm no torturer. Free it.
ko: 난 고문에 관심 없다. 풀어 주자고.
uk: Мені не подобаються чужі страждання. Треба звільнити цю істоту.

# story_bark_thing_in_corner_winB+flagellant
source: See how it writhes when I prick its footpads!
ja: 足裏を刺したらどう身をよじるか、見てみよう！
ko: 발바닥을 찌르면 몸부림치는 모습이 우습군!
uk: Подивіться, як воно звивається, коли я колю його лапки!
zh_cn: 看我拔掉它的脚趾甲时它扭得多么厉害！

# story_bark_thing_in_corner_winB+grave_robber
source: Let it loose on its captors. 'Tis the civil thing.
ko: 가둬둔 놈들한테 확 풀어 버리자. 그게 문명인의 품위야.
uk: Нехай помститься тим, хто його полонив. Це нормально.

# story_bark_thing_in_corner_winB+hellion
source: Release it. Nature will take care of the rest.
ja: 解放しろ。 あとは自然が何とかしてくれる
ko: 풀어 줘라. 나머지는 자연이 해결해 줄 거다.
uk: Відпустіть його. Про решту подбає природа.
zh_cn: 放了它吧。大自然会处理之后的一切。

# story_bark_thing_in_corner_winB+highwayman
source: Slay it if we must, but it goes uncaged.
ja: 必要なら殺せばいい、だが檻に入れない
ko: 필요하다면 죽여야겠지만, 그냥 풀어줘도 되겠는데.
uk: Якщо буде треба, ми вб’ємо цю істоту, але в клітці воно сидіти не буде.
zh_cn: 哪怕非得杀了它不可，也不能把它再关在这里。

# story_bark_thing_in_corner_winB+jester
source: Heh heh. Pathetic little creature. Let's free it.
ko: 헤헤. 작고 불쌍한 것. 풀어주자고.
uk: Хе-хе... Бідолашне маленьке створіння... Давайте звільнимо його.

# story_bark_thing_in_corner_winB+leper
source: I cannot abide such suffering.
ko: 이런 고통은 놔둘 수 없다.
uk: Не хочу завдавати таких страждань.

# story_bark_thing_in_corner_winB+man_at_arms
source: We ought to end its suffering one way or the other.
ko: 어떻게든 이 고통을 끝내 줘야 해.
uk: Нам треба покласти край цим стражданням. Так чи інакше.

# story_bark_thing_in_corner_winB+occultist
source: Its mind may be yet unbroken. Cruel to leave it...
ko: 아직 마음이 꺾이지 않았을 지도 모르네. 그냥 놔두고 가는 건 너무 잔인해...
uk: Ще може бути при розумі. Залишити в такому стані буде жорстоко...

# story_bark_thing_in_corner_winB+plague_doctor
source: I must extract a sample! To... see what ails it. Of course.
ko: 표본 채취 정도는 할 수 있지! 그... 어디가 아픈지 확인하려고 말이야.
uk: Я маю витягти зразок, щоб дізнатися, що сталося...

# story_bark_thing_in_corner_winB+runaway
source: We can't leave it to starve...
ko: 이대로 두면 굶어 죽고 말아...
uk: Ми не можемо приректи цю істоту на голодну смерть...

# story_bark_thing_in_corner_winB+vestal
source: Even if we must put it down, don't leave it in agony.
ja: たとえ置いていくしかないとしても、苦悶の中に置き去りにしないでください
ko: 차라리 목숨을 끊으면 모를까, 고통 속에 놔둘 수는 없다.
uk: Навіть якщо нам доведеться її приспати, не можна допустити агонії.
zh_cn: 就算我们必须杀死它，也不能让它继续在这里受苦。

# story_bark_thing_in_corner_zoophobia
source: I saw it move - I did!
ja: 動くのを見たんだ…本当だって！
ko: 저거 분명히 움직였어!
uk: Воно рухається, рухається!
zh_cn: 它刚刚动了一下，我发誓！

# story_bark_thought_experiment_ascetic
source: Have some discipline and leave the damn thing alone.
ja: 下手なことはしないで、放っておけ
ko: 분별력이 있으면 저 미친 물건은 건드리지 말라고.
uk: Зробіть добру справу: залиште цю погань і більше не чіпайте.
zh_cn: 自律一点，别非得碰那个该死的东西。

# story_bark_thought_experiment_calm
source: Unsettling, but may yet prove valuable to us...
ja: 不安ではあるが、我々にとって価値があるかも…
ko: 불편한 모양새지만 분명 가치가 있을 법한데...
uk: Виглядає не дуже приємно, але може стати нам у нагоді.
zh_cn: 看起来令人不安，但或许能为我们带来助益……

# story_bark_thought_experiment_dark_curiosity
source: How did they...?
ja: いったいどうやって…？
ko: 이건 대체 어떻게...?
uk: Та як же ж вони..?
zh_cn: 他们是怎么……？

# story_bark_thought_experiment_devout
source: I will have none of this.
ko: 여기에는 손도 대지 않겠어.

# story_bark_thought_experiment_erudite
source: What were they trying to learn here...?
ko: 대체 뭘 연구하려고 했던 거지...?

# story_bark_thought_experiment_lost_in_space
source: Where are we? Where have we been?
ja: ここはどこだ？我々はどこにいた？
ko: 여긴 어디지? 우리가 지금까지 어디 있던 거지?
uk: Де ми? Де ми були?
zh_cn: 我们是谁？我们去哪了？

# story_bark_thought_experiment_lost_in_time
source: H-how long have we been here?
ja: い…いつからここにいるんだろう？
ko: 우, 우리 여기 얼마나 오랫동안 있었던 거지?
uk: С-скільки вже ми тут?
zh_cn: 我……我们在这里待了多久了？

# story_bark_thought_experiment_lost_in_time_and_space
source: I am a leaf upon the ocean of the universe!
ja: 私は宇宙の大海原を漂う一枚の葉だ！
ko: 나는 이 우주라는 바다를 부유하는 한낱 이파리에 불과하니!
uk: Я листочок на поверхні океану Всесвіту!
zh_cn: 宇宙浩瀚如海，而我只是一叶扁舟！

# story_bark_thought_experiment_nervous
source: Leave it - something will go amiss, I'm sure of it!
ja: 放っておけ。 よくないことが起こるぞ、絶対にな！
ko: 내버려 둬. 분명 뭔가 잘못될 게 분명해!
uk: Залиште: щось піде не так, я навіть сумніву не маю!
zh_cn: 快走吧——不然会出岔子的，我敢肯定！

# story_bark_thought_experiment_scatterbrained
source: Sorry - wasn't paying attention.
ko: 미안, 딴 생각 하느라.

# story_bark_thought_experiment_winA
source: Monstrous, both it and whoever did this.
ja: これも、これをやった奴も、怪物じみているな
ko: 끔찍하군. 이 지경이나, 이 지경을 만든 자나.
uk: І воно, і той, хто це зробив, жахливі.
zh_cn: 怪物——开展这个实验的人是个怪物。

# story_bark_thought_experiment_winA+flagellant
source: I simply must make use of those nails!
ja: その釘をどうしても使わねば！
ko: 이 못은 유용하게 써먹을 수 있겠어!
uk: Я просто повинен цим скористатися!
zh_cn: 我必须得亲自试试那些铁钉！

# story_bark_thought_experiment_winA+grave_robber
source: Perhaps their laboratory will yield supplies.
ja: もしかしたら、彼らの研究室から物資が得られるかも
ko: 어쩌면 이 실험실에서 괜찮은 물품이 나올지도.
uk: Не виключено, що в їхній лабораторії є запаси.
zh_cn: 也许他们的实验室中能找到些补给。

# story_bark_thought_experiment_winA+hellion
source: It's fresh enough there is no rot...
ja: 腐敗が無いほど新鮮みたいだな…
ko: 썩은 기가 하나도 없을 정도로 신선하다...
uk: Достатньо свіже, гнилі нема...
zh_cn: 还很新鲜，没有腐烂……

# story_bark_thought_experiment_winA+highwayman
source: Poor bastard.
ko: 불쌍한 녀석.
uk: Бідолаха.

# story_bark_thought_experiment_winA+jester
source: Perhaps we're better off all living in tents.
ja: テントで生活したほうがいいのかもしれない
ko: 우리처럼 천막에 사는 꼴이 더 나을 정도라니.
uk: Можливо, нам було б краще в наметах.
zh_cn: 也许我们都住在帐篷里反而会更好。

# story_bark_thought_experiment_winA+leper
source: Dismantle these devices so they never again see use.
ja: この装置を解体して、二度と使えないようにしよう
ko: 저 장치들을 분해해 버리세나. 다시는 사용될 일 없도록.
uk: Розберіть ці пристрої, щоб ними ніколи більше не могли скористатися.
zh_cn: 把这些器械拆掉，免得再有人使用它们。

# story_bark_thought_experiment_winA+man_at_arms
source: A prisoner of conscience, perhaps?
ja: 良心の囚人、かもな？
ko: 의식에 갇힌 죄수인 셈인가?
uk: Певно, в’язень свідомості?
zh_cn: 或许他是遭到了迫害？

# story_bark_thought_experiment_winA+occultist
source: Crude methods, but I can see what they were attempting...
ja: 粗悪な方法だが、何をしようとしたか分かるぞ…
ko: 조잡한 방법이로군. 하지만 뭘 시도하려 했는지는 알겠어...
uk: Грубі методи, але я бачу, що вони намагалися...
zh_cn: 手段很粗糙，但我能看得出他们想要实现什么……

# story_bark_thought_experiment_winA+plague_doctor
source: An ex vivo procedure. Was this failure or success?
ko: 체외시술 요법이잖아. 실패한 거야, 성공한 거야?
uk: Процедура ex vivo. Цікаво, невдача чи успіх?

# story_bark_thought_experiment_winA+runaway
source: Let's not linger. Never wanna meet whoever did this.
ja: 長居は無用だよ。 こんなことをした奴に会いたくない
ko: 꾸물거리지 말자. 이런 짓을 한 인간과는 만나고 싶지 않아.
uk: Не будемо затримуватися. Не хочу зустрічатися з тим, хто це зробив.
zh_cn: 咱们还是别逗留了。我不想遇见能干出这种事的人。

# story_bark_thought_experiment_winA+vestal
source: No one to read last rites, if indeed it even died...
ja: たとえこれが死んだとしても、葬儀を執り行う者はいないでしょう…
ko: 종부성사 받을 수 있는 이도 없다니, 실로 죽어버린 것인가...
uk: Навіть якби воно померло — нема кому проводити останні обряди...
zh_cn: 没有人为他举行过临终仪式，如果他真的死了的话……

# story_bark_thought_experiment_winB
source: Monstrous, both it and whoever did this.
ja: これも、これをやった奴も、怪物じみているな
ko: 끔찍하군. 이 지경이나, 이 지경을 만든 자나.
uk: І воно, і той, хто це зробив, жахливі.
zh_cn: 怪物——开展这个实验的人是个怪物。

# story_bark_thought_experiment_winB+flagellant
source: I simply must make use of those nails!
ja: その釘をどうしても使わねば！
ko: 이 못은 유용하게 써먹을 수 있겠어!
uk: Я просто повинен цим скористатися!
zh_cn: 我必须得亲自试试那些铁钉！

# story_bark_thought_experiment_winB+grave_robber
source: Perhaps their laboratory will yield supplies.
ja: もしかしたら、彼らの研究室から物資が得られるかも
ko: 어쩌면 이 실험실에서 괜찮은 물품이 나올지도.
uk: Не виключено, що в їхній лабораторії є запаси.
zh_cn: 也许他们的实验室中能找到些补给。

# story_bark_thought_experiment_winB+hellion
source: It's fresh enough there is no rot...
ja: 腐敗が無いほど新鮮みたいだな…
ko: 썩은 기가 하나도 없을 정도로 신선하다...
uk: Достатньо свіже, гнилі нема...
zh_cn: 还很新鲜，没有腐烂……

# story_bark_thought_experiment_winB+highwayman
source: Poor bastard.
ko: 불쌍한 녀석.
uk: Бідолаха.

# story_bark_thought_experiment_winB+jester
source: Perhaps we're better off all living in tents.
ja: テントで生活したほうがいいのかもしれない
ko: 우리처럼 천막에 사는 꼴이 더 나을 정도라니.
uk: Можливо, нам було б краще в наметах.
zh_cn: 也许我们都住在帐篷里反而会更好。

# story_bark_thought_experiment_winB+leper
source: Dismantle these devices so they never again see use.
ja: この装置を解体して、二度と使えないようにしよう
ko: 저 장치들을 분해해 버리세나. 다시는 사용될 일 없도록.
uk: Розберіть ці пристрої, щоб ними ніколи більше не могли скористатися.
zh_cn: 把这些器械拆掉，免得再有人使用它们。

# story_bark_thought_experiment_winB+man_at_arms
source: A prisoner of conscience, perhaps?
ja: 良心の囚人、かもな？
ko: 의식에 갇힌 죄수인 셈인가?
uk: Певно, в’язень свідомості?
zh_cn: 或许他是遭到了迫害？

# story_bark_thought_experiment_winB+occultist
source: Crude methods, but I can see what they were attempting...
ja: 粗悪な方法だが、何をしようとしたか分かるぞ…
ko: 조잡한 방법이로군. 하지만 뭘 시도하려 했는지는 알겠어...
uk: Грубі методи, але я бачу, що вони намагалися...
zh_cn: 手段很粗糙，但我能看得出他们想要实现什么……

# story_bark_thought_experiment_winB+plague_doctor
source: An ex vivo procedure. Was this failure or success?
ko: 체외시술 요법이잖아. 실패한 거야, 성공한 거야?
uk: Процедура ex vivo. Цікаво, невдача чи успіх?

# story_bark_thought_experiment_winB+runaway
source: Let's not linger. Never wanna meet whoever did this.
ja: 長居は無用だよ。 こんなことをした奴に会いたくない
ko: 꾸물거리지 말자. 이런 짓을 한 인간과는 만나고 싶지 않아.
uk: Не будемо затримуватися. Не хочу зустрічатися з тим, хто це зробив.
zh_cn: 咱们还是别逗留了。我不想遇见能干出这种事的人。

# story_bark_thought_experiment_winB+vestal
source: No one to read last rites, if indeed it even died...
ja: たとえこれが死んだとしても、葬儀を執り行う者はいないでしょう…
ko: 종부성사 받을 수 있는 이도 없다니, 실로 죽어버린 것인가...
uk: Навіть якби воно померло — нема кому проводити останні обряди...
zh_cn: 没有人为他举行过临终仪式，如果他真的死了的话……

# story_bark_timeworn_volumes_book_burner
source: Lies! Volume upon volume of lies!
ja: 嘘だ！ 嘘の塊みたいな話だ！
ko: 거짓말! 거짓말에 거짓말만 거듭되잖아!
uk: Брехня! Брехня та й годі!
zh_cn: 谎言！一本一本的都是谎言！

# story_bark_timeworn_volumes_cave_scrounger
source: Must be a good yarn in here somewhere!
ja: どこかに良い物語があるはずだ！
ko: 이 근처에 분명 괜찮은 물건이 있을 법한데!
uk: Десь тут має бути хороша пряжа!
zh_cn: 这里面一定能找到些好故事！

# story_bark_timeworn_volumes_city_scrounger
source: Must be a good yarn in here somewhere!
ja: どこかに良い物語があるはずだ！
ko: 이 근처에 분명 괜찮은 물건이 있을 법한데!
uk: Десь тут має бути хороша пряжа!
zh_cn: 这里面一定能找到些好故事！

# story_bark_timeworn_volumes_erudite
source: Could it be? Books that even I haven't read?
ko: 아직 나도 읽어보지 못한 책이 있다고? 말이 돼?
uk: Як таке може бути? Книги, невідомі навіть мені?

# story_bark_timeworn_volumes_fields_scrounger
source: Must be a good yarn in here somewhere!
ja: どこかに良い物語があるはずだ！
ko: 이 근처에 분명 괜찮은 물건이 있을 법한데!
uk: Десь тут має бути хороша пряжа!
zh_cn: 这里面一定能找到些好故事！

# story_bark_timeworn_volumes_forest_scrounger
source: Must be a good yarn in here somewhere!
ja: どこかに良い物語があるはずだ！
ko: 이 근처에 분명 괜찮은 물건이 있을 법한데!
uk: Десь тут має бути хороша пряжа!
zh_cn: 这里面一定能找到些好故事！

# story_bark_timeworn_volumes_kleptomania
source: Nothing here worth much...
ko: 값나가는 건 없어 보이는군...

# story_bark_timeworn_volumes_rummager
source: Let's get in there!
ko: 들어가 보자!

# story_bark_timeworn_volumes_scatterbrained
source: I'm going back to the coach.
ko: 나는 마차로 돌아가지.

# story_bark_timeworn_volumes_shroud_scrounger
source: Must be a good yarn in here somewhere!
ja: どこかに良い物語があるはずだ！
ko: 이 근처에 분명 괜찮은 물건이 있을 법한데!
uk: Десь тут має бути хороша пряжа!
zh_cn: 这里面一定能找到些好故事！

# story_bark_timeworn_volumes_winA
source: Surely at least one of these must be of use...
ja: きっとこの中の一冊くらいは使えるはずだ…
ko: 이 중에 하나는 분명 쓸모가 있겠지...
uk: Безперечно, хоч щось із цього можна використати...
zh_cn: 总有一本能派上用场吧……

# story_bark_timeworn_volumes_winA+bounty_hunter
source: That one looks like an atlas...
ko: 이건 꼭 지도책처럼 생겼군...
uk: Ця схожа на атлас.

# story_bark_timeworn_volumes_winA+flagellant
source: True believers read not - they know verse by heart.
ja: 真の信者は書を読まない。 節を暗記しているからな
ko: 진정한 신자는 성서를 읽지도 않는다. 구절을 마음으로 이해하니.
uk: Справжні віруючі не читають — вони знають псалми напам’ять.
zh_cn: 真正的信徒不需要阅读——经文早已烂熟于心。

# story_bark_timeworn_volumes_winA+grave_robber
source: Some of these will be priceless when we rebuild...
ja: 一部の本は、再建の時に役立つかも…
ko: 이 중에는 재건에 아주 귀중한 자료도 있겠어...
uk: Деякі з цих томів безцінні. Вони нам знадобляться, коли ми відновлюватимемо світ...
zh_cn: 等到我们重建的时候，这些会是无价之宝……

# story_bark_timeworn_volumes_winA+hellion
source: Handsome falcon on the cover of that one!
ja: この本、かっこいいハヤブサの表紙をしているな！
ko: 저 책 표지에는 멋진 매 그려져 있다!
uk: Який гарний сокіл тут на обкладинці!
zh_cn: 那本书封面上画的鹰可真俊！

# story_bark_timeworn_volumes_winA+highwayman
source: Mm, any poetry? A secret weakness.
ja: なぁ、詩歌はあるか？ 実はそういうのに目がなくてさ
ko: 음, 시집인가? 내 비밀스러운 약점을 자극하는군.
uk: М-м, вірші? Моя таємна слабкість.
zh_cn: 嗯，有诗集么？我其实很喜欢读诗。

# story_bark_timeworn_volumes_winA+jester
source: Any blank parchments?
ja: 白紙の羊皮紙はある？
ko: 빈 양피지는 없나?
uk: Тут є чисті пергаменти?
zh_cn: 有空白的羊皮纸么？

# story_bark_timeworn_volumes_winA+leper
source: Such things were my escape on my sickbed.
ko: 병상에 누워 있을 때 현실로부터 도망치던 수단이었지.
uk: Вони були для мене всім під час жахливої хвороби.

# story_bark_timeworn_volumes_winA+man_at_arms
source: I kept a diary once, on the front...
ko: 나도 전선에서는 일기를 썼었지...
uk: Я якось вів щоденник — на фронті...

# story_bark_timeworn_volumes_winA+occultist
source: Books are portals through which the past can touch our hearts.
ja: 本は、過去が我々の心に触れることのできる門だ
ko: 책은 과거의 사건이 현재의 마음을 움직일 수 있는 초월적 수단이네.
uk: Книги — це портали, через які минуле може торкнутися наших сердець.
zh_cn: 书籍有如门户，让过往的时光触及我们的心灵。

# story_bark_timeworn_volumes_winA+plague_doctor
source: Squander no opportunity to learn!
ko: 배움의 기회를 낭비하지 말라고!
uk: Не варто втрачати можливість вивчити щось нове.

# story_bark_timeworn_volumes_winA+runaway
source: Books! I had a little stash, hidden in the floorboards...
ja: 本だ！ 床板の中に少し隠していたな…
ko: 책이다! 나도 바닥 판때기 밑에다 몇 권 숨겨놨었는데...
uk: Книги! У мене була маленька схованка під дошками підлоги...
zh_cn: 书！我曾经在地板下面有个小小收藏……

# story_bark_timeworn_volumes_winA+vestal
source: Take every last one we've space to carry!
ja: 持ち運べる限り、一冊でも多く回収しましょう！
ko: 마지막 빈 공간까지 전부 채워서 가자고!
uk: Їх треба взяти, навіть якщо щось доведеться викинути!
zh_cn: 只要还有地方，就把这些书都带上！

# story_bark_timeworn_volumes_winB
source: Surely at least one of these must be of use...
ja: きっとこの中の一冊くらいは使えるはずだ…
ko: 이 중에 하나는 분명 쓸모가 있겠지...
uk: Безперечно, хоч щось із цього можна використати...
zh_cn: 总有一本能派上用场吧……

# story_bark_timeworn_volumes_winB+bounty_hunter
source: That one looks like an atlas...
ko: 이건 꼭 지도책처럼 생겼군...
uk: Ця схожа на атлас.

# story_bark_timeworn_volumes_winB+flagellant
source: True believers read not - they know verse by heart.
ja: 真の信者は書を読まない。 節を暗記しているからな
ko: 진정한 신자는 성서를 읽지도 않는다. 구절을 마음으로 이해하니.
uk: Справжні віруючі не читають — вони знають псалми напам’ять.
zh_cn: 真正的信徒不需要阅读——经文早已烂熟于心。

# story_bark_timeworn_volumes_winB+grave_robber
source: Some of these will be priceless when we rebuild...
ja: 一部の本は、再建の時に役立つかも…
ko: 이 중에는 재건에 아주 귀중한 자료도 있겠어...
uk: Деякі з цих томів безцінні. Вони нам знадобляться, коли ми відновлюватимемо світ...
zh_cn: 等到我们重建的时候，这些会是无价之宝……

# story_bark_timeworn_volumes_winB+hellion
source: Handsome falcon on the cover of that one!
ja: この本、かっこいいハヤブサの表紙をしているな！
ko: 저 책 표지에는 멋진 매 그려져 있다!
uk: Який гарний сокіл тут на обкладинці!
zh_cn: 那本书封面上画的鹰可真俊！

# story_bark_timeworn_volumes_winB+highwayman
source: Mm, any poetry? A secret weakness.
ja: なぁ、詩歌はあるか？ 実はそういうのに目がなくてさ
ko: 음, 시집인가? 내 비밀스러운 약점을 자극하는군.
uk: М-м, вірші? Моя таємна слабкість.
zh_cn: 嗯，有诗集么？我其实很喜欢读诗。

# story_bark_timeworn_volumes_winB+jester
source: Any blank parchments?
ja: 白紙の羊皮紙はある？
ko: 빈 양피지는 없나?
uk: Тут є чисті пергаменти?
zh_cn: 有空白的羊皮纸么？

# story_bark_timeworn_volumes_winB+leper
source: Such things were my escape on my sickbed.
ko: 병상에 누워 있을 때 현실로부터 도망치던 수단이었지.
uk: Вони були для мене всім під час жахливої хвороби.

# story_bark_timeworn_volumes_winB+man_at_arms
source: I kept a diary once, on the front...
ko: 나도 전선에서는 일기를 썼었지...
uk: Я якось вів щоденник — на фронті...

# story_bark_timeworn_volumes_winB+occultist
source: Books are portals through which the past can touch us.
ja: 本は、過去が我々の心に触れることのできる門だ
ko: 책은 과거의 사건이 현재의 우리를 움직일 수 있는 초월적 수단이네.
uk: Книги — це портали, через які минуле може торкнутися нас.
zh_cn: 书籍有如门户，让过往的时光触及我们的心灵。

# story_bark_timeworn_volumes_winB+plague_doctor
source: Squander no opportunity to learn!
ko: 배움의 기회를 낭비하지 말라고!
uk: Не варто втрачати можливість вивчити щось нове.

# story_bark_timeworn_volumes_winB+runaway
source: Books! I had a little stash, hidden in the floorboards...
ja: 本だ！ 床板の中に少し隠していたな…
ko: 책이다! 나도 바닥 판때기 밑에다 몇 권 숨겨놨었는데...
uk: Книги! У мене була маленька схованка під дошками підлоги...
zh_cn: 书！我曾经在地板下面有个小小收藏……

# story_bark_timeworn_volumes_winB+vestal
source: Take every last one we've space to carry!
ja: 持ち運べる限り、一冊でも多く回収しましょう！
ko: 마지막 빈 공간까지 전부 채워서 가자고!
uk: Їх треба взяти, навіть якщо щось доведеться викинути!
zh_cn: 只要还有地方，就把这些书都带上！
