Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_item_playing_cards+hellion
source: But what do I get if I <i>win?</i>
ja: <i>勝ったら</i>何を得られる？
ko: 근데 내가 <i>이기면</i> 뭐 주나?
uk: Що я отримаю, якщо <i>виграю?</i>
zh_cn: 但我<i>赢了</i>的话能得到什么呢？

# bark_item_playing_cards+highwayman
source: I'll shuffle.
ja: 俺がシャッフルする
ko: 내가 섞지.
uk: Я перетасую.
zh_cn: 我来洗牌。

# bark_item_playing_cards+jester
source: Why d'you lot always assume I'm a cheat?
ja: なぜいつも、私がインチキ野郎だと決めつける？
ko: 너희는 왜 맨날 내가 사기 친다고 생각하니?
uk: Чому ви завжди думаєте, що я махлюю?
zh_cn: 为什么你们这些家伙总以为我在作弊？

# bark_item_playing_cards+leper
source: A pleasant diversion or a tool of divination.
ja: 楽しい気晴らしや占いの道具だな
ko: 유쾌한 오락이나 점술에 써먹기 좋지.
uk: Приємна розвага чи спокуса від лукавого?
zh_cn: 既是愉快的消遣，也是占卜的工具。

# bark_item_playing_cards+man_at_arms
source: Never let soldiers play fer money.
ko: 병영에서 돈을 건 노름판은 절대 금지였지.
uk: Не можна дозволяти солдатам грати на гроші.

# bark_item_playing_cards+occultist
source: Much of the self is revealed in how one plays cards.
ja: カードをどう使うかで、自身の多くが明らかになる
ko: 카드 놀이에서는 각자의 자아가 참 많이도 드러나지.
uk: Про людину можна багато всього дізнатися, дивлячись як вона грає в карти.
zh_cn: 观察一个人打牌的方式，就能洞见他的人格。

# bark_item_playing_cards+plague_doctor
source: One... three... seven... which means the odds are--what!
ja: 1…3…7…つまり、確率は… 何だって！
ko: 1... 3... 7... 그럼 대충 내 승률은... 잠깐, 이게 게임이야?!
uk: Один... три... сім... це означає, що ймовірність виграшу... що?
zh_cn: 1……3……7……也就是说概率是——怎么了？！

# bark_item_playing_cards+runaway
source: No sneaky fingers, dealer! I'm watching!
ja: コソコソ指を動かすな、ディーラー！見ているぞ！
ko: 섞으면서 손장난 치지 마! 딱 보고 있어!
uk: Тільки не махлюй, я стежу за роздачею!
zh_cn: 不许作弊，发牌的！我盯着你呢！

# bark_item_playing_cards+vestal
source: I swear, your rules change every time...
ja: あなたのルール、毎回変わっているではありませんか…
ko: 아무리 생각해도 규칙이 맨날 바뀌는 것 같은데...
uk: От дідько! Твої правила щоразу змінюються...
zh_cn: 我敢发誓，你们玩一次就改一次规则……

# bark_item_precious_collection+bounty_hunter
source: These look expensive.
ja: これは高そうだ
ko: 이건 비싸 보이는군.
uk: Виглядає дорого.
zh_cn: 看起来很昂贵。

# bark_item_precious_collection+flagellant
source: I admire a man who can outwit Death at such length.
ja: 俺は、これほど死を出し抜くことができる男を賞賛する
ko: 죽음조차 이길 수 있는 자는 참으로 경이롭지.
uk: Я захоплююся людиною, якій вдається так довго ошукувати саму Смерть.
zh_cn: 我敬佩能战胜死神的人。

# bark_item_precious_collection+grave_robber
source: Mm, you've got a story, don't you?
ja: ふむ、話があるんでしょ？
ko: 어머, 자기는 무슨 사연이 있을까?
uk: І з власною історією?
zh_cn: 喔，你有故事要讲，是不是？

# bark_item_precious_collection+hellion
source: Talismans hold power.
ja: 護符には力が宿っている
ko: 부적에는 힘 들어 있다.
uk: Талісмани зберігають силу.
zh_cn: 护身符中蕴含着力量。

# bark_item_precious_collection+highwayman
source: Bold man, carrying the past around.
ja: 過去を背負う、大胆な男だ
ko: 과거의 사연을 진 담대한 자로군.
uk: Сміливець, який живе минулим.
zh_cn: 把过往带在身边……我敬你是个勇士。

# bark_item_precious_collection+jester
source: Shiny.
ja: ピカピカだな
ko: 반짝거리네.
uk: Як блищить...
zh_cn: 亮闪闪的。

# bark_item_precious_collection+leper@0
source: I will likely never see the shores of home again.
ja: もう二度と故郷の海岸を見ることはないだろう
ko: 다시는 고향의 해안을 볼 수 없을 테지.
uk: Певно, я більше не побачу рідних берегів.
zh_cn: 我大抵再也见不到故乡的海岸了。

# bark_item_precious_collection+leper@1
source: Some memories weigh in the pocket - others are lighter.
ja: ポケットの中で重みを感じる思い出もあれば、軽い思い出もある
ko: 묵직한 기억도 있고... 가벼운 기억도 있는 법.
uk: Якісь спогади приємні, інші — важкий тягар.
zh_cn: 有些记忆沉甸甸的——有些则更轻盈。

# bark_item_precious_collection+leper@2
source: We will never forget that which we can touch.
ja: 触れることができるものは、決して忘れない
ko: 우리가 만질 수 있는 건 결코 잊을 수 없다.
uk: Не можна забути те, до чого можна доторкнутися.
zh_cn: 只要仍能触及，就永远不会忘却。

# bark_item_precious_collection+man_at_arms
source: Pretty trinkets.
ja: 素敵な装身具だな
ko: 예쁜 장신구로군.
uk: Симпатичні дрібнички.
zh_cn: 很漂亮的小东西。

# bark_item_precious_collection+occultist
source: I too hold on to some remnants of a former life...
ja: 私も、前世の名残にしがみついている…
ko: 나도 옛 삶의 잔존물을 몇 가지 갖고 있지...
uk: І я тримаюся за рештки колишнього життя...
zh_cn: 我也有保留一些缅怀过去的物件……

# bark_item_precious_collection+plague_doctor
source: These seem inert. What do they...<i>do?</i>
ja: 動いていないように見える。 これは…<i>何</i>をしているの？
ko: 생기가 없어 보이는데. 어디다... <i>쓰는 거지?</i>
uk: Жодної реакції. А навіщо це <i>потрібно?</i>
zh_cn: 这些看起来是惰性物体。它们有什么……<i>作用</i>？

# bark_item_precious_collection+runaway
source: Oh wow, where'd you get these? They're beautiful!
ja: わあ、どこで手に入れたの？きれいだね！
ko: 어머나, 어디서 난 거야? 너무 예쁘다!
uk: Ого... Звідки це в тебе? Гарне.
zh_cn: 哇，你是从哪弄来的？太好看了！

# bark_item_precious_collection+vestal
source: Shall I pray for them... or for you?
ja: 彼のために祈りましょうか…もしくはあなたのために？
ko: 기도를 그대에게 해 드릴까, 이 패물에 해 드릴까?
uk: Мені молитися за них... чи за тебе?
zh_cn: 我是该为他们祈祷……还是该为你？

# bark_item_restorative_herbs
source: It does soothe the pain some.
ja: 痛みをいくらか和らげてくれる
ko: 고통을 상당히 덜어준다.
uk: Трохи знімає біль.
zh_cn: 确实能缓解一些疼痛。

# bark_item_restorative_herbs+bounty_hunter
source: Feh, that stench.
ko: 윽, 악취가 나는군.
uk: Фу, чим це смердить?

# bark_item_restorative_herbs+flagellant
source: My own methods usually do the trick...
ja: 自分のやり方でだいたいは上手くいくのだが…
ko: 내 방법은 보통 효과가 좋더군...
uk: Мої власні методи зазвичай дають результат...
zh_cn: 我自己的手段通常就够用了……

# bark_item_restorative_herbs+grave_robber
source: Heavens, that could raise the dead.
ja: ああ、死者も起き上がりそうな臭いね
ko: 세상에나, 이 냄새는 시체도 깨우겠다.
uk: Святі небеса, від цього й мертві можуть піднятися!
zh_cn: 天啊，死人都能被这个熏活。

# bark_item_restorative_herbs+hellion
source: Stinks... but wound rot stinks worse.
ja: くさいな…だが、膿んだ傷口よりはマシだ
ko: 싫은 냄새... 하지만 상처 덧나면 더 싫은 냄새 난다.
uk: Так, але сморід від рани, що гниє, гірший.
zh_cn: 味道真重……但化脓的伤口要比这个还难闻。

# bark_item_restorative_herbs+highwayman
source: If it works, it works.
ja: 効果があれば、それでいいんだ
ko: 약빨만 있으면 되지.
uk: Сподіваюся, спрацює.
zh_cn: 好用就是好用。

# bark_item_restorative_herbs+jester
source: I did not actually wish to smell more of this place.
ja: 実は、この場所の匂いをもう嗅ぎたくないと思っていた
ko: 솔직히 이 냄새는 다신 맡고 싶지 않았는데.
uk: Насправді я б хотів ніколи не відчувати сморід цього місця.
zh_cn: 反正这里的味道我也闻够了。

# bark_item_restorative_herbs+leper
source: Spring walks across continents, perfuming the air with its herbs.
ja: 春は大陸を渡り歩き、ハーブの香りを風に乗せる
ko: 봄은 땅을 가로지르며 온 하늘을 향기로 메우니.
uk: Весна крокує землею, наповнюючи повітря ароматом своїх трав.
zh_cn: 春天跨越大陆而行，让空中弥漫草药的气息。

# bark_item_restorative_herbs+man_at_arms
source: A battlefield medic's staple!
ja: 戦医の定番だな！
ko: 전장의 의무병이라면 꼭 가지고 다니지!
uk: Панацея військового лікаря!
zh_cn: 战地医师的标准配置！

# bark_item_restorative_herbs+occultist
source: Material solutions for the corporeal shell.
ja: 外傷に対する、現実的な治療法だ
ko: 육신의 껍질을 정비할 물질적 수단이지.
uk: Матеріальні рішення для фізичної оболонки.
zh_cn: 用物质的手段保护实质的躯壳。

# bark_item_restorative_herbs+plague_doctor
source: Unproven, yet worthy of deeper study.
ko: 입증되지는 않았지만 연구해 볼 가치는 있겠어.
uk: Матеріалу для висновків ще мало, треба провести більш ґрунтовні дослідження.

# bark_item_restorative_herbs+runaway
source: Yee-uck!
ja: うえっ！
ko: 우-웩!
uk: Фу-у-у!
zh_cn: 哎呦，好恶心！

# bark_item_restorative_herbs+vestal
source: A primitive technique...
ja: 原始的な手法ですね…
ko: 참 원시적인 기술이로군...
uk: Примітивна техніка...
zh_cn: 原始的疗法……

# bark_item_roast_pig
source: Pleasant company and a full stomach, huzzah!
ja: 愉快な仲間と満腹、ハズレなし！
ko: 즐거운 만찬과 넘치는 포만감, 좋지 아니한가!
uk: Приємна компанія та повний шлунок, краса!
zh_cn: 愉快的队伍，丰盛的佳肴。万岁！

# bark_item_roast_pig_use_limit
source: A plentiful feast - I've had my fill.
ja: たっぷりのごちそう。お腹いっぱい食べた
ko: 훌륭한 만찬이로군. 난 충분히 먹었어.
uk: Справжній бенкет... але я більше не хоче.
zh_cn: 很丰盛的一餐——我吃饱了。

# bark_item_roast_pig_use_limit+bounty_hunter
source: *contented burp*
ko: (만족스러운 트림)
uk: *сита відрижка*

# bark_item_roast_pig_use_limit+flagellant
source: Hunger hones me.
ko: 허기는 나를 단련시키니.
uk: Голод загартовує мій дух.

# bark_item_roast_pig_use_limit+grave_robber
source: Warm hearth. Full stomach. I require no more.
ja: 暖かい火床。満腹感。これ以上何も要らない
ko: 배부르고 등 따시니 무얼 더 바랄까.
uk: Тепле вогнище й повний живіт, більшого й не треба.
zh_cn: 炉火温暖，胃口满足。我不需要更多了。

# bark_item_roast_pig_use_limit+hellion
source: Woe that I am too full!
ja: 残念だが満腹だ！
ko: 이거이거, 너무 배부르다!
uk: О горе, як же я переїла!
zh_cn: 可惜，我已经吃饱了！

# bark_item_roast_pig_use_limit+highwayman
source: Tempting, but no.
ja: 魅力的だが、遠慮する
ko: 유혹적이지만 안되겠어.
uk: Спокусливо, але ні.
zh_cn: 很有吸引力，但是不了。

# bark_item_roast_pig_use_limit+jester
source: My stomach rumbles no more!
ja: お腹はもう鳴らない！
ko: 속이 부대껴서 더는 못 먹어!
uk: Мій живіт більше не бурчить!
zh_cn: 我的肚子已经不再咕咕作响了！

# bark_item_roast_pig_use_limit+leper
source: Share my portion between the others instead.
ja: 私の分は、他者に分けるのだな
ko: 내 몫은 그대들끼리 나누어 먹게나.
uk: Віддай мою частку іншому.
zh_cn: 不如把我的这份分给其他人吧。

# bark_item_roast_pig_use_limit+man_at_arms
source: One more bite? ... Alas, no room.
ja: もう一口？…残念だが、もう入らない
ko: 한 입만 더? ...아냐, 자리가 없다.
uk: Ще шматочок? На жаль, більше не лізе.
zh_cn: 再来一口？……哎呀，可惜，吃不下了。

# bark_item_roast_pig_use_limit+occultist
source: I need no further nourishment, pleasant as that smells.
ja: いい匂いだが、これ以上栄養分はいらない
ko: 난 더 이상 섭식이 필요 없지만, 냄새만으로도 즐겁군.
uk: Мені більше не потрібна їжа, якою б ароматною вона не була.
zh_cn: 我不需要更多养料了，尽管闻起来很怡人。

# bark_item_roast_pig_use_limit+plague_doctor
source: I feel strangely content - best not push it.
ja: 不思議と満足している。無理しないほうがいい
ko: 희한할 정도로 배부르고 만족스러워. 더 강권은 말고.
uk: Я вже сита, аж дивно. Краще не випробовувати долю.
zh_cn: 我感到异常地满足——最好不要勉强。

# bark_item_roast_pig_use_limit+runaway
source: Not hungry yet. More's the pity.
ja: まだお腹が空いていない。残念だ
ko: 아직 배 안 고파. 억지로 더 먹기는 싫고.
uk: Ще не зголодніла. Ну як же прикро.
zh_cn: 我不饿。真可惜。

# bark_item_roast_pig_use_limit+vestal
source: Any more and I'll be useless on my feet.
ja: これ以上は足が動かなくなります
ko: 더 먹었다간 내 발로 서지도 못하겠군.
uk: Ще шматочок, і я не встою на ногах.
zh_cn: 再来一口我就要站不起来了。

# bark_item_roast_pig+bounty_hunter
source: Ribs. Now.
ko: 갈비. 내놔.
uk: Реберця, зараз же.

# bark_item_roast_pig+flagellant
source: Replenishes the blood.
ko: 새로운 피가 도는군.
uk: Сприяє кровотворенню.

# bark_item_roast_pig+grave_robber
source: Coarse fare - but satisfying.
ko: 솔직히 바가지 썼지만 만족스럽긴 해.
uk: Жорсткувате, але смачне.

# bark_item_roast_pig+hellion
source: Crisp the skins for later.
ko: 껍데기 나중에 구워먹어라.
uk: Хрустку шкурку з’їм під кінець.

# bark_item_roast_pig+highwayman
source: If this is it - what a last meal.
ja: これが最後の晩餐だとしたら、いいメシだ
ko: 최후의 만찬이면 이 정도는 되어야지.
uk: Чудова остання трапеза.
zh_cn: 如果这是最后一餐的话，那也真够令人满足的。

# bark_item_roast_pig+jester
source: Without the pageantry of a banquet? Even better.
ja: 宴席のような華やかさはなし？尚更いいな
ko: 연회의 화려함도 없이 이런 음식을? 오히려 좋아.
uk: Без бенкетної розкоші навіть краще.
zh_cn: 没有用餐礼仪那一套？更棒了。

# bark_item_roast_pig+leper
source: Once a staple in my court. Just missing the apple.
ko: 내 궁정에서 맛보았던 만찬과 똑같군. 그때는 사과를 안 물렸는데.
uk: Колись це була основна страва на бенкетах при моєму дворі. Не вистачає лише яблука.

# bark_item_roast_pig+man_at_arms
source: Fabulous! Fabulous!
ja: 最高！最高だ！
ko: 굉장하다! 굉장해!
uk: Блискуче, блискуче!
zh_cn: 太美味了！太美味了！

# bark_item_roast_pig+occultist
source: I'd hope they didn't source this from the Sluice.
ko: 시궁창에서 잡아온 것만 아니었으면 좋겠군.
uk: Сподіваюся, що кабанчик не зі Староріччя.

# bark_item_roast_pig+plague_doctor
source: This has rendered me speechless!
ja: これには言葉を失った！
ko: 할 말을 잃게 만드는 만찬이야!
uk: У мене навіть мову відібрало!
zh_cn: 好吃得让人说不出话来！

# bark_item_roast_pig+runaway
source: I haven't eaten this good in... maybe ever.
ja: こんなに美味しいものは…今まで食べたことがない
ko: 이 정도로 좋은 음식은 정말 오랜만이야... 거의 태어나서 처음 먹어봐.
uk: Я не їла такої смакоти... мабуть, ніколи.
zh_cn: 我上一次吃得这么好……恐怕是上辈子了。

# bark_item_roast_pig+vestal
source: Is there some occasion? A feast day?
ja: 何か特別な催しでもあるのですか？お祝いとか？
ko: 이런 연회날이 자주 있나?
uk: Є привід? Велике свято?
zh_cn: 一场宴会？这是什么节日吗？

# bark_item_songbook_amorous
source: To all the loves I've had and lost.
ja: これまで育んだ愛と失った愛へ
ko: 내가 사랑했던 모든 남녀들에게.
uk: За те кохання, якого вже не буде.
zh_cn: 致我所有的爱与错过。

# bark_item_songbook_amorous+bounty_hunter
source: Mask off this time.
ko: 이번엔 가면을 벗지.
uk: На цей раз зніму маску.

# bark_item_songbook_amorous+flagellant
source: Hast thou mastered body and blood?
ja: お前は肉体と血液を支配したのか？
ko: 그대 혈육에 대한 사랑에 통달하였는가~
uk: Чи вдалося тобі оволодіти тілом і кров’ю?
zh_cn: 你的肉体与血液锻炼得如何了？

# bark_item_songbook_amorous+grave_robber
source: Been a while since someone tried <i>this</i> on me...
ja: 誰かが<i>これ</i>を私に試したの、久しぶりね…
ko: 누가 <i>이런 노래</i> 불러준 지도 오래 되었지...
uk: Як же давно мені <i>таке</i> співали...
zh_cn: 有段时间没人对我用过<i>这一招</i>了……

# bark_item_songbook_amorous+hellion
source: A song for the fireside, eh? Come closer.
ja: 炉端の歌か？もっと近くに来い
ko: 모닥불에서 부르는 노래냐? 가까이 와 봐라.
uk: Пісня для посиденьок біля вогнища? Посуньтеся ближче.
zh_cn: 火炉边的歌谣，是么？贴近一点儿吧。

# bark_item_songbook_amorous+highwayman
source: Love spurned me once. But I can forget for a night.
ja: 愛には以前裏切られた。でも一晩だけなら忘れられる
ko: 한때 사랑이 나를 버렸지. 하지만 하룻밤 만에 털어버렸어.
uk: Колись кохання залишило мене, але я цієї ночі про це забуду.
zh_cn: 我曾经为爱所伤。但今晚，我可以忘记那些往事。

# bark_item_songbook_amorous+jester
source: Careful - might write a new one for you.
ja: 気をつけて。君のために新しい歌を書くかも
ko: 조심하라고. 널 위해서 새로 한곡 쓸 수도 있으니까.
uk: Обережніше, може ще напишу нову пісню для тебе...
zh_cn: 小心喔——说不定我会为你写一首新的。

# bark_item_songbook_amorous+leper
source: The heart beats persistent despite its failing shell.
ja: この身は朽ちつつあるが、心臓の鼓動はいまだに続く
ko: 육신은 무너진다 한들 심장은 여전히 두근대누나.
uk: Серце вперто стукає, хоч тіло й марніє.
zh_cn: 虽然我的躯壳日益枯萎，但我的心脏却恒久地跳动。

# bark_item_songbook_amorous+man_at_arms
source: Let this old dog show you a few tricks, eh?
ja: 年老いていても、少しは芸を披露できるぞ？
ko: 이 늙은 개가 재주 하나 보여 드릴까?
uk: Старий вовк знає кілька хороших пісень.
zh_cn: 让我这条老狗给你展示展示新把戏，怎么样？

# bark_item_songbook_amorous+occultist
source: Would be more of a trio, technically speaking.
ja: 正確に言うと、トリオになるかと思うが
ko: 그냥 삼중창으로나 부르지 그러시나.
uk: З технічної точки зору в нас скоріше тріо.
zh_cn: 技术上来说，这算是三人行。

# bark_item_songbook_amorous+plague_doctor
source: Heated reagants... undocumented results... so far.
ja: 加熱された試薬…結果は文書化されていない…現時点ではな
ko: 양 뺨의 홍조... 처음으로 관측되는... 결과.
uk: Розігріті реагенти... неописані дослідження...
zh_cn: 炽热的反应……未曾记录过的结果……目前就是这些。

# bark_item_songbook_amorous+runaway
source: We're here. We're breathing. Isn't that enough?
ja: 私たちは生きている。呼吸をしている。それだけで十分じゃない？
ko: 우리 모두 여기 있지. 모두 살아 있고. 그거면 충분하잖아?
uk: Ми живемо, ми дихаємо. Хіба цього замало?
zh_cn: 我们都在这里，我们都还活着。还有什么好说的呢？

# bark_item_songbook_amorous+vestal
source: There is much in this world I yearn to explore...
ko: 이 세상에는 내가 탐구하고픈 게 참으로 많지...
uk: У цьому світі є багато такого, що я хочу вивчити...

# bark_item_songbook_morose
source: I must give voice to my grief.
ja: 私の悲しみを声にして伝えなければ
ko: 스스로의 슬픔에 목소리를 실어야 한다면.
uk: Треба дозволити собі якийсь час посумувати.
zh_cn: 我必须抒发我的悲哀。

# bark_item_songbook_morose+bounty_hunter
source: Seems awful sentimental.
ko: 쓸데없이 감성적이구먼.
uk: Жах як сентиментально.

# bark_item_songbook_morose+flagellant
source: I sing naught for Death - she hasn't earned it.
ja: 俺は死神には何も歌わない。その価値など無いからな
ko: 죽음에게는 노래를 하지 않아. 그럴 가치가 없는 놈이더군.
uk: Я не співаю для Смерті — вона цього не заслужила.
zh_cn: 我不为死神歌唱——她还未能留住我。

# bark_item_songbook_morose+grave_robber
source: If I can carry one tune, it's a dirge, love.
ja: もし私が一曲を運ぶとしたら、挽歌よ
ko: 어머나, 소녀가 부를 수 있는 건 장송곡 뿐이랍니다.
uk: Якщо я й знаю якусь мелодію, то лише панахиду.
zh_cn: 如果我只能哼一首歌，那一定是悼亡歌，亲爱的。

# bark_item_songbook_morose+hellion
source: We sing for the kin we've laid to rest.
ja: 安らかに眠った縁者のために歌おう
ko: 우리는 지금껏 눈감긴 동족을 위해 노래한다.
uk: Заспіваймо замість тих, кого нема з нами.
zh_cn: 我们为埋葬的族人歌唱。

# bark_item_songbook_morose+highwayman
source: *slow, haunting whistling*
ja: (遅く、悲しげな口笛)
ko: (느리고 음침한 휘파람)
uk: *повільно насвистує нав’язливу мелодію*
zh_cn: *缓慢，阴森的口哨声*

# bark_item_songbook_morose+jester
source: *gentle, melancholy strumming*
ja: (優しくも憂うつな演奏)
ko: (부드럽고 한스러운 연주)
uk: *ніжно й меланхолійно побренькує*
zh_cn: *温柔地打着单一的节拍*

# bark_item_songbook_morose+leper
source: A song for the years I'll never see.
ja: もう2度と見ることのない月日のための歌だ
ko: 앞으로 내가 살지 못할 세월에 바치는 노래.
uk: Пісня про життя, якого в мене не було.
zh_cn: 这一曲致我永远见不到的岁月。

# bark_item_songbook_morose+man_at_arms
source: You deserved more than a song, brothers...
ja: 兄弟よ、お前たちには歌以上のものを授かるべきだ…
ko: 이깟 노래로 어찌 그대들을 위로하겠나, 제군들이여...
uk: Браття, ви гідні більшого...
zh_cn: 兄弟们，你们所应得的，远不止这一首挽歌啊……

# bark_item_songbook_morose+occultist
source: *soft, discordant humming*
ko: (부드러운 불협화음의 콧노래)
uk: *щось повільно й нерозбірливо наспівує*

# bark_item_songbook_morose+plague_doctor
source: A body is merely inert tissue. But if mourning helps...
ja: 死体は死んだ組織に過ぎない。しかし、もし弔いが助けになるなら…
ko: 죽음은 그저 육신이 불활성화된 것일 뿐. 하지만 추모가 도움이 된다면야...
uk: Тіло — це лише інертна субстанція, але якщо жалоба допоможе...
zh_cn: 身体不过是骨头和血肉。但如果哀悼有帮助的话……

# bark_item_songbook_morose+runaway
source: Sounds like church songs. Pretty but sad.
ja: 教会の歌のようね。素敵だけど悲しい
ko: 꼭 교회 찬송가 같아. 예쁘지만 슬퍼.
uk: Схоже на церковні співи. Гарно, але сумно.
zh_cn: 听起来像教堂的歌。好听，但是伤感。

# bark_item_songbook_morose+vestal
source: My losses are many - and they are private.
ja: 私の損失は多く、しかも私的なものでした
ko: 나는 많은 상실을 겪었지만, 터놓고 이야기할 일은 아니다.
uk: Я втратила багатьох, але не стану про них говорити.
zh_cn: 我失去了很多——这是我的私事。

# bark_item_songbook_rousing
source: Tell me if I'm in tune!
ja: 音程通りに歌えてるか言ってくれ！
ko: 괜찮은 곡이다 싶으면 말해 주길!
uk: Скажи: чи я співаю в такт?
zh_cn: 告诉我唱得怎么样！

# bark_item_songbook_rousing+bounty_hunter
source: I don't sing. But I'll listen.
ko: 난 노래 안 해. 들어는 주지.
uk: Я не співатиму, але послухаю.

# bark_item_songbook_rousing+flagellant
source: Yes - feed your fury! Your passion! *whip crack*
ja: そう、お前の怒りに火をつけるだ！お前の情熱に！ (鞭を鳴らす)
ko: 그래, 분노를 부추겨라! 열정을 살려라!
uk: Так! Годуйте свою лють! Свої страсті! *звук удару бичом*
zh_cn: 没错——让怒火更旺盛，让热情更热烈吧！*鞭打声*

# bark_item_songbook_rousing+grave_robber
source: Up lasses! Up lads! We ride!
ja: さあみんな！ 一緒に行くわよ！
ko: 다들 일어나! 어서! 분위기 살려 보자고!
uk: Підйом, ми виїжджаємо!
zh_cn: 姑娘们！小伙子们！我们上马启程！

# bark_item_songbook_rousing+hellion
source: KIII-YAH! Shed your skins and howl!
ja: ヒーハー！皮を剥いで吠えろ！
ko: 키이 야아! 껍질을 벗기고 울부짖어라!
uk: КІ-І-Я, скинь шкуру й вий!
zh_cn: KIII-YAH！纵情嚎叫吧！

# bark_item_songbook_rousing+highwayman
source: We sang these on the chain gang...
ja: 仲間と共に歌ったものだ…
ko: 깜빵에서 단체 노역 나갔을 때 부르던 노래군...
uk: Ми співали таке у в’язниці...
zh_cn: 我们服劳役的时候唱过这些歌……

# bark_item_songbook_rousing+jester
source: *fierce strumming* I can hardly keep up!
ja: (激しい演奏) ついていくのに精一杯だ！
ko: (격정적인 독주) 나도 이 정도 연주는 오래 못해!
uk: *шалено бряжчить* Ледве встигаю!
zh_cn: *猛烈地击鼓* 我快要跟不上了！

# bark_item_songbook_rousing+leper
source: Thousands of boots, thundering over the plains...
ko: 평원을 진군하는 일천 명의 군홧발소리...
uk: Тисячі чобіт із гуркотом відбивають кроки на рівнинах...

# bark_item_songbook_rousing+man_at_arms
source: No book needed - I know this'un by heart!
ko: 책은 필요 없지. 이건 마음으로 배우는 노래다!
uk: Книга не потрібна, усе й так пам’ятаю!

# bark_item_songbook_rousing+occultist
source: My blood stirs! Let us have at them!
ja: 血が騒ぐ！我々がやってやる！
ko: 피가 끓는군! 한번 어울려 보자!
uk: Кров закипає. Уперед, у бій!
zh_cn: 我的血液在沸腾！让敌人放马过来吧！

# bark_item_songbook_rousing+plague_doctor
source: One to rile the humours!
ja: 体中がたぎってくるな！
ko: 체액을 자극하는 노래군!
uk: Пісня, яка розбурхує!
zh_cn: 这首歌能刺激体液！

# bark_item_songbook_rousing+runaway
source: We roar like flames! Let 'em hear us!
ja: 私たちは炎のように轟く！この声を聞かせるんだよ！
ko: 불꽃처럼 타오르자! 모두가 들을 수 있도록!
uk: Ми ревемо, мов полум’я, нехай нас чутимуть!
zh_cn: 我们的咆哮就像烈焰！让敌人听到我们的声音！

# bark_item_songbook_rousing+vestal
source: Light at our backs! WE ARE THE FLAME!
ja: 光を背に受けて！私たちは炎です！
ko: 빛이 우리를 가호하신다! 우리가 곧 불꽃이라!
uk: За нами Світло, а ми — полум’я!
zh_cn: 圣光在我们身后！我们就是火炬！

# bark_item_soothing_poultice
source: This should tame the burning.
ja: これで火傷は収まるだろう
ko: 화상을 치료하는 데 특효인 약.
uk: Це має втамувати біль.
zh_cn: 这应该能抚平烧伤的疼痛。

# bark_item_soothing_poultice+bounty_hunter
source: Take no chances with fire.
ja: 火の扱いは気をつけろ
ko: 불 붙을 위험은 절대 감수하지 말라고.
uk: Не треба ризикувати з вогнем.
zh_cn: 火焰不容小觑。

# bark_item_soothing_poultice+flagellant
source: Only tend what you <i>must</i>, healer.
ja: <i>必要な</i>箇所だけを治療するんだな
ko: 꼭 <i>필요한</i> 부분만 바르라고, 치료사..
uk: Лікує лише ті рані, які <i>маєш</i>, цілителю.
zh_cn: 只处理<i>非处理不可</i>的部位，医生。

# bark_item_soothing_poultice+grave_robber
source: For split knuckles and crows' feet alike.
ja: 指の関節のひび割れや、目尻のしわにも効くのよね
ko: 까진 주먹이나 눈가의 잔주름에도 즉효라구.
uk: І для розбитих кісточок, і для зморщок.
zh_cn: 既能治疗开裂的指关节，也能消除鱼尾纹。

# bark_item_soothing_poultice+hellion
source: Ahh, cool as fresh mud.
ja: ああ、泥のようにひんやりとした感触だ
ko: 아, 신선한 진흙처럼 시원하다.
uk: Ох, холодить мов свіжа грязюка.
zh_cn: 啊，像新鲜的泥土一样凉爽。

# bark_item_soothing_poultice+highwayman
source: Hope I never need it.
ja: 使うことにならなきゃいいんだが
ko: 절대 필요할 일이 없었으면.
uk: Сподіваюся, мені ніколи не знадобиться.
zh_cn: 希望我永远用不上。

# bark_item_soothing_poultice+jester
source: I do fear I'm dreadfully flammable.
ja: 自分がとても燃えやすいの、よくわかってるさ
ko: 내가 좀 잘 타는 장작이기는 하지.
uk: Боюся, що я дуже легкозаймистий.
zh_cn: 我确实担心我易燃得要命。

# bark_item_soothing_poultice+leper
source: At times, my withered flesh is an advantage...
ja: 時には、この枯れた肉体が利点となるのだ…
ko: 가끔은 이렇게 시들어버린 육신이 장점일 때도 있지...
uk: Інколи моя висохла плоть є перевагою...
zh_cn: 有些时候，我那萎缩的肉体也算是种优势……

# bark_item_soothing_poultice+man_at_arms
source: I favoured this when facing Greek fire!
ko: 그리스의 불을 상대할 때는 이게 특효지!
uk: Довелося цим вимазатися, коли застосували грецький вогонь.

# bark_item_soothing_poultice+occultist
source: Cool as shade on the brow.
ko: 이마에 드리운 그늘처럼 시원하네.
uk: Холодить, аж дрижаки беруть.

# bark_item_soothing_poultice+plague_doctor
source: You'll be grateful for this recipe later!
ja: 後で、お前たちはこの処方に感謝するだろう
ko: 언젠가 이 비법에 감사하게 될 걸!
uk: Ви ще подякуєте мені за цей рецепт!
zh_cn: 你之后会感谢这个配方的！

# bark_item_soothing_poultice+runaway
source: Soothe the burn? Why would I want to...?
ja: 火傷を和らげる？なぜ私がそんなことを…？
ko: 화상을 치료한다고? 굳이...?
uk: Зменшити біль від опіку? Навіщо?
zh_cn: 缓解烧伤？为什么要缓解……？

# bark_item_soothing_poultice+vestal
source: Lest I scald you with my holy flame.
ja: 私の聖なる炎であなたを焦がさないように
ko: 내 거룩한 불꽃에 데일까 봐 그러나 보군.
uk: Щоб я не опекла вас своїм святим полум’ям.
zh_cn: 以免我的圣火灼伤你们。

# bark_item_speed_bag
source: My timing needs honing.
ja: タイミングに磨きをかけないとな
ko: 박자 감각도 훈련이 필요한 것.
uk: Треба прискоритися.
zh_cn: 我的速度还可以更快。

# bark_item_speed_bag+bounty_hunter
source: *cracks knuckles*
ko: (주먹을 우두둑 꺾는다)
uk: *хрускає пальцями*

# bark_item_speed_bag+flagellant
source: I must push this body to its limits...!
ja: この体を限界まで追い込まなければ…！
ko: 이 육신을 한계까지 밀어붙여야 하거늘...!
uk: Я маю довести це тіло до межі...
zh_cn: 我必须把我的肉体逼至极限……！

# bark_item_speed_bag+grave_robber
source: I've grudges to spare and this helps me nurse them.
ja: 私は恨みがあるから、こういうのが役に立つのよ
ko: 마음 속에 품은 원한은 참 괜찮은 동기가 되어주거든.
uk: Можу поділитися своїм незадоволенням. Зазвичай це допомагає мені боротися з ним.
zh_cn: 对于我这种怀恨在心的人，这个有助于确保大仇得报。

# bark_item_speed_bag+hellion
source: Train with me, eh? Best keep up!
ja: 私と訓練だって？ついてこれるか！
ko: 나랑 훈련하나? 잘 따라와라!
uk: Хочеш потренуватися зі мною? Краще не відставай!
zh_cn: 要跟我练练么？最好跟紧了！

# bark_item_speed_bag+highwayman
source: Got to wrap the knuckles first.
ja: まずは拳を包まないとな
ko: 우선 주먹부터 제대로 쥐라고.
uk: Спочатку потрібно забинтувати суглоби пальців.
zh_cn: 得先把指关节包起来。

# bark_item_speed_bag+jester
source: My timing is impeccable.
ja: 私のタイミングに非の打ち所はないぞ
ko: 내 타이밍은 흠잡을 데가 없지.
uk: Мій вибір часу бездоганний.
zh_cn: 我的节奏感无可挑剔。

# bark_item_speed_bag+leper
source: I was never a swift fighter even before I fell ill.
ja: 私は病気になる前も、決して機敏な戦士ではなかった
ko: 나는 병에 걸리기 전에도 민첩한 편은 아니었어서.
uk: Я ніколи не вмів закінчувати бій швидко, навіть коли ще був здоровий.
zh_cn: 哪怕在病倒之前，我也不是以速度取胜的战士。

# bark_item_speed_bag+man_at_arms
source: Reflexes are the first and best line of defense!
ja: 反射神経は最初の最高の防御線だ！
ko: 반사 신경은 방어에서 최고의 미덕이지!
uk: Рефлекси — найкращий захист!
zh_cn: 反射系统就是最优秀的防御！

# bark_item_speed_bag+occultist
source: Allow me to remove some layers first.
ko: 우선 가벼운 옷차림으로 갈아입고.
uk: Дай-но я трохи зніму із себе.

# bark_item_speed_bag+plague_doctor
source: No powders, no dusts, I swear on my oath.
ja: 粉はダメ、塵はダメ、そう宣誓した
ko: 알았어, 알았다고. 가루도 먼지도 안 쓸게.
uk: Не вживатиму жодних порошків, присягаюся.
zh_cn: 这次不用药粉，我发誓。
