Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# unlock_resources_1_override
source: Arriving at <color=#{path_verbose}>Valley Inn</color>: <color=#{buff}>+12 relics</color>, <color=#{buff}>+15 baubles</color>
ko: <color=#{path_verbose}>계곡의 여관</color>에 도달: <color=#{buff}>유물 +12</color>, <color=#{buff}>패물 +15</color>
uk: Після прибуття в <color=#{path_verbose}>трактир Долини</color>: <color=#{buff}>+12 реліквій</color>, <color=#{buff}>+15 абищиць</color>

# unlock_resources_11_override
source: Arriving at <color=#{path_verbose}>Academic's Study</color>: free random <color=#{buff}>combat item</color>
ko: <color=#{path_verbose}>교수의 연구</color>에 도달: 무작위 <color=#{buff}>전투 아이템</color> 무료 획득
uk: Після прибуття в <color=#{path_verbose}>лабораторію Академіка</color>: безкоштовний випадковий <color=#{buff}>предмет бою</color>

# unlock_resources_12_override
source: Arriving at <color=#{path_verbose}>Oasis</color>: free <color=#{buff}>Mineral-Rich Spring Water</color>
ko: <color=#{path_verbose}>샘터</color>에 도달: 무료 <color=#{buff}>광천수 샘물</color>
uk: Після прибуття в <color=#{path_verbose}>Оазис</color>: безкоштовна <color=#{buff}>ключова вода</color>

# unlock_resources_13_override
source: Arriving at <color=#{path_verbose}>Watchtower</color>: all heroes <color=#{buff}>+1</color> SPD until next Inn
ko: <color=#{path_verbose}>감시탑</color>에 도달: 다음 여관까지 모든 영웅에 <color=#{buff}>속도 +1</color>
uk: Після прибуття в <color=#{path_verbose}>Дозорну вежу</color>: усі герої <color=#{buff}>+1</color> ШВД до наступного трактиру

# unlock_resources_4_override
source: Arriving at <color=#{path_verbose}>Hoarder</color>: <color=#{buff}>+12 relics</color>
ko: <color=#{path_verbose}>고물상</color>에게 도달: <color=#{buff}>유물 +12</color>
uk: Після прибуття до <color=#{path_verbose}>барахольника</color>: <color=#{buff}>+12 реліквій</color>

# unlock_resources_5_override
source: Arriving at <color=#{path_verbose}>Academic's Cache</color>: free random <color=#{buff}>item</color>
ja: <color=#{path_verbose}>学者の隠匿場所</color>に到着時： 無料のランダムな <color=#{buff}>アイテム</color>
ko: <color=#{path_verbose}>교수의 은닉처</color>에 도달: 무작위 <color=#{buff}>아이템</color> 무료 획득
uk: Після прибуття в <color=#{path_verbose}>схованку Академіка</color>: безкоштовний випадковий <color=#{buff}>предмет</color>
zh_cn: 抵达<color=#{path_verbose}>教授的贮藏</color>时： 免费的随机<color=#{buff}>物品</color>

# unlock_resources_6_override
source: Arriving at <color=#{path_verbose}>Valley Inn</color>: <color=#{buff}>+12 relics</color>, <color=#{buff}>+20 baubles</color>
ko: <color=#{path_verbose}>계곡의 여관</color>에 도달: <color=#{buff}>유물 +12</color>, <color=#{buff}>패물 +20</color>
uk: Після прибуття в <color=#{path_verbose}>трактир в Долині</color>: <color=#{buff}>+12 реліквій</color>, <color=#{buff}>+20 абищиць</color>

# unlock_resources_7_override
source: Arriving at <color=#{path_verbose}>Hospital</color>: heroes <color=#{buff}>+10%</color> HP, <color=#{buff}>-1</color> stress
ko: <color=#{path_verbose}>병원</color>에 도달: 영웅 <color=#{buff}>체력 +10%</color>, <color=#{buff}>스트레스 -1</color>
uk: Після прибуття в <color=#{path_verbose}>польовий лазарет</color>: герої <color=#{buff}>+10%</color> ОЗ, <color=#{buff}>–1</color> стресу

# unlock_resources_8_override
source: Arriving at <color=#{path_verbose}>Inn</color>: free random <color=#{buff}>Inn item</color>
ko: <color=#{path_verbose}>여관</color>에 도달: 무작위 <color=#{buff}>여관 아이템</color> 무료 획득
uk: Після прибуття в <color=#{path_verbose}>трактир</color>: безкоштовний випадковий <color=#{buff}>предмет трактиру</color>

# unlock_runaway_1_override
source: unlocks <color=#{buff}>Runaway</color> <color=#{path_verbose}>+ Front Rank + Burn + Stealth + Support</color>
ja: <color=#{buff}>逃亡者</color>をアンロック <color=#{path_verbose}>+ 前衛ランク + 火傷 + 隠密 + 支援</color>
ko: <color=#{buff}>도망자</color> 해금 <color=#{path_verbose}>+ 전방 + 화상 + 은신 + 지원</color>
uk: відкриває <color=#{buff}>Утікачку</color> <color=#{path_verbose}>+ Передня позиція + Вогонь + Скритність + Допомога</color>
zh_cn: 解锁<color=#{buff}>逃离者</color> <color=#{path_verbose}>+ 前排 + 灼烧 + 潜行 + 辅助</color>

# unlock_runaway_14_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Tar-Filled Colambre</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>タール入りの革水筒</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>역청 단지</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Бурдюк смоли</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>焦油袋</color>

# unlock_stagecoach_11_override
source: <color=#{buff}>Increased loot</color> from running over road debris
ko: 길가의 잔해에서 얻는 <color=#{buff}>노획품</color> 증가
uk: <color=#{buff}>Більше здобичі</color> в смітті на дорозі

# unlock_stagecoach_12_override
source: <color=#{buff}>+1</color> Stagecoach item slot
ko: 역마차 아이템 칸 <color=#{buff}>+1</color>
uk: <color=#{buff}>+1</color> комірка для аксесуарів Диліжанса

# unlock_stagecoach_2_override
source: <color=#{buff}>+1</color> Stagecoach item slot
ko: 역마차 아이템 칸 <color=#{buff}>+1</color>
uk: <color=#{buff}>+1</color> комірка для аксесуарів Диліжанса

# unlock_stagecoach_3_override
source: <color=#{buff}>Increased chance</color> that <color=#{buff}>Candles</color> appear at map locations
ko: 지도 상 지점에서 <color=#{buff}>촛불</color> <color=#{buff}>출현 확률 증가</color>
uk: <color=#{buff}>Більше шансів</color> на те, що <color=#{buff}>свічки</color> з’являтимуться на зупинках, позначених на карті

# unlock_stagecoach_4_override
source: <color=#{buff}>+1</color> Stagecoach <color=#{path_verbose}>wheel</color> points
ko: 역마차 <color=#{path_verbose}>바퀴</color> 점수 <color=#{buff}>+1</color>
uk: <color=#{buff}>+1</color> очко для <color=#{path_verbose}>коліс</color> Диліжанса

# unlock_stagecoach_5_override
source: <color=#{buff}>+1</color> Stagecoach <color=#{path_verbose}>armor</color> points
ko: 역마차 <color=#{path_verbose}>장갑</color> 점수 <color=#{buff}>+1</color>
uk: <color=#{buff}>+1</color> очко для <color=#{path_verbose}>броні</color> Диліжанса

# unlock_stagecoach_7_override
source: <color=#{buff}>Increased loot</color> from running over road debris
ja: 道路のガレキの上を走ったときに得られる<color=#{buff}>戦利品が増加</color>
ko: 길가의 잔해에서 얻는 <color=#{buff}>노획품</color> 증가
uk: <color=#{buff}>Більше здобичі</color> в смітті на дорозі
zh_cn: 撞入沿路杂物获得的<color=#{buff}>战利品增多</color>

# unlock_stagecoach_8_override
source: <color=#{buff}>+1</color> Stagecoach item slot
ko: 역마차 아이템 칸 <color=#{buff}>+1</color>
uk: <color=#{buff}>+1</color> комірка для аксесуарів Диліжанса

# unlock_stagecoach_9_override
source: <color=#{buff}>Increased chance</color> that <color=#{buff}>Candles</color> appear at map locations
ko: 지도 상 지점에서 <color=#{buff}>촛불</color> <color=#{buff}>출현 확률 증가</color>
uk: <color=#{buff}>Більше шансів</color> на те, що <color=#{buff}>свічки</color> з’являтимуться на зупинках, позначених на карті

# unlock_trinket_txt
source: <color=#{path_verbose}>{0}</color> can be found
ja: <color=#{path_verbose}>{0}</color>が見つかるようになる
ko: <color=#{path_verbose}>{0}</color> 획득 가능
uk: Можна знайти дрібничку <color=#{path_verbose}>{0}</color>
zh_cn: 可以找到<color=#{path_verbose}>{0}</color>

# unlock_vestal_1_override
source: unlocks <color=#{buff}>Vestal</color> <color=#{path_verbose}>+ Back Rank + Ranged Dmg + Healer + Defensive Support</color>
ko: <color=#{buff}>성녀</color> 해금 <color=#{path_verbose}>+ 후방 + 원거리 피해 + 치유사 + 방어적 지원</color>
uk: відкриває <color=#{buff}>Весталку</color> <color=#{path_verbose}>+ Задня позиція + Дистанційна шкода + Лікування + Допомога в захисті</color>

# unlock_vestal_14_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Holy Hymnal</color>
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>찬송가집</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Священний псалтир</color>

# update_label
source: Update
ja: アップデート
ko: 갱신
uk: Оновити
zh_cn: 更新

# upgrade_skill_tooltip_hold_to_show_upgrade_label
source: <sprite name={q}icon_upgraded_skill{q}>Hold <color=#{notable}>[@{UIAltModifier}]</color> to Show Upgraded Skill
ko: <sprite name={q}icon_upgraded_skill{q}><color=#{notable}>[@{UIAltModifier}]</color> 키를 누르고 있으면 강화된 기술 표시
uk: <sprite name={q}icon_upgraded_skill{q}>Натисніть і утримуйте клавішу <color=#{notable}>[@{UIAltModifier}]</color>, щоб побачити поліпшену навичку

# upgrade_skill_tooltip_upgrade_title
source: <sprite name={q}icon_upgraded_skill{q}> Upgrade
ja: <sprite name={q}icon_upgraded_skill{q}>アップグレード
ko: <sprite name={q}icon_upgraded_skill{q}> 강화
uk: <sprite name={q}icon_upgraded_skill{q}> Поліпшення
zh_cn: <sprite name={q}icon_upgraded_skill{q}>升级

# upgrade_skills_screen_title
source: Mastery Trainer
ja: 熟達訓練所
ko: 숙련 교관
uk: Школа загартування
zh_cn: 训练师

# upgrade_track_bounty_hunter_1_title
source: The Hero We Need
ja: 探し求めていた英雄
ko: 우리에게 필요한 영웅
uk: Герой у час потреби
zh_cn: 我们需要的英雄

# upgrade_track_bounty_hunter_10_title
source: New Skill
ja: 新たなスキル
ko: 신규 기술
uk: Нова навичка
zh_cn: 新技能

# upgrade_track_bounty_hunter_2_title
source: New Skill
ja: 新たなスキル
ko: 신규 기술
uk: Нова навичка
zh_cn: 新技能

# upgrade_track_bounty_hunter_3_title
source: New Trinket
ja: 新たな装身具
ko: 신규 장신구
uk: Нова дрібничка
zh_cn: 新饰品

# upgrade_track_bounty_hunter_4_title
source: New Skill
ja: 新たなスキル
ko: 신규 기술
uk: Нова навичка
zh_cn: 新技能

# upgrade_track_bounty_hunter_5_title
source: New Skill
ja: 新たなスキル
ko: 신규 기술
uk: Нова навичка
zh_cn: 新技能

# upgrade_track_bounty_hunter_6_title
source: New Trinket
ja: 新たな装身具
ko: 신규 장신구
uk: Нова дрібничка
zh_cn: 新饰品

# upgrade_track_bounty_hunter_7_title
source: New Skill
ja: 新たなスキル
ko: 신규 기술
uk: Нова навичка
zh_cn: 新技能

# upgrade_track_bounty_hunter_8_title
source: New Skill
ja: 新たなスキル
ko: 신규 기술
uk: Нова навичка
zh_cn: 新技能

# upgrade_track_bounty_hunter_9_title
source: New Trinket
ja: 新たな装身具
ko: 신규 장신구
uk: Нова дрібничка
zh_cn: 新饰品

# upgrade_track_flagellant_1_title
source: Presence
ko: 등장
uk: Поява

# upgrade_track_flagellant_10_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_flagellant_11_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_flagellant_12_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_flagellant_13_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_flagellant_14_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_flagellant_2_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_flagellant_3_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_flagellant_4_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_flagellant_5_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_flagellant_6_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_flagellant_7_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_flagellant_8_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_flagellant_9_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_grave_robber_1_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_grave_robber_10_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_grave_robber_11_title
source: Haste
ja: 素早さ
ko: 가속
uk: Поспішність
zh_cn: 迅捷

# upgrade_track_grave_robber_12_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_grave_robber_13_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_grave_robber_2_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_grave_robber_3_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_grave_robber_4_title
source: Haste
ja: 素早さ
ko: 가속
uk: Поспішність
zh_cn: 迅捷

# upgrade_track_grave_robber_5_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_grave_robber_6_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_grave_robber_7_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_grave_robber_8_title
source: Circulation
ja: 循環
ko: 순환
uk: Кровообіг
zh_cn: 体质

# upgrade_track_grave_robber_9_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_hellion_1_title
source: Presence
ja: 存在感
ko: 등장
uk: Поява
zh_cn: 存在

# upgrade_track_hellion_10_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_hellion_11_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_hellion_12_title
source: Cleanliness
ja: 清らかさ
ko: 정결
uk: Охайність
zh_cn: 整洁

# upgrade_track_hellion_13_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_hellion_14_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_hellion_2_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_hellion_3_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_hellion_4_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_hellion_5_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_hellion_6_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_hellion_7_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_hellion_8_title
source: Health
ja: HP
ko: 강인
uk: Здоров’я
zh_cn: 生命

# upgrade_track_hellion_9_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_highwayman_1_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_highwayman_10_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_highwayman_11_title
source: Cleanliness
ja: 清らかさ
ko: 정결
uk: Охайність
zh_cn: 整洁

# upgrade_track_highwayman_12_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_highwayman_13_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_highwayman_2_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_highwayman_3_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_highwayman_4_title
source: Unshakeability
ja: 揺るがなさ
ko: 근성
uk: Непохитність
zh_cn: 执着

# upgrade_track_highwayman_5_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_highwayman_6_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_highwayman_7_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_highwayman_8_title
source: Toughness
ja: 強靭性
ko: 뚝심
uk: Стійкість
zh_cn: 顽强

# upgrade_track_highwayman_9_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_infernal_flame_1_title
source: The Despairing Flare
ko: 절망의 신호
uk: Спалах розпачу

# upgrade_track_infernal_flame_2_title
source: The Corpse Light
ja: 死体の光
ko: 시체의 불빛
uk: Вогник мерця
zh_cn: 墓地鬼火

# upgrade_track_infernal_flame_3_title
source: The Doom Candle
ko: 파멸의 촛대
uk: Свічка приреченості

# upgrade_track_infernal_flame_4_title
source: The Hateful Pyre
ko: 증오의 장작

# upgrade_track_infernal_flame_5_title
source: The Stygian Blaze
ko: 칠흑의 불길

# upgrade_track_jester_1_title
source: Presence
ja: 存在感
ko: 등장
uk: Поява
zh_cn: 存在

# upgrade_track_jester_10_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_jester_11_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_jester_12_title
source: Sturdiness
ja: 屈強さ
ko: 확고
uk: Витривалість
zh_cn: 体格

# upgrade_track_jester_13_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_jester_14_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_jester_2_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_jester_3_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_jester_4_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_jester_5_title
source: Haste
ja: 素早さ
ko: 가속
uk: Поспішність
zh_cn: 迅捷

# upgrade_track_jester_6_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_jester_7_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_jester_8_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_jester_9_title
source: Persistence
ja: 粘り強さ
ko: 고집
uk: Завзятість
zh_cn: 坚持

# upgrade_track_leper_1_title
source: Presence
ja: 存在感
ko: 등장
uk: Поява
zh_cn: 存在

# upgrade_track_leper_10_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_leper_11_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_leper_12_title
source: Health
ja: HP
ko: 강인
uk: Здоров’я
zh_cn: 生命

# upgrade_track_leper_13_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_leper_14_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_leper_2_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_leper_3_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_leper_4_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_leper_5_title
source: Health
ja: HP
ko: 강인
uk: Здоров’я
zh_cn: 生命

# upgrade_track_leper_6_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_leper_7_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_leper_8_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_leper_9_title
source: Foundation
ja: 土台
ko: 근본
uk: Твердість
zh_cn: 根基

# upgrade_track_man_at_arms_1_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_man_at_arms_10_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_man_at_arms_11_title
source: Unshakeability
ja: 揺るがなさ
ko: 근성
uk: Непохитність
zh_cn: 执着

# upgrade_track_man_at_arms_12_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_man_at_arms_13_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_man_at_arms_2_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_man_at_arms_3_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_man_at_arms_4_title
source: Unshakeability
ja: 揺るがなさ
ko: 근성
uk: Непохитність
zh_cn: 执着

# upgrade_track_man_at_arms_5_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_man_at_arms_6_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_man_at_arms_7_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_man_at_arms_8_title
source: Health
ja: HP
ko: 강인
uk: Здоров’я
zh_cn: 生命

# upgrade_track_man_at_arms_9_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_memory_1_title
source: Evocation
ko: 환기
uk: Воскресіння

# upgrade_track_memory_2_title
source: Reflection
ja: 内省
ko: 사색
uk: Роздуми
zh_cn: 反思

# upgrade_track_memory_3_title
source: Evocation
ja: 誘起
ko: 환기
uk: Воскресіння
zh_cn: 唤醒

# upgrade_track_memory_4_title
source: Reflection
ja: 内省
ko: 사색
uk: Роздуми
zh_cn: 反思

# upgrade_track_memory_5_title
source: Evocation
ko: 환기
uk: Воскресіння

# upgrade_track_memory_6_title
source: Reflection
ko: 사색
uk: Роздуми

# upgrade_track_memory_7_title
source: Evocation
ko: 환기
uk: Воскресіння

# upgrade_track_occultist_1_title
source: Presence
ja: 存在感
ko: 등장
uk: Поява
zh_cn: 存在

# upgrade_track_occultist_10_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_occultist_11_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_occultist_12_title
source: Sturdiness
ja: 屈強さ
ko: 확고
uk: Витривалість
zh_cn: 体格

# upgrade_track_occultist_13_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_occultist_14_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_occultist_2_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_occultist_3_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_occultist_4_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_occultist_5_title
source: Persistence
ja: 粘り強さ
ko: 고집
uk: Завзятість
zh_cn: 坚持

# upgrade_track_occultist_6_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_occultist_7_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_occultist_8_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_occultist_9_title
source: Cleanliness
ja: 清らかさ
ko: 정결
uk: Охайність
zh_cn: 整洁

# upgrade_track_pet_1_title
source: Orphan Wolf Cub
ja: 孤児ウルフの幼獣
ko: 버려진 늑대새끼
uk: Вовченя-сирота
zh_cn: 孤儿狼崽

# upgrade_track_pet_10_title
source: Shambler's Spawn
ko: 기는 혼돈 새끼
uk: Виплодок пітьманника

# upgrade_track_pet_2_title
source: Pygmy Pliskin
ja: ピグミー・プリスキン
ko: 새끼 코브라
uk: Карликовий пліскін
zh_cn: 迷你眼镜蛇

# upgrade_track_pet_3_title
source: Unnatural Owlet
ko: 뒤틀린 새끼부엉이
uk: Дивне совеня

# upgrade_track_pet_4_title
source: Reanimated Rabbit
ja: 蘇ったウサギ
ko: 되살아난 토끼
uk: Ожилий кріль
zh_cn: 复生兔

# upgrade_track_pet_5_title
source: Mucilaginous Slime
ja: 粘菌スライム
ko: 끈적한 점액질
uk: Слизький слимак
zh_cn: 粘稠泥怪

# upgrade_track_pet_6_title
source: Shrieker Chick
ja: シュリーカーのヒナ
ko: 덜 자란 비명조
uk: Курча вищальника
zh_cn: 尖啸兽幼雏

# upgrade_track_pet_7_title
source: Larval Carrion Eater
ko: 성장한 청소부 구더기
uk: Личинка падальника

# upgrade_track_pet_8_title
source: Hatchling Crocodilian
ja: 孵化した爬虫類
ko: 악어 유충
uk: Дитинча крокодилоїда
zh_cn: 破壳鳄兽

# upgrade_track_pet_9_title
source: Crimson Tick
ko: 핏빛 진드기
uk: Багряний кліщ

# upgrade_track_plague_doctor_1_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_plague_doctor_10_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_plague_doctor_11_title
source: Sturdiness
ja: 屈強さ
ko: 확고
uk: Витривалість
zh_cn: 体格

# upgrade_track_plague_doctor_12_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_plague_doctor_13_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_plague_doctor_2_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_plague_doctor_3_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_plague_doctor_4_title
source: Cleanliness
ja: 清らかさ
ko: 정결
uk: Охайність
zh_cn: 整洁

# upgrade_track_plague_doctor_5_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_plague_doctor_6_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_plague_doctor_7_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_plague_doctor_8_title
source: Circulation
ja: 循環
ko: 순환
uk: Кровообіг
zh_cn: 体质

# upgrade_track_plague_doctor_9_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_prestige_1_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_10_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_2_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_3_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_4_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_5_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_6_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_7_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_8_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_prestige_9_title
source: Prestige
ja: 名声
ko: 위신
uk: Престиж
zh_cn: 声望

# upgrade_track_resources_1_title
source: Wealth
ja: 富
ko: 재물
uk: Багатство
zh_cn: 财富

# upgrade_track_resources_10_title
source: Reconstruction
ko: 회상
uk: Відновлення

# upgrade_track_resources_11_title
source: Curiosity
ko: 호기심
uk: Цікавість

# upgrade_track_resources_12_title
source: Refreshment
ko: 원기
uk: Освіження

# upgrade_track_resources_13_title
source: Invigoration
ko: 격려

# upgrade_track_resources_2_title
source: Foresight
ko: 예측
uk: Передбачення

# upgrade_track_resources_3_title
source: Reconstruction
ko: 회상
uk: Відновлення

# upgrade_track_resources_4_title
source: Bartering
ko: 흥정
uk: Торгівля

# upgrade_track_resources_5_title
source: Honorarium
ja: 謝礼
ko: 사례
uk: Гонорар
zh_cn: 荣誉
