Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_hero_story_plague_doctor_ch1_text_0
source: Brilliant and bold, her unconventional theories created nothing short of a scandal in her fourth year.
ja: 4年生の時に彼女が打ち出した聡明かつ大胆で型破りな理論は、スキャンダル以外の何物でもなかった。
ko: 명석하고 대담한 학생이었던 그녀가 4학년 시절 발표한 파격적 이론은 떠들썩한 논란을 불러왔다.
uk: Її нестандартні теорії, блискучі й сміливі, на четвертому курсі навчання викликали лише запеклі дебати.
zh_cn: 聪明过人，而又敢于创新，她那别出一格的理论在她大学的第四年简直称得上是丑闻。

# vo_hero_story_plague_doctor_ch1_text_1
source: The mocking whispers and scornful glares of her peers and professors
ja: 仲間や教授たちからの嘲笑の囁きや軽蔑のまなざしは、
ko: 학생들과 교수들로부터 쏟아지는 조롱과 경멸의 눈빛은
uk: Глумливий шепіт і зневажливі погляди її ровесників та викладачів,
zh_cn: 她的同学与老师那讥讽的低语与蔑视的目光

# vo_hero_story_plague_doctor_ch1_text_2
source: had an ironically invigorating effect upon her 'extracurricular experiments.'
ja: 皮肉にも彼女の「課外実験」に活力を与えた。
ko: 아이러니하게도 '과외 실험'에 대한 열정만 더 부채질하는 효과만 가져왔다.
uk: хоч це й дивно, лише змушували її знову й знову проводити «позанавчальні експерименти».
zh_cn: 对她的“非常规实验”来说有着相当讽刺的激励作用。

# vo_hero_story_plague_doctor_ch1_text_3
source: The mysteries of the human body - of life and death itself - hovered just beyond her scalpel's reach...
ja: 人体の神秘、生と死の神秘は、彼女のメスの届く範囲にある…
ko: 메스질 한 번이면 인체의 신비, 생사의 비밀 그 자체에 가닿을 수 있을 것만 같았다...
uk: Вона розуміла, що скальпель може відкрити їй таємниці людського тіла, життя та смерті.
zh_cn: 人类身体的谜团——关于生死本质的谜团——与她只有几行字的距离……

# vo_hero_story_plague_doctor_ch1_text_4
source: ... if only she could acquire a corpse of sufficient freshness.
ja: …新鮮な死体さえ手に入ればいいのだが。
ko: ...충분한 신선도를 갖춘 시신만 구할 수 있다면.
uk: Потрібен був лише свіжий труп.
zh_cn: ……前提是她能找到一具足够新鲜的遗体。

# vo_hero_story_plague_doctor_ch2_fight_reward_0
source: She delighted in the combative debate, and,
ja: 彼女は闘争的な討論を楽しみ、
ko: 그녀는 전투적인 토론을 매우 즐겼을 뿐만 아니라
uk: Вона захоплювалася агресивними дебатами
zh_cn: 她在激烈的辩论中收获了快乐，而且，

# vo_hero_story_plague_doctor_ch2_fight_reward_1
source: behind her bookish glasses, reveled in their outrage and confusion.
ja: 本好きの眼鏡の奥で、彼らの怒りと混乱を楽しんでいた。
ko: 책벌레 안경알 너머로 드러나 보이는 상대의 분노와 혼란을 한껏 만끽하였다.
uk: й тішилася збентеженням і обуренням опонентів, ховаючись за товстими лінзами окулярів.
zh_cn: 在她厚重的镜片下，还为同学们的愤怒与困惑大为享受。

# vo_hero_story_plague_doctor_ch2_fight_start_0
source: Her professor was a relic,
ja: 彼女の教授は、のちに遺体となるが
ko: 그녀의 교수는 퇴물이었다.
uk: Її викладач немов з’явився з далекого минулого.
zh_cn: 她的老师是个老古董，

# vo_hero_story_plague_doctor_ch2_fight_start_1
source: hacking and wheezing his way through a hopelessly conventional curriculum!
ja: 彼は、いつもありきたりなカリキュラムで、息を切らし、苦しみながら教鞭をとっていた！
ko: 강의 시간 내내 기침을 해대며 끔찍할 정도로 구식인 수업만 진행하였으니!
uk: Натужно кашляючи, він вів заняття за безнадійно застарілою програмою.
zh_cn: 在咳嗽与喷嚏声中讲着庸俗得无可救药的教学大纲！

# vo_hero_story_plague_doctor_ch2_slam_0
source: Chapter Two: Head of the Class
ja: 第二章：秀才
ko: 2장: 학급 수석
uk: Розділ другий. Найкраща з найкращих
zh_cn: 第二章：全班第一

# vo_hero_story_plague_doctor_ch3_slam_0
source: Chapter Three: Extra Credit
ja: 第三章：課外単位
ko: 3장: 추가 점수
uk: Розділ третій. Завдання із зірочкою
zh_cn: 第三章：特别鸣谢

# vo_hero_story_plague_doctor_ch3_text_0
source: By the second semester, her research was at a critical point.
ja: 2学期になると、彼女の研究は重大な局面を迎えていた。
ko: 2학기가 되자 그녀의 연구는 중대한 지점에 다다르면서
uk: Ще до початку другого семестру її дослідження наблизилися до критичної межі.
zh_cn: 到了下学期，她的研究抵达了关键节点。

# vo_hero_story_plague_doctor_ch3_text_1
source: And regular supply raids of the University laboratories had become necessary.
ja: そして、大学の研究室への定期的な物資の補給が必要になってきた。
ko: 대학교 실험실에서의 정기적인 물자 절도가 필요하게 되었다.
uk: Регулярні вилазки до університетської лабораторії стали необхідністю.
zh_cn: 因此，频繁地掠夺大学实验室中的资源就成为了必要之举。

# vo_hero_story_plague_doctor_ch3_text_2
source: During one such expedition, she stumbled upon her professor,
ja: そういった状況の中での遠征で、彼女は教授に出くわした。
ko: 그 날도 평소와 같은 절도 행각 도중, 자신의 교수가 피 묻은 손수건과 함께
uk: Під час однієї з таких вилазок вона несподівано знайшла свого наставника.
zh_cn: 有一次，在一如既往地收集资源时，她偶遇了她的老师——

# vo_hero_story_plague_doctor_ch3_text_3
source: awkwardly slumped over his podium, a bloody kerchief on the floor.
ja: 教授はぎこちなく教壇に倒れ、床には血のついたハンカチが落ちていた。
ko: 땅바닥에 쓰러져 있는 모습을 우연히 발견하게 되었다.
uk: Він лежав на кафедрі, біля якої біліла закривавлена хустка.
zh_cn: 姿势怪异地瘫倒在讲台上，地上还有一条染血的手帕。

# vo_hero_story_plague_doctor_ch3_text_4
source: Here, then, was her ideal cadaver, her long-awaited opportunity. And she would not waste it.
ja: そこにあったのは理想の死体、彼女が長く待ち望んでいた機会だった。そして彼女はそれを無駄にすることはなかった。
ko: 이상적인 시신이, 오래도록 기다려 온 기회가 널부러져 있는데 도저히 놓칠 수는 없었던 것이다.
uk: Це буде її ідеальний кадавр. Таку довгоочікувану можливість вона точно не проґавить.
zh_cn: 那就是她理想的遗体，她苦苦等待的机会。而她决不会让这个机会溜走。

# vo_hero_story_plague_doctor_ch4_fight_reward_0
source: The shrieking and wailing was horrible, but the silence that followed... was even worse.
ja: 悲鳴と慟哭もひどかったが、その後に続く静寂は…さらにひどいものだった。
ko: 그것의 절규와 비탄은 끔찍하였으나, 그 뒤로 찾아온 침묵은... 훨씬 더 끔찍하였다.
uk: Від зойків і плачу кров стигла в жилах... але тиша, яка запанувала після цього, була ще гірша.
zh_cn: 那尖叫和哀嚎相当可怕，但那之后的沉默……更为骇人。

# vo_hero_story_plague_doctor_ch4_fight_start_0
source: Success! Vindication. The human machine restored to action!
ja: 成功だ！正当性が証明された。人間機械は活動を再開したのだ！
ko: 성공이다! 이론은 들어맞았다. 육신이라는 기계가 다시 작동하기 시작한다!
uk: У неї все вийшло! Прямо перед нею доказ того, що людина може повстати з мертвих!
zh_cn: 成功了！理论得证。精密的人体机械重新动了起来！

# vo_hero_story_plague_doctor_ch4_slam_0
source: Chapter Four: Failing Grade
ja: 第四章：落第点
ko: 4장: 낙제점
uk: Розділ четвертий. Повний провал
zh_cn: 第四章：“挂掉的实验”

# vo_hero_story_plague_doctor_ch5_slam_0
source: Chapter Five: Do No Harm
ja: 第五章：害を与えるべからず
ko: 5장: 해로움이 없게 하라
uk: Розділ п’ятий. Не нашкодь
zh_cn: 第五章：不得害人

# vo_hero_story_plague_doctor_ch5_text_0
source: Disposal of the body was a procedural affair,
ja: 死体の処分は手順通りに行われた。
ko: 시신 처리는 그저 단순한 절차에 불과했다.
uk: Позбутися тіла було справою техніки:
zh_cn: 处理遗体不过是走个流程而已。

# vo_hero_story_plague_doctor_ch5_text_1
source: a carboy of acid would dissolve the thing, and no evidence would remain.
ja: 酸の入ったカーボイで死体を溶かす。証拠を残さないようにするためだ。
ko: 커다란 용기에 담은 산성 용액만으로 모든 증거를 인멸할 수 있었다.
uk: кислота розчинить труп і не залишить доказів.
zh_cn: 一瓶强酸即可将其溶解，不留任何证据。

# vo_hero_story_plague_doctor_ch5_text_2
source: In the weeks that followed, however, she found herself unable to focus,
ja: しかし、その後数週間、彼女は集中できない状態が続き、
ko: 하지만 그 뒤로 몇 주 동안 그녀는 도무지 집중을 하지 못하고
uk: Але протягом наступних тижнів виявилося, що вона не може ні на чому зосередитися.
zh_cn: 然而，在那之后的无数个星期里，她发现自己再也无法专注，

# vo_hero_story_plague_doctor_ch5_text_3
source: sitting motionless at her desk,
ja: 机の前に座ったまま何もできず、
ko: 책상 앞에 멍하니 앉아 있을 뿐이었다.
uk: Вона лише нерухомо сиділа за столом,
zh_cn: 只是呆若木鸡地坐在桌前，

# vo_hero_story_plague_doctor_ch5_text_4
source: paralyzed by the ceaseless wailing that reverberated in her mind.
ja: 頭の中で絶え間なく響く慟哭に麻痺してしまった。
ko: 머릿속에서 끊임없이 울려 퍼지는 절규에 완전히 정신이 팔린 채.
uk: паралізована безперервним стогоном, який лунав у неї в голові.
zh_cn: 被在她颅内无尽回荡的哀嚎声折腾得无法动弹。

# vo_hero_story_runaway_ch1_fight_reward_0
source: She ran blindly into the rain,
ja: 雨の中、彼女はやみくもに走った。
ko: 그녀는 앞뒤 가리지 않고 빗속으로 도망쳤다.
uk: Вона без оглядки бігла під дощем.
zh_cn: 她盲目地逃入了暴雨之中，

# vo_hero_story_runaway_ch1_fight_reward_1
source: the squeals of the pursuing Sisters lost in the howling wind.
ja: 追いかけてくるシスターの悲鳴は、風の音に紛れて聞こえない。
ko: 귓가로는 자신을 쫓는 수녀들의 돼지 멱따는 소리가 바람 속으로 사라져 갔다.
uk: Крики Сестер, які переслідували її, губилися в завиваннях вітру.
zh_cn: 身后追赶的修女的尖叫声被呼啸的狂风淹没。

# vo_hero_story_runaway_ch1_fight_start_0
source: Her pious caretakers had marked her for the last time.
ja: 敬虔な管理者たちは、最後に彼女をマークしたのだ。
ko: 신실한 보모들이 자신에게 낙인을 찍는 것도 이번이 마지막이었다.
uk: Благочестиві наглядачі відтиснули на її шкірі тавро востаннє.
zh_cn: 她那无比虔诚的看护者最后一次为她打上了烙印。

# vo_hero_story_runaway_ch1_fight_start_1
source: Tonight, she would escape their cruelty at last.
ja: 今夜、彼女はついに彼らの残酷さから逃れる。
ko: 오늘 밤, 그녀는 이 악독한 소굴에서 완전히 도망칠 참이었다.
uk: Сьогодні вона нарешті втече від їхньої жорстокості.
zh_cn: 今晚，她终于可以逃离她们的残忍虐待。

# vo_hero_story_runaway_ch1_slam_0
source: Runaway Chapter One: The Pigs of St. Martha's
ja: 逃亡者 第一章：聖マーサの豚たち
ko: 도망자 1장: 성 마사회의 돼지들
uk: Утікачка Розділ перший. Клеймо святої Марфи
zh_cn: 逃离者 第一章：圣玛沙修道院的猪崽

# vo_hero_story_runaway_ch2_slam_0
source: Chapter Two: Beloved
ja: 第二章：愛されし者
ko: 2장: 사랑 받다
uk: Розділ другий. Милий дім
zh_cn: 第二章：被爱

# vo_hero_story_runaway_ch2_text_0
source: Good fortune is a rare and wonderous thing.
ja: 幸運とは稀にしか出会えず、不思議なものだ。
ko: 행운은 참으로 드물고 경이로운 것이다.
uk: Успіх — річ рідкісна й вражаюча.
zh_cn: 好运是珍稀而美好的事物。

# vo_hero_story_runaway_ch2_text_1
source: She straggled from place to place, drenched and hungry,
ja: ずぶ濡れの彼女は、空腹にもだえながらあちこちをさまよった。
ko: 그녀는 흠뻑 젖은 채 굶주린 배를 쥐고 정처없이 떠돌다가
uk: Вона блукала з місця на місце, промокла й голодна,
zh_cn: 她到处辗转，浑身湿透，饥肠辘辘，

# vo_hero_story_runaway_ch2_text_2
source: until a kindly woodsman and his wife happened upon her.
ja: すると、親切な木こりとその妻が偶然彼女を見つけた。
ko: 선량한 나무꾼과 그 아내와 마주치게 되었다.
uk: доки її не зустріли лісник із дружиною.
zh_cn: 直到她偶遇了一位慈祥的樵夫和他的妻子。

# vo_hero_story_runaway_ch2_text_3
source: Childless themselves, they welcomed her into their home,
ja: 子供のいないその夫婦は、自分たちの家に彼女を迎え入れた。
ko: 아직 아이가 없던 두 사람은 자신들의 집으로 그녀를 맞아들여
uk: Вони прийняли її до свого дому як дитину, якої в них ніколи не було,
zh_cn: 那对夫妇自己没有孩子，便接纳了她，

# vo_hero_story_runaway_ch2_text_4
source: where she warmed herself in the glow of their hearth and hearts.
ja: そこで彼女は、彼らの暖炉と心の光に包まれて暖をとった。
ko: 자신들의 따뜻한 화톳불과 마음으로 온기를 전해 주었다.
uk: де вона відчула тепло їхніх сердець.
zh_cn: 在那里，他们的炉火和关怀都让她感到无比温暖。

# vo_hero_story_runaway_ch3_slam_0
source: Chapter Three: Drawn to the Flame
ja: 第三章：炎に惹かれて
ko: 3장: 불에 이끌리다
uk: Розділ третій. Краса полум’я
zh_cn: 第三章：火焰的吸引

# vo_hero_story_runaway_ch3_text_0
source: She would stay up long into the night, tending the fire.
ja: 彼女は夜遅くまで起きて、火の番をしていた。
ko: 그녀는 밤늦게까지 불장난을 하며 깨어 있곤 했다.
uk: Вона не лягала спати до пізньої ночі, підтримуючи вогонь.
zh_cn: 她常常会熬至深夜，照料炉火。

# vo_hero_story_runaway_ch3_text_1
source: Captivated by its shifting hues, she thrilled to the eerie dance of spark and ember,
ja: 火花と残り火の不気味なダンスに興奮を覚え、その移り変わる色彩に魅了されながら、
ko: 다채로운 색깔과 완전히 사로잡혀서는, 불꽃과 잉걸불의 매혹적인 움직임을 지켜보면서
uk: Зачарована його мінливими відблисками, вона насолоджувалася зловісним танцем іскорок і жаринок,
zh_cn: 被火焰变幻的光晕所吸引，她愈发痴迷于火花与木柴间神秘的舞蹈，

# vo_hero_story_runaway_ch3_text_2
source: running her fingers absent-mindedly over the scars that patterned her arm.
ja: 腕に刻まれた傷跡を無心に指でなぞった。
ko: 자신의 팔을 가로지르는 흉터를 무의식적으로 어루만지고는 하였다.
uk: бездумно проводячи пальцями по незліченних шрамах на своїй шкірі.
zh_cn: 一边看着，一边漫不经心地用手指抚摸着前臂的伤疤。

# vo_hero_story_runaway_ch3_text_3
source: The hearthlight seemed somehow alive, and in these private moments,
ja: 暖炉の明かりは、まるで生きているように見え、一人の時間を楽しんでいると、
ko: 이런 비밀스러운 시간 동안 난로 불빛은 마치 살아 움직이는 듯 하였으니
uk: Жар вогнища здавався живим, і в такі задушевні моменти
zh_cn: 炉火不知怎地看起来仿佛拥有了生命，而在那些私密的时间里，

# vo_hero_story_runaway_ch3_text_4
source: she yearned to reach out and be touched once again by its searing embrace.
ja: 手を伸ばして、もう一度、その燃えるような抱擁に触れたいと思った。
ko: 그녀는 불꽃에 기꺼이 손을 뻗어 따스한 포용을 다시금 느끼고자 하였다.
uk: вона прагнула простягнути руку й знову опинитися в його палких обіймах.
zh_cn: 她渴望伸出手去，再次感受那炽热的拥抱。

# vo_hero_story_runaway_ch4_fight_reward_0
source: The walls were alight! There was no stopping it now...
ja: 壁が燃えている！もう止められない…
ko: 벽에 불이 붙었다! 이제는 걷잡을 수 없었다...
uk: Стіни були охоплені вогнем! Більше його нічого не стримувало...
zh_cn: 墙壁全都烧起来了！现在没有挽回的余地了……

# vo_hero_story_runaway_ch4_fight_start_0
source: An accident, but surely there was time to contain the flames!
ja: 事故だ、だが炎を抑える時間はあったはずだ！
ko: 사고가 있기는 했지만, 불길을 잡을 시간은 충분했다!
uk: Так вирішила нещаслива доля, але, безперечно, ще був час приборкати полум’я!
zh_cn: 这是一场意外，但肯定还有时间控制火势！

# vo_hero_story_runaway_ch4_slam_0
source: Chapter Four: Burnt Offering
ja: 第四章：燃えた供物
ko: 4장: 번제
uk: Розділ четвертий. Усеспалення
zh_cn: 第四章：炽烈的贡品

# vo_hero_story_runaway_ch5_slam_0
source: Chapter Five: Ashes
ja: 第五章：灰
ko: 5장: 잿더미
uk: Розділ п’ятий. Прах і попіл
zh_cn: 第五章：余烬

# vo_hero_story_runaway_ch5_text_0
source: She stood in the center of the inferno, transfixed by its swirling, kaleidoscopic beauty...
ja: 彼女は炎の中心に立ち、その渦巻く万華鏡のような美しさに目を奪われていた…
ko: 그녀는 지옥불 한가운데 서서 휘몰아치는 만화경과 같은 아름다움에 완전히 매혹되었다...
uk: Вона стояла, оточена полум’ям, приголомшена його вируючою калейдоскопічною красою.
zh_cn: 她站在那烈焰的中心，目不转睛地盯着那万花筒般回旋的美景……

# vo_hero_story_runaway_ch5_text_1
source: Her rapturous fixation was cut short by a heavy beam falling from the ceiling, blocking the door.
ja: しかし、天井から落ちてきた重い梁がドアを塞ぎ、彼女の陶酔は途切れた。
ko: 하지만 그 황홀한 순간은 천장에서 묵직한 대들보가 떨어져 내리면서 산산이 부서졌다.
uk: З цього стану екзальтованості її вивела важка балка, що звалилася зі стелі й перегородила двері.
zh_cn: 但她的狂喜一声闷响打断：一根横梁从天花板落下，挡住了屋门。

# vo_hero_story_runaway_ch5_text_2
source: Panicked, she dove headlong through a window as the cabin bloomed into a pyre.
ja: パニックになった彼女は窓から飛び出し、小屋は薪の山のように燃え盛った。
ko: 공황에 빠진 그녀가 냅다 창문을 통해 밖으로 뛰쳐나온 순간, 오두막집이 장작더미처럼 무너져 내렸다.
uk: Охоплена панікою, вона стрімголов кинулася у вікно, і хатина перетворилася на похоронне багаття.
zh_cn: 慌乱中，她从窗户一跃而出，身后的木屋化为一片火海。

# vo_hero_story_runaway_ch5_text_3
source: Heaped upon the wet grass, she heard the screams of her adoptive parents...
ja: 濡れた草の上に倒れると、彼女は養父母の悲鳴を耳にした…
ko: 젖은 풀밭 위를 뒹굴던 그녀의 귓가에 양부모의 비명이 들려 왔다...
uk: Повалившися на мокру траву, вона почула крики своїх прийомних батьків,
zh_cn: 落入湿润的草地上时，她听到了她养父母的尖叫声——

# vo_hero_story_runaway_ch5_text_4
source: ... trapped and burning in their bedroom.
ja: …二人は寝室に閉じ込められ、火に巻き込まれたのだ。
ko: ...침실에 갇혀 타 죽어 가던 두 사람의 비명이.
uk: які були зачинені в спальні, що палала...
zh_cn: 他们被永远困在了木屋燃烧的卧室之中。

# vo_hero_story_vestal_ch1_slam_0
source: Vestal Chapter One: Want Not
ko: 성녀 1장: 원하지 말지어다
uk: Весталка Розділ перший. Не зажадай

# vo_hero_story_vestal_ch1_text_0
source: Together with her sisters, she tended the Order's sacred flame in pious humility.
ja: シスターたちとともに、彼女は敬虔な気持ちで教団の聖なる炎を大切にした。
ko: 성녀는 다른 수녀들과 함께 경건하고 겸손한 자세로 수도회의 성스러운 불꽃을 돌보았지.
uk: Сповнена благочестивої смиренності, разом із сестрами вона доглядала за священним полум’ям Ордену.
zh_cn: 和她的姊妹们一起，她以赤诚的谦卑之心呵护着教会的圣火。

# vo_hero_story_vestal_ch1_text_1
source: The Abbey's austere arches and sanctified masonry afforded her a life of sheltered privilege
ja: 修道院の厳かな門構えと神聖な石組みは、壁の外では想像もつかないほど、
ko: 수도회의 웅장한 아치와 성스러운 건물 아래서는 성벽 밖에서 감히 꿈도 꾸지 못할
uk: Під величним склепінням монастиря, за його освяченими стінами вона отримала привілеї,
zh_cn: 在简朴的拱门之下、神圣的石墙之中，修道院的生活不染凡尘，

# vo_hero_story_vestal_ch1_text_2
source: that few beyond the walls could imagine. Discipline was paramount, and
ja: 彼女に守られた特別な生活を与えてくれた。規律が最も重要であり、
ko: 보호와 특권을 누리며 살 수 있었네. 허나 그 대가는 엄격한 규율이었고,
uk: про які зовні не могла б і мріяти. Дисципліна була понад усе,
zh_cn: 远非外界之人所能设想。修道院的纪律无比严明，

# vo_hero_story_vestal_ch1_text_3
source: when forbidden desires would seek to distract her from monastic toil, she smothered them... reluctantly.
ja: 彼女の禁断の欲望が修道院での労働から目を逸らそうとする時、彼女は、不本意ながらもそれを押し殺した…
ko: 금지된 욕망이 수도원에서의 의무에 방해가 될 때도 어떻게든... 억누를 수밖에 없었지.
uk: і коли заборонені бажання намагалися відвернути її від чернечої праці, вона придушувала їх... неохоче.
zh_cn: 而每当禁忌的欲望将她从杂务中引开时，她都会将其掐灭……纵使并不情愿。

# vo_hero_story_vestal_ch2_fight_reward_0
source: Immersed in her reverie, she started violently at the piercing admonitions of
ja: 回想に浸っていた彼女は、激怒した大修道院長の鋭い戒めに、
ko: 잠시 몽상에 잠긴 성녀는 분노에 찬 수도원장의 일갈을 듣고
uk: Занурена у свою задумливість, вона здригалася від пронизливого голосу запального настоятеля,
zh_cn: 痴迷此情此景的她，听到尖锐的斥责声时吓得浑身一震——而那声音的来源，

# vo_hero_story_vestal_ch2_fight_reward_1
source: the furious Abbot.
ko: 퍼뜩 정신을 차렸네.
uk: який читав настанови.

# vo_hero_story_vestal_ch2_fight_start_0
source: She was a paragon of duty and virtue, but reminders of her deprivation were... everywhere.
ja: 義務や美徳の模範生だったが、彼女には欠けていると思わせるものが…いたるところにあった。
ko: 실로 의무와 미덕의 모범이어야 하거늘, 어찌 눈 돌리는 곳마다... 갈망만 느껴졌는지.
uk: Вона була взірцем чеснот і відповідальності, але тут усе нагадувало про її знедоленість.
zh_cn: 她是恪尽职守、品行良善的典范，但无处不在的迹象总会唤起她内心的空缺。

# vo_hero_story_vestal_ch2_fight_start_1
source: Surely, she deserved some indulgence for her labours!
ko: 아니, 그토록 열심히 섬겼거늘 잠깐의 일탈 정도는 괜찮지 않았겠나!
uk: Жодних сумнівів, вона заслужила поблажливості за свою тяжку працю!

# vo_hero_story_vestal_ch2_slam_0
source: Chapter Two: A Momentary Lapse
ko: 2장: 찰나의 실수
uk: Розділ другий. Тимчасове божевілля

# vo_hero_story_vestal_ch3_slam_0
source: Chapter Three: No God but Men
ko: 3장: 인간의 심판
uk: Розділ третій. Нема божества, окрім людини

# vo_hero_story_vestal_ch3_text_0
source: Her terrified wails rang off the transepts as the Abbot dragged her to the oubliette.
ja: 大修道院長が彼女を土牢へ引きずって行くと、彼女の恐怖の叫び声が袖廊に響いた。
ko: 겁에 질린 비명이 교회의 회랑에 울려 퍼지는 가운데, 성녀는 원장의 손에 지하 감옥까지 끌려갔지.
uk: Її злякані крики лунали в трансептах, коли настоятель тягнув її до в’язниці.
zh_cn: 修道院长将她拖入了地牢；她惊恐的尖叫响彻了整个耳堂。

# vo_hero_story_vestal_ch3_text_1
source: As a deterrent to the congregation, her punishment would be more than commensurate with
ja: 信徒への抑止力として、彼女の刑罰は神への冒涜に見合う以上のものであった。
ko: 신도들에게 본보기를 보이고자, 성녀가 저지른 신성모독은 마땅한 처벌을 받아야 했네.
uk: Тяжкість її покарання відповідала серйозності її богохульства й мала послужити уроком
zh_cn: 为了以儆效尤，她遭受的惩罚将远比犯下的恶行更重。

# vo_hero_story_vestal_ch3_text_2
source: her blasphemy. Locked interminably in the festering dark, she awaited retribution
ja: 悪化してゆく闇の中に永遠に閉じ込められ、神からの報復を待ちながら、
ko: 그렇게 칠흑 같은 어둠 속에 갇힌 채, 성녀는 분노한 하인들의 모진 고문에 시달리며
uk: для конгрегації. У довічному ув’язненні в гнилій темряві вона чекала розплати
zh_cn: 在伸手不见五指的黑暗中被关了不知多久，她一边等待着神明

# vo_hero_story_vestal_ch3_text_3
source: from the divine while suffering the mortal tortures of its enraged servants.
ja: 怒り狂ったしもべたちによる死の拷問を受けることになった。
ko: 그저 신의 응징만을 기다렸지.
uk: з боку божества, зазнаючи нестерпних тортур від його розлючених служителів.
zh_cn: 降下天罚，一边被愤怒的神明忠仆折磨着她的肉体凡躯。

# vo_hero_story_vestal_ch4_fight_reward_0
source: Radiant with revelation, she stormed the stairs to the cloisters!
ja: そのとき、彼女は歓喜の声をあげながら、回廊への階段を駆け上った！
ko: 자신이 받은 계시에 환히 웃으며, 성녀는 회랑으로 향하는 계단을 뛰어 올라갔지!
uk: Сяючи від отриманого одкровення, вона піднялася сходами до монастиря!
zh_cn: 带着满心的启迪，她冲上楼梯，跑向了修道院寝室！

# vo_hero_story_vestal_ch4_fight_start_0
source: Vindication! A golden ray beamed affirmation into the stagnant blackness of the dungeon.
ja: 潔白の証明だ！金色の光線がダンジョンの淀んだ闇に肯定の光を放つ。
ko: 계시로다! 감옥 안 정체된 어둠 속에 내리쬐는 한 줄기 금빛 광선이 계시가 아니면 무엇이었겠나.
uk: Помста! Золотий промінь став світлом надії у вогкій темряві підземелля.
zh_cn: 天降神谕！一道金辉照入了地牢死气沉沉的黑暗之中，象征着对她的认可。

# vo_hero_story_vestal_ch4_fight_start_1
source: No divine punishment awaited her - it was her captors who had strayed from the Light!
ja: しかし、彼女を待っていたのは神罰などではなかった。光から逸脱したのは、彼女を捕らえた者たちだった！
ko: 성녀에게는 그 어떤 천벌도 안배되지 않았네. 오히려 빛에게서 버림 받은 건 바로 고문자들이었지!
uk: Ніякої кари від божества не треба було боятися: це її полонителі відвернулися від Світла!
zh_cn: 没有神罚在等待着她——背离圣光之人是她的囚禁者！

# vo_hero_story_vestal_ch4_slam_0
source: Chapter Four: Divine Intervention
ko: 4장: 신성한 개입
uk: Розділ четвертий. Боже втручання

# vo_hero_story_vestal_ch5_slam_0
source: Chapter Five: Wrath
ko: 5장: 분노
uk: Розділ п’ятий. Гнів

# vo_hero_story_vestal_ch5_text_0
source: Eager to share her emancipation with her convent, she rushed headlong toward the dormitory.
ja: 修道院で解放された喜びを分かち合いたいと、彼女は寮に向かって猛然と駆け出した。
ko: 스스로의 해방을 어서 알리고팠던 성녀는 서둘러 옛 숙소를 향해 질주했네.
uk: Прагнучи швидше розповісти про своє звільнення сестрам, вона стрімголов кинулася до келій.
zh_cn: 她径直跑向了寝室，想要将她解放的思想分享给她的姊妹们。

# vo_hero_story_vestal_ch5_text_1
source: But where the chamber door once stood, she was met instead by a sheer wall of fresh masonry.
ja: しかし、かつて部屋の扉があった場所には、新しく石造りの切り立った壁ができていた。
ko: 허나 한때 방문이 있었던 자리에는 새로 쌓아 올린 돌벽이 가로막고 있었을 뿐.
uk: Але там, де колись були двері, зараз була лише cуцільна стіна зі свіжої кладки.
zh_cn: 但曾经站着寝室门的地方，现在却被新落成的石墙所掩盖。

# vo_hero_story_vestal_ch5_text_2
source: Her cries of jubilation died in her throat. From behind the drying mortar and sturdy stone
ja: 歓喜の叫びは喉の奥で途絶えた。乾燥したモルタルと頑丈な石の後ろから、
ko: 환희의 외침은 목구멍에서 잦아들고 말았으니. 말라 가는 석회와 단단한 벽돌 뒤에서는
uk: Крики тріумфу застрягли в неї в горлі. Крізь висохлий розчин і міцний камінь
zh_cn: 她原本欢快的呼喊被噎了回去。在逐渐干燥的砂浆与坚硬的石壁后面，

# vo_hero_story_vestal_ch5_text_3
source: there came a feeble scratching, then her sisters' last piteous gasps.
ja: 弱々しい引っ掻き音が聞こえ、それからシスターたちの最後の哀れなあえぎ声が聞こえた。
ko: 미약하게 벽 긁는 소리와 자매들의 가련한 단말마가 들려왔지.
uk: було ледве чути слабке дряпання, а потім і останні зітхання її сестер.
zh_cn: 依稀传来抓挠墙壁的声音，随后是她姊妹们临终的喘息。

# vo_hero_story_vestal_ch5_text_4
source: The price of her wantonness would not be measured solely in blows from the flail...
ja: 彼女の気まぐれな行為の代償は、鞭の一撃だけでは計れないだろう…
ko: 성녀가 저지른 모독의 대가는 겨우 태형 몇 번으로 끝났던 게 아니었던 게야...
uk: Таку провину не можна буде спокутати, навіть якщо вона каратиме себе бичем весь залишок життя.
zh_cn: 对她那冒失行径的惩罚，不仅仅是链枷的拷打……

# vo_hoarder_purchase_combat_item_01_0
source: The tools of violence. Despicable and dangerous.
ja: 暴力の道具。卑劣で危険なものだ。
ko: 폭력의 도구. 비열하고 위험하지.
uk: Знаряддя насильства. Мерзенні й небезпечні.
zh_cn: 暴力的工具。卑鄙而危险。

# vo_hoarder_purchase_combat_item_02_0
source: A regrettably necessary acquisition.
ja: 遺憾ながら、必要な取得物である。
ko: 매우 유감스럽게도 필수적인 요소다.
uk: На жаль, це необхідно придбати.
zh_cn: 不得不承认，这是必要之举。

# vo_hoarder_purchase_rest_item_01_0
source: A bit of comfort on the road to damnation.
ja: 破滅への道程でのささやかな癒やし。
ko: 파멸로 통하는 길목에서 얻는 일말의 위로.
uk: Трохи розради на шляху до вічних мук.
zh_cn: 在通往诅咒的道路上的些许慰藉。

# vo_hoarder_purchase_rest_item_02_0
source: Something to ease the rigours of the road.
ja: 道程の過酷さを和らげるもの。
ko: 여정의 혹독함을 덜어주지.
uk: Дещо для полегшення дорожніх негараздів.
zh_cn: 这能让沿途的艰难险阻稍显缓和。

# vo_hoarder_purchase_sc_upgrade_01_0
source: A sound investment in roads yet untraveled.
ja: まだ見ぬ道への健全な投資。
ko: 아직 가지 못한 길에서는 충분한 투자지.
uk: Розумне вкладення в майбутні подорожі.
zh_cn: 为陌生前路所做的明智投资。

# vo_hoarder_purchase_sc_upgrade_02_0
source: Anything that lets us travel further is worth the cost.
ja: より遠くへ行けるなら、何でも支払う価値がある。
ko: 여정을 더 멀리 보내줄 수만 있다면 충분히 가치가 있지 않겠나.
uk: Усе, що дозволяє нам іти далі, варто своєї ціни.
zh_cn: 任何能让我们走得更远的东西都物有所值。

# vo_hoarder_purchase_trinket_01_0
source: Trinkets and baubles, paid for in blood.
ja: 装身具と宝物は、血で支払われる。
ko: 핏값으로 치른 장신구와 패물이로군.
uk: Дрібнички та абищиці, за які сплачено кров’ю.
zh_cn: 饰品和珍宝，以鲜血交换。

# vo_hoarder_purchase_trinket_02_0
source: ... such power in such a little thing.
ja: …こんなにも小さきものに、これほどの力があるとは。
ko: ...이리도 하찮은 물건에 이런 힘이 깃들어 있다니.
uk: ...стільки сили в такій невеликій штучці.
zh_cn: ……如此强大的力量，如此渺小的载体。

# vo_hospital_disease_remove_01_0
source: The treatment is harsh, but undeniably effective.
ja: 手荒い治療だが、効果は絶大だ。
ko: 치료 자체는 거칠지만 효능은 확실하네.
uk: Лікування неприємне, але, безумовно, ефективне.
zh_cn: 疗法很严酷，但效果无可否认。

# vo_hospital_disease_remove_02_0
source: We can suffer no sickness on this pilgrimage.
ja: この巡礼の旅で病は禁物だ。
ko: 이 순례 중에는 그 어떤 질병도 허용할 수 없네.
uk: Ми не дозволяємо собі хворіти в цьому поході.
zh_cn: 在这场朝圣之旅中，我们无法容许疾病的拖累。

# vo_hospital_purchase_item_01_0
source: The odds of illness are high - best to be prepared.
ja: 病気になる確率は高い。備えあれば憂いなしだ。
ko: 병에 걸릴 확률이 높으니 대비하는 게 좋겠지.
uk: Шанси захворіти високі. Краще підготуватись.
zh_cn: 染病的概率很高——最好做足准备。

# vo_hospital_purchase_item_02_0
source: Tonics, tinctures, and remedies - the science of hope.
ja: 強壮剤、チンキ、治療法。希望の科学だ。
ko: 강장제, 물약과 치료제... 희망의 과학이랄까.
uk: Зміцнюючі засоби, настоянки й ліки... наука надії.
zh_cn: 药剂和药方——名为“希望”的科学。

# vo_hospital_quirk_lock_01_0
source: We must preserve what is best in us.
ja: 我々が持っている最良のものを守らねばならない。
ko: 가장 훌륭한 미덕은 지켜야 하겠지.
uk: Ми маємо зберегти в собі найкраще.
zh_cn: 我们必须秉持最良好的品质。

# vo_hospital_quirk_lock_02_0
source: Strength comes in many forms.
ja: 強さには様々な形がある。
ko: 힘이란 다양하게 발휘되는 법이니.
uk: Силу можна отримати в різний спосіб.
zh_cn: 力量有许多种存在的形式。

# vo_hospital_quirk_remove_01_0
source: Even the worst habits can be overcome.
ja: 最悪の習慣でさえも克服できる。
ko: 최악의 습관이라도 충분히 고칠 수 있네.
uk: Навіть від найгірших звичок можна позбавитися.
zh_cn: 即使最糟的习惯也可以被克服。

# vo_hospital_quirk_remove_02_0
source: We need not be defined by our shortcomings.
ja: 我々は自分の欠点によって定義される必要はない。
ko: 단점만으로 사람을 평가해서는 안되는 일.
uk: Ми не можемо залежати від своїх недоліків.
zh_cn: 我们不需要被自身的缺陷定义。
