Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_node_exit_success_dungeon+highwayman+forest
source: Old bones ought to stay down.
ja: 古い骨は埋めておくべきだ
ko: 한물 갔으면 곱게 찌그러지란 말이야.
uk: Старі кістки мають лежати.
zh_cn: 古老的尸骸就该埋在土里。

# bark_node_exit_success_dungeon+jester+city
source: Talk about a pyrrhic victory. Heheh.
ja: 不本意な勝利だな。へへへっ
ko: 상처 뿐인 승리라고나 할까. 헤헤.
uk: До речі, про піррову перемогу, хе-хе.
zh_cn: 所谓皮洛士式胜利。呵呵。

# bark_node_exit_success_dungeon+jester+coast
source: Bon voyage!
ja: 良い旅を！
ko: 즐거운 항해를 떠나자!
uk: Бон вояж!
zh_cn: 一路顺风！

# bark_node_exit_success_dungeon+jester+farm
source: You won't be dining on us tonight, fiends!
ja: 我々を夕食にはできないぞ、悪魔め！
ko: 오늘만큼은 우릴 잡아먹지 못할 거다, 마귀 놈들아!
uk: Сьогодні ми не станемо вашою вечерею, тварюки!
zh_cn: 今晚吃不了我们了，恶魔！

# bark_node_exit_success_dungeon+jester+forest
source: How very like soldiers - dying in rank.
ja: いかにも兵隊らしい…死に方だな
ko: 오와 열을 맞춰 죽은 꼴을 보니 군인이 따로 없네.
uk: Як це схоже на солдатів — гинути в строю.
zh_cn: 这就是军队吧——按军衔从低到高死去。

# bark_node_exit_success_dungeon+leper+city
source: A city under siege - but stirring within its walls, hope.
ja: 四面楚歌の街だが、城壁の中では希望が蠢いている
ko: 도시는 포위되었으나 그 성벽 안쪽에서는 희망이 움트누나.
uk: Місто в облозі, але в його стінах жевріє надія.
zh_cn: 一座战火纷飞的城市——但在墙壁之中仍存希望。

# bark_node_exit_success_dungeon+leper+coast
source: The stone defies the eroding waves.
ja: 石は波の浸食に逆らっている
ko: 돌은 밀려오는 파도를 견뎌낸다.
uk: Скелі не піддаються натиску хвиль.
zh_cn: 磐石抵御浪潮的侵袭。

# bark_node_exit_success_dungeon+leper+farm
source: A cruel contrivance of starvation and excess.
ja: 飢えと過剰の残酷な仕組み
ko: 기아와 과잉의 잔혹한 계략이로다.
uk: Хитросплетіння заможності й голоду.
zh_cn: 饥饿与富足的残忍结合。

# bark_node_exit_success_dungeon+leper+forest
source: A tall tree falls in the forest - all is quiet.
ja: 森で高い木が倒れ、あたりは静寂に
ko: 키 큰 나무 한 그루가 쓰러져 봤자... 숲에는 아무 일 없다.
uk: Коли в лісі падає велике дерево, потім настає тиша.
zh_cn: 森林一棵大树倒下——万籁俱寂。

# bark_node_exit_success_dungeon+man_at_arms+city
source: There are folk in this town not yet lost to madness.
ja: この町には、まだ狂気に負けていない人々がいる
ko: 아직 미치지 않은 마을 사람들도 있나 보군.
uk: Не всі люди в місті віддалися божевіллю.
zh_cn: 这座城里还存在没有疯掉的人。

# bark_node_exit_success_dungeon+man_at_arms+coast
source: We made chum of the bastards!
ja: 俺たちはあいつらと仲良しなんだ
ko: 저 후레자식들에게 친구를 만들어 줬구먼!
uk: Від цих тварюк залишилося лише мокре місце.
zh_cn: 我们把那些怪物剁成鱼肉酱了！

# bark_node_exit_success_dungeon+man_at_arms+farm
source: Perhaps the people can rebuild. I hope so.
ja: 民は再生できるかもしれない。俺はそう願う
ko: 저 사람들도 재건할 수 있을지 모르지. 그리 희망해 보자.
uk: Можливо, місто ще відродиться. Сподіваюсь на це.
zh_cn: 也许人们可以重建这里。希望如此。

# bark_node_exit_success_dungeon+man_at_arms+forest
source: This foul mimicry of a campaign must end.
ja: この汚らわしい、まがい物の作戦は終わらせねば
ko: 이 추악한 전쟁의 모사품은 반드시 끝나야 한다.
uk: Ця мерзенна подоба війни має закінчитися.
zh_cn: 这个对战争的拙劣模仿必须结束。

# bark_node_exit_success_dungeon+occultist+city
source: So many precious volumes lost... yet we remain.
ja: 多くの貴重な書物が失われた…だが我々は残る
ko: 실로 많고 귀중한 지식을 잃었으나... 우리는 살아남았다.
uk: Багато цінних фоліантів утрачено... але ми ще живі.
zh_cn: 如此多珍贵的卷册付之一炬……但我们还在。

# bark_node_exit_success_dungeon+occultist+coast
source: Back to your trench, foul leviathan!
ja: 塹壕に戻れ、汚らわしい獣め！
ko: 네 소굴로 돌아가라, 더러운 레비아탄이여!
uk: Повертайся в безодню, Левіафане!
zh_cn: 回你的深渊去，利维坦！

# bark_node_exit_success_dungeon+occultist+farm
source: Life may return to these fields in time.
ja: やがてこの野原に生命が戻るかもしれない
ko: 시간이 지나면 이 밭에도 생명이 돌아올 수 있겠지.
uk: Через якийсь час сюди може повернутися життя.
zh_cn: 随着时迁季移，这片土地或许会重现生机。

# bark_node_exit_success_dungeon+occultist+forest
source: Perhaps I will sleep unbothered tonight...
ja: 今夜は安心して眠れそうだ…
ko: 어쩌면 오늘 밤은 안 깨고 잘 수 있겠어...
uk: Може, сьогодні я спатиму без кошмарів...
zh_cn: 或许今晚我能得到一夜安睡……

# bark_node_exit_success_dungeon+plague_doctor+city
source: I wonder at the formula for their accelerants...
ja: 奴らの火薬の調合はどうなっているの…
ko: 저 육신을 촉진하는 물질이 뭘지 궁금한걸...
uk: Цікаво, що ж вони використовують для каталізу...
zh_cn: 不知道他们的助燃剂是怎么配的……

# bark_node_exit_success_dungeon+plague_doctor+coast
source: Did you spy its ocular membranes? Curious...
ja: 眼球の膜を調査した？不思議だ…
ko: 저 아종들의 안구 봤어? 참 흥미진진한데...
uk: Бачили його очі? Цікаво...
zh_cn: 你们注意到它的眼角膜了么？真稀奇……

# bark_node_exit_success_dungeon+plague_doctor+farm
source: I wonder what mother could birth such a curiosity.
ja: この好奇心の生みの親は誰なのかしら
ko: 어떤 모태에서 저런 기이한 것들이 태어나는지 궁금한데.
uk: Цікаво, яка мати могла народити таке диво.
zh_cn: 不知道什么样的母亲才能产下这样的奇婴。

# bark_node_exit_success_dungeon+plague_doctor+forest
source: What a strange new process of decay that was!
ja: なんという奇妙な新しい崩壊の過程なの
ko: 참으로 새롭고 이질적인 부패의 진행이로군!
uk: Який дивний процес розкладання!
zh_cn: 真是崭新而奇特的衰败过程！

# bark_node_exit_success_dungeon+runaway+city
source: Oh, you want to burn, do you?! Then BURN!
ja: 燃やしたいんでしょ？じゃあ、燃やせば！
ko: 아, 불타고 싶다고? 불타고 싶다고?! 그럼 불타거라!
uk: Хто грає з вогнем, хай горить сам!
zh_cn: 喔，你想燃烧？！那就燃烧吧！

# bark_node_exit_success_dungeon+runaway+coast
source: Whatever that thing was, it's dead now.
ja: あれが何であろうと、もう死んでいる
ko: 저게 뭐였든 간에 이젠 죽었어.
uk: Що б це не було, воно вже мертве.
zh_cn: 不管那东西是什么，它现在死了。

# bark_node_exit_success_dungeon+runaway+farm
source: Torch the fields just to be sure, I say.
ja: 念のために、農場を燃やそうよ
ko: 혹시 모르니까 밭에 불을 질러 버리자고.
uk: Підпаліть поля. Так, про всяк випадок.
zh_cn: 要我说，应该一把火把这里烧了，以防万一。

# bark_node_exit_success_dungeon+runaway+forest
source: Let's raze these weeds and get back on the road.
ja: この雑草を刈り取って、道に戻ろう
ko: 잡초 다 뽑았으면 다시 여정을 떠나자.
uk: Давайте вирвемо ці бур’яни й вирушимо далі.
zh_cn: 烧完这里的种子，咱们就继续上路吧。

# bark_node_exit_success_dungeon+vestal+city
source: If we're to rebuild, we must retain knowledge.
ja: 再建のためには、知識を保持しなければなりません
ko: 세상을 재건하려면 지식을 지켜야 하지.
uk: Ми маємо зберегти знання заради майбутнього.
zh_cn: 若要重建，我们必须让知识得以留存。

# bark_node_exit_success_dungeon+vestal+coast
source: We must turn these people down a better path!
ja: 私たちは、この人たちをより良い道に向かわなければ！
ko: 저 자들을 더 나은 길로 인도해야 한다!
uk: Ми маємо направити їх на добру путь!
zh_cn: 我们必须阻止这些人误入歧途！

# bark_node_exit_success_dungeon+vestal+farm
source: How far the folk have strayed...
ko: 다들 얼마나 멀리 떠나갔는지...
uk: Далеко ж вони зайшли...

# bark_node_exit_success_dungeon+vestal+forest
source: Poor restless souls.
ja: 気の毒に、心の休まらない魂たちよ
ko: 안식을 찾지 못한 불쌍한 영혼들.
uk: Бідні неприкаяні душі.
zh_cn: 可怜的灵魂，不得安宁。

# bark_node_exit_success_gauntchirurgeon+bounty_hunter
source: Nab anything good?
ja: 収穫はあったか？
ko: 약빨 좀 있나?
uk: Знайшлося щось цікаве?
zh_cn: 找到什么好东西了？

# bark_node_exit_success_gauntchirurgeon+flagellant
source: A play-actor at the TRUE consecration of the flesh!
ja: 肉体を捧げる真の儀式で茶番とはな！
ko: 진정 육신을 봉헌하는 참된 사역자로다!
uk: Комедіант на СПРАВЖНЬОМУ освяченні плоті!
zh_cn: 出演了真正的血肉献祭的一介戏子！

# bark_node_exit_success_gauntchirurgeon+grave_robber
source: And the spoils to us. Well deserved.
ja: 戦利品は私たちのもの。当然の報いね
ko: 다 우리 좋자고 한 거지. 합당한 결과야.
uk: А нам — здобич. Заслужена.
zh_cn: 战利品归我们了。当之无愧。

# bark_node_exit_success_gauntchirurgeon+hellion
source: Damn him and damn his tricks!
ja: アイツも、そのやり口も最低だったな！
ko: 망할 놈! 망할 수작을!
uk: Хай йому грець! І всім його хитрощам!
zh_cn: 愿他和他的这些把戏统统下地狱！

# bark_node_exit_success_gauntchirurgeon+highwayman
source: Let's hope our haul was worth it.
ko: 그만한 가치가 있었기를 바랄 뿐.

# bark_node_exit_success_gauntchirurgeon+jester
source: Was he dissecting 'em or patching 'em up...?
ja: 果たしてあれは解剖なのか、治療なのか…？
ko: 해부를 한 거야, 봉합을 한 거야...?
uk: Він робив розрізи чи різав на шматки?..
zh_cn: 他到底是在解剖还是在缝补……？

# bark_node_exit_success_gauntchirurgeon+leper
source: They mime the motions of humanity, even in death...
ja: 死してなお、人間のように振る舞っていたな…
ko: 저들은 죽음 속에서도 인간성을 모방하니...
uk: Вони наслідують людські рухи навіть коли помирають...
zh_cn: 即使死去，他们也仍流露人性的余晖……

# bark_node_exit_success_gauntchirurgeon+man_at_arms
source: Lucky we've any of our own blood left, eh!
ja: まだ血が残っていて良かったな！
ko: 피가 쫙 빠지지 않은 게 천만 다행이다!
uk: Це щастя, що в наших жилах залишилася хоч якась кров!
zh_cn: 幸好我们的血还没流干，是吧？

# bark_node_exit_success_gauntchirurgeon+occultist
source: Intriguing curiosities - anything useful?
ja: 興味深い… 何か使えそうなものは？
ko: 흥미로운 방법이로고... 유용한 게 있을지도?
uk: О, які цікавинки... Є щось корисне?
zh_cn: 有趣的奇物——有找到什么用得上的吗？

# bark_node_exit_success_gauntchirurgeon+plague_doctor
source: Allow me to explain these tools...!
ko: 이 도구들은 내가 설명하지...!

# bark_node_exit_success_gauntchirurgeon+runaway
source: Eugh, his stash was covered in leech goo.
ja: うげぇ、奴の持ち物はヒルでベトベトね
ko: 웩, 온통 거머리 점액투성이 도구들로 뭘 한다고.
uk: Тьху, яка гидота... Його речі були вкриті слизом п’явок.
zh_cn: 呃，他的藏品上全是水蛭的粘液。

# bark_node_exit_success_gauntchirurgeon+vestal
source: A further blow to those who stray from the Light!
ja: 善に背く者らに更なる制裁を！
ko: 저렇게 빛에서 벗어난 자들에게는 더 큰 천벌이 내리리!
uk: Ще один удар для тих, хто відступається від Світла!
zh_cn: 对背离圣光者的又一记重击！

# bark_node_exit_success_guardian+bounty_hunter
source: Could take a dozen of 'em.
ja: もう十数体いてもやれそうだな
ko: 열두엇 정도 상대했어도 문제 없었겠군.
uk: Міг би й десяток таких упокоїти.
zh_cn: 来十个也不在话下。

# bark_node_exit_success_guardian+flagellant
source: Feed me your transgressions.
ja: お前の罪を私に与えてくれ
ko: 네 죄를 내게 고해 보라.
uk: Розкажи, про що ти жалкуєш.
zh_cn: 把你们的罪孽宣泄于我吧。

# bark_node_exit_success_guardian+grave_robber
source: I daresay we're getting the hang of this.
ko: 이 정도야 슬슬 익숙해졌달까.
uk: Ми, безсумнівно, пристосуємося до цього.

# bark_node_exit_success_guardian+hellion
source: AKYLORAAAHHH!
ja: ぐあああああ！
ko: 아킬로라아아!!
uk: АКІ-ЛОРА-А-А-А!

# bark_node_exit_success_guardian+highwayman
source: In and out - a perfect job!
ja: 入ってすぐ出られるとは、完璧な仕事だな！
ko: 슬쩍 들어갔다 나오는 완벽한 작업이었어!
uk: Чудова робота!
zh_cn: 全身而退——完美收工！

# bark_node_exit_success_guardian+jester
source: Ha HA! Time for a song!
ja: ハハッ！歌の時間だ！
ko: 하 하! 노래할 시간이다!
uk: Ха-ха, час моїх пісень настав!
zh_cn: 哈哈！是时候唱一曲了！

# bark_node_exit_success_guardian+leper
source: A sunrise at last.
ja: ついに日の出を迎えた
ko: 드디어 맞이하는 일출.
uk: Нарешті сонце сходить...
zh_cn: 终于，一次黎明。

# bark_node_exit_success_guardian+man_at_arms
source: We've done it <i>together!</i> A fighting family!
ja: 俺たちはやったぞ。<i>一緒にだ！</i>戦う家族だな！
ko: <i>협동</i>의 결실이다! 함께 싸운 전우들이여!
uk: Ми впоралися <i>разом</i>, воїни!
zh_cn: 我们<i>携手</i>做到了！真是默契的一家人！

# bark_node_exit_success_guardian+occultist
source: Another abomination falls!
ja: また怪物が倒れた！
ko: 또 하나의 혐오체가 스러지누나!
uk: Ще однієї мерзоти позбавились!
zh_cn: 又一个怪物倒下了！

# bark_node_exit_success_guardian+plague_doctor
source: Precision! Poise! A successful operation!
ja: 精密さと落ち着きが、成功の秘訣だ！
ko: 정밀함과 평정심! 완벽한 수술이었다!
uk: Точність, витримка, успіх!
zh_cn: 精准！镇静！手术很成功！

# bark_node_exit_success_guardian+runaway
source: Whew, we did it...!
ja: ヒュー！やった…！
ko: 휴, 해냈다...!
uk: Фух, у нас усе вийшло!
zh_cn: 呼，我们做到了……！

# bark_node_exit_success_guardian+vestal
source: Bloodshed purifies!
ja: 血にまみれた浄化ですね！
ko: 피로 정화되거라!
uk: Пролита кров допомагає очиститись!
zh_cn: 流尽污秽之血，世界就会更加纯净！

# bark_node_exit_success_storycultist+bounty_hunter
source: Send those freaks packing.
ja: 化け物どもを追い払え
ko: 저 치들은 짐 싸라고 해.
uk: Нехай забираються звідси.
zh_cn: 那些怪物落荒而逃。

# bark_node_exit_success_storycultist+flagellant
source: Undeserving of the pain they'd mete out!
ja: 痛い目に遭わされる筋合いはない！
ko: 저들이 주었을 고통에 비하면 과분하지!
uk: Біль треба заслужити!
zh_cn: 他们还不配制造这么大的痛苦！

# bark_node_exit_success_storycultist+grave_robber
source: You lot aren't welcome here, savvy?
ja: お前らは歓迎されてない、わかった？
ko: 너희는 여기서 환영받지 못해, 알겠니?
uk: Вам тут не раді. Зрозуміло?
zh_cn: 这里不欢迎你们，懂了么？

# bark_node_exit_success_storycultist+hellion
source: HAH! The rush of a hard-earned kill!
ja: ハッ！獲物を仕留めた時の快感よ！
ko: 하! 몸 바쳐 얻어낸 살육의 행진이다!
uk: Ха, складний супротивник!
zh_cn: 哈！殊死搏斗的刺激！

# bark_node_exit_success_storycultist+highwayman
source: Hah! That'll buy us a little time.
ja: ハッ！これで少しは時間が稼げる
ko: 하! 덕분에 시간을 좀 벌었군.
uk: О, це дасть нам трохи часу.
zh_cn: 哈！这会为我们争取些时间。

# bark_node_exit_success_storycultist+jester
source: That melody... I've killed to it before...
ja: このメロディ…この曲に合わせて殺したことがあったな…
ko: 저 가락... 진짜 사람 잡을 만큼 좋구먼...
uk: Мелодія мені знайома — я вбивав під неї...
zh_cn: 那个旋律……我曾为它杀戮……

# bark_node_exit_success_storycultist+leper
source: Aberrations. I feel lighter for their absence.
ja: 異端者め。あいつらがいないと心が軽くなる
ko: 물이 위에서 아래로 흐르듯, 저들이 없으니 내 마음은 가벼워지는구나.
uk: Єресь... мені легше, коли вона відсутня.
zh_cn: 怪物。除掉了它们，我感到轻松了些。

# bark_node_exit_success_storycultist+man_at_arms
source: Drive the bastards back to their hole!
ja: 奴らを巣穴に追い返せ！
ko: 저 개자식들이 원래 있던 시궁창으로 돌려 보내라!
uk: Гоніть цих гадів назад у нори!
zh_cn: 把那些混蛋赶回它们的深渊里！

# bark_node_exit_success_storycultist+occultist
source: Begone! Return to whatever void birthed you!
ja: 消えろ！生まれた空間に帰れ！
ko: 꺼져라! 너희가 기어 나온 공허로 돌아가거라!
uk: Геть! Повертайтеся туди, звідки прийшли!
zh_cn: 退散吧！回到诞生你们的虚空之中！

# bark_node_exit_success_storycultist+plague_doctor
source: Intriguing specimens, but better off dead!
ja: 魅力的な標本だけど、死んだ方がマシだ！
ko: 실로 흥미로운 표본이로군. 하지만 그냥 죽어 있는 게 나아!
uk: Цікаві особини, але краще хай вони будуть мертві.
zh_cn: 很有趣的样本，但死了比活着更好！

# bark_node_exit_success_storycultist+runaway
source: They burn the same as anyone else.
ja: 奴らは他の者と同じように燃える
ko: 불에 타는 건 똑같구만 뭘.
uk: Вони горять так само, як і інші.
zh_cn: 它们和所有人一样，都能被烧成灰。

# bark_node_exit_success_storycultist+vestal
source: The Light guides my hand!
ko: 빛이 내 손을 이끄시니!
uk: Світло спрямовує мою руку!

# bark_node_exit_success_storyhero+herostory_FLG_01
source: Deliverance touched me that day.
ja: その日、解放が俺に近づいた
ko: 그날 나는 구원을 맛보았다.
uk: Того дня я побачив, у чому спасіння.
zh_cn: 那一天，我品尝到了解脱的滋味。

# bark_node_exit_success_storyhero+herostory_FLG_02
source: They know not what they have wasted.
ja: 彼らは何を無駄にしたのかわかっていない
ko: 저들은 자기가 뭘 놓쳤는지도 모를 거다.
uk: Вони навіть не знають, що втратили.
zh_cn: 他们不知道自己错过了什么。

# bark_node_exit_success_storyhero+herostory_FLG_03
source: Exquisite agony.
ja: すばらしい苦悩だ…
ko: 절묘한 고뇌지.
uk: Вишукана агонія.
zh_cn: 精妙绝伦的痛苦。

# bark_node_exit_success_storyhero+herostory_FLG_04
source: My great work has only just begun!
ja: 俺の大仕事は始まったばかりだ！
ko: 나의 대업은 이제 막 시작되었을 뿐!
uk: Моя велика робота тільки почалася!
zh_cn: 我的伟大使命才刚刚开始！

# bark_node_exit_success_storyhero+herostory_FLG_05
source: Death cannot have me until I've bled my last!
ja: 俺が最後の血を流すまで、死に屈しない！
ko: 내 마지막 핏방울까지 흘리기 전에는 죽음도 날 가질 수 없다!
uk: Смерть обходитиме мене, доки в моїх жилах є хоч крапля крові!
zh_cn: 在我流尽最后一滴血前，死神也不能将我带走！

# bark_node_exit_success_storyhero+herostory_FLG_06
source: Wonders. Raptures beyond measure. I'll show them!
ja: 不思議なこと、そして計り知れない歓喜。奴らに見せてやろう！
ko: 경이. 상상할 수조차 없는 지복. 전부 보여주었지!
uk: Чудеса. Екстаз понад міри. Я їм покажу!
zh_cn: 这是奇迹！是无法度量的狂喜！见证吧！

# bark_node_exit_success_storyhero+herostory_GR_01
source: I masked my venom - as a young Lady must.
ja: 私は毒を隠した。若い女性はみなそうした
ko: 내 독은 내가 직접 탔지. 당돌한 숙녀답게 말이야.
uk: Я приховала отруту — як і належить молодій леді.
zh_cn: 我掩藏了自己的恶毒——淑女就该如此。

# bark_node_exit_success_storyhero+herostory_GR_02
source: That gasp as he expired was the only time he ever pleasured me.
ja: 彼が私を喜ばせたのは、最期の一息だけだったわ
ko: 그 놈이 날 기쁘게 해준 거라고는 마지막으로 내뱉던 호흡 뿐이었어.
uk: Своїм останнім подихом він дарував мені насолоду... вперше й востаннє.
zh_cn: 他临终的那一声喘息，是我唯一一次从他身上得到快感。

# bark_node_exit_success_storyhero+herostory_GR_03
source: Even more worthless than I thought him, the wretch.
ja: 彼は、私が思う以上に価値のない奴だった
ko: 그 쓰레기는 내 추억보다도 더 무가치한 놈이었어.
uk: Він виявився ще нікчемнішим, ніж я про нього думала.
zh_cn: 那个混账，比我想象得还要不值钱。

# bark_node_exit_success_storyhero+herostory_GR_04
source: The things a woman learns about herself.
ja: 女性が自分について学ぶことね
ko: 여자라면 자기 앞가림쯤 할 줄 알아야지.
uk: Із часом жінка багато чого дізнається про себе.
zh_cn: 女人嘛，总要重新认识自己。

# bark_node_exit_success_storyhero+herostory_GR_05
source: I was guilty only of impulsivity... truly...
ja: 私は衝動から罪を被っただけ…本当よ…
ko: 정말이지, 내 죄는 좀 충동적이었다는 것 뿐이야...
uk: Я винна лише у своїй імпульсивності...
zh_cn: 我的罪行不过是冲动罢了……真的……

# bark_node_exit_success_storyhero+herostory_GR_06
source: Right and wrong matter naught. Hell is here regardless.
ja: 善悪は関係ない。何があっても地獄はここにある
ko: 옳든 그르든 상관 없어. 어차피 여기는 지옥이잖아.
uk: Вчинки значення не мають, пекло чекає на всіх.
zh_cn: 是非对错不重要。我们都在这苦海中浮沉。

# bark_node_exit_success_storyhero+herostory_HEL_01
source: Glory was mine for the taking.
ja: 栄光は私のものだった
ko: 난 영광을 직접 손에 쥐어야 한다.
uk: Мені залишалося лише простягнути руку до слави.
zh_cn: 荣耀离我只有一步之遥。

# bark_node_exit_success_storyhero+herostory_HEL_02
source: True battle was nothing like the training pits.
ja: 本当の戦いは訓練とはまったく違う
ko: 진짜 전투, 훈련 구덩이와 전혀 달랐다.
uk: Навчання — це ніщо в порівнянні з жахом справжнього бою.
zh_cn: 真正的战场和训练场截然不同。

# bark_node_exit_success_storyhero+herostory_HEL_03
source: My brothers, my sisters, calling for me as they died...
ja: 兄弟と姉妹は、死に際に私の名をを呼んだ…
ko: 내 형제들, 내 자매들, 죽으면서 내 이름 불렀다...
uk: Мої брати й сестри звали мене в передсмертній агонії.
zh_cn: 我的兄弟姐妹，死时呼唤着我的名字……

# bark_node_exit_success_storyhero+herostory_HEL_04
source: A coward's death was too good for me!
ja: 臆病者の死など、私には勿体ない！
ko: 난 겁쟁이로 죽을 자격도 없었다!
uk: Я не заслужила навіть такої смерті, якою вмирає боягуз.
zh_cn: 我连懦夫之死都不配！

# bark_node_exit_success_storyhero+herostory_HEL_05
source: Let my coward's blood soak the dirt.
ja: 私の臆病者の血は、土に染み込ませておけ
ko: 내 겁쟁이의 피를 이 땅에 뿌린다.
uk: Нехай моя кров боягуза окропить землю.
zh_cn: 让我懦弱的鲜血洒在土地上吧。

# bark_node_exit_success_storyhero+herostory_HEL_06
source: If I slay my way to glory, what kin await me...?
ja: 殺し続けて栄光の道を歩めば、どんな未来が待っているのだろうか…？
ko: 영광을 쟁취한들 어떤 혈족이 날 기다려 줄까...?
uk: Якщо я знайду шлях до слави, хто там на мене чекатиме?
zh_cn: 如果我杀出一条通往荣誉的路，会有族人迎接我么……？

# bark_node_exit_success_storyhero+herostory_HWY_01
source: I <i>earned</i> that second chance.
ja: 俺は、その2度目のチャンスを<i>勝ち取った</i>
ko: 두 번째 기회는 내 손으로 직접 <i>쟁취했지</i>.
uk: Я <i>заслужив</i> другий шанс.
zh_cn: 我<i>赢得</i>了第二次机会。

# bark_node_exit_success_storyhero+herostory_HWY_02
source: Justice is seldom seen on the road.
ja: 正義なんて、路上でそうそう見れたもんじゃない
ko: 길바닥에 정의 같은 게 어디 있겠나.
uk: Справедливість у подорожі нечасто бачиш.
zh_cn: 荒郊野岭没什么正义可言。

# bark_node_exit_success_storyhero+herostory_HWY_03
source: A meal wasn't all I was starved for.
ja: 食事だけに飢えていたわけでもない
ko: 내가 고팠던 건 식욕만이 아니었어.
uk: Я мріяв не тільки про їжу.
zh_cn: 我的饥饿并不是一顿饱餐就能填满的。

# bark_node_exit_success_storyhero+herostory_HWY_04
source: Loved the thrill... and hated that I still loved it.
ja: スリルが好きだった…そして、まだ好きな自分が嫌いだった
ko: 그 전율이... 너무 좋아. 아직도 좋다는 게 싫을 정도야.
uk: Я любив це почуття... і ненавидів себе за це.
zh_cn: 那时，我爱着那种快感……又恨着自己爱这种快感的事实。

# bark_node_exit_success_storyhero+herostory_HWY_05
source: Did he set me up? Does it even matter?
ja: 奴が俺をハメた？そんなの知ってどうなる？
ko: 놈이 꾸민 짓이냐고? 그게 중요한가?
uk: Він мене підставив? Хіба це зараз важливо?
zh_cn: 是他做了个局么？这真的还重要么？

# bark_node_exit_success_storyhero+herostory_HWY_06
source: So much for second chances.
ja: 2度目のチャンスはなくなったな
ko: 두 번째 기회의 비용 치고도 너무 과했어.
uk: Ось тобі й другий шанс.
zh_cn: 好一个“第二次机会”。

# bark_node_exit_success_storyhero+herostory_JES_01
source: It calls to me, even as a memory...
ja: 記憶の中でも呼び起こされる…
ko: 아직도 나를 부르는 기억이 있구만...
uk: Музика кличе мене, не відпускає...
zh_cn: 它在呼唤我，即使在记忆中也一样……

# bark_node_exit_success_storyhero+herostory_JES_02
source: Ever wanted something so bad your bones ache?
ja: 骨身に染みるほど欲しかったことは？
ko: 뼛속 시릴 정도로 뭔가를 간절히 바랐던 적이 있나?
uk: Вам колись хотілося чогось так, що аж зуби зводило?
zh_cn: 你有感受过切肤彻骨的欲望么？

# bark_node_exit_success_storyhero+herostory_JES_03
source: Hmph. You'd have snapped, too.
ja: ふむ。お前も切れたはずだ
ko: 흠. 너라도 뿅 갔을거야.
uk: Гм... Ніхто б не зміг стриматися.
zh_cn: 哼。换做是你也承受不住。

# bark_node_exit_success_storyhero+herostory_JES_04
source: Could have played 'til that whole <i>city</i> stood empty.
ja: <i>街</i>全体が空っぽになるまで遊んでいたかもしれない
ko: <i>도시</i>가 텅텅 빌 때까지도 연주할 수 있었어.
uk: Я міг грати, аж поки в <i>місті</i> нікого б не залишилося.
zh_cn: 我甚至可以弹到整座<i>城市</i>无人生还。

# bark_node_exit_success_storyhero+herostory_JES_05
source: That massacre was my magnum opus.
ja: あの大虐殺は私の大作だ
ko: 그 학살은 내 인생 역작이었다고 할 수 있지.
uk: Та симфонія кровопролиття стала моїм шедевром.
zh_cn: 那场杀戮就是我的毕生杰作。

# bark_node_exit_success_storyhero+herostory_JES_06
source: Suppose I'll have to die the old-fashioned way.
ja: 昔ながらの方法で死ぬしかないようだ
ko: 난 아마 되게 고루한 방식으로 죽을 모양이야.
uk: Мабуть, мені теж доведеться померти.
zh_cn: 看来我只能找个老生常谈的死法了。

# bark_node_exit_success_storyhero+herostory_LEP_01
source: Compassion is its own strength.
ja: 同情には強さがあるのだ
ko: 동정은 그 자체로 힘이니.
uk: Милосердя є ознакою великої сили.
zh_cn: 同情心自有其力量。

# bark_node_exit_success_storyhero+herostory_LEP_02
source: I mourned my body and the kingdom I might have forged.
ja: 私は自分の肉体と、自身で築いたであろう王国を弔った
ko: 나는 내 육신과 내가 건설하였을지 모를 왕국 모두를 애도하였다.
uk: Я оплакував свою долю і королівство, яке міг би побудувати.
zh_cn: 我哀悼着我的躯体，以及我本能亲手造就的国度。

# bark_node_exit_success_storyhero+herostory_LEP_03
source: The sun rises and sets, unwavering.
ja: 日は揺るぐことなく昇り、そして沈む
ko: 태양은 흔들림 없이 똑같이 뜨고 지더라.
uk: День у день сонце встає і сідає.
zh_cn: 日出，日落，不为外物所动。

# bark_node_exit_success_storyhero+herostory_LEP_04
source: A diagnosis - and a remedy - freeing in its finality.
ja: 診断と治療法は、最後になって解放される
ko: 진단과 처방의 마지막 선고가 내려졌으니.
uk: Хвороба і ліки, що подарували свободу від неї.
zh_cn: 一针见血，药到病除……在这终局令我坦然。

# bark_node_exit_success_storyhero+herostory_LEP_05
source: The time for mourning is past.
ja: 喪に服すべき時は過ぎ去った
ko: 애도의 시간은 끝났다.
uk: Час жалоби минув.
zh_cn: 哀悼的时刻已经过去。

# bark_node_exit_success_storyhero+herostory_LEP_06
source: A worthy heart beats in this world yet.
ja: この世界にはまだ立派な心臓が鼓動している
ko: 이 땅에는 아직 가치 있는 심장 하나가 뛰고 있노라.
uk: У цьому світі ще є достойні серця.
zh_cn: 这世界中仍然跳动着值得尊敬的心脏。

# bark_node_exit_success_storyhero+herostory_MAA_01
source: Don't say you squits never dreamed of victory.
ja: お前ら愚民が、勝利を夢見たことがないなんて言うなよ
ko: 너희 애송이들도 승리를 꿈꾸어 보지 않았노라고 부정하지는 마라.
uk: І не треба казати, що ніхто ніколи не мріяв про славу.
zh_cn: 别跟我说你们这些小崽子从没梦想过胜利。

# bark_node_exit_success_storyhero+herostory_MAA_02
source: Deserted by my own cunning...
ja: 己の狡猾さに見捨てられた…
ko: 내 어설픈 책략으로 자초한 일이지.
uk: Залишився один із власної вини...
zh_cn: 被我自己的狡猾所抛弃……

# bark_node_exit_success_storyhero+herostory_MAA_03
source: I was but a child playing commander.
ja: 俺は、司令官ごっこをする若造に過ぎなかった
ko: 난 그저 장군놀이에 심취한 어린애였다.
uk: Я був лише хлопчиськом, який грав у командира.
zh_cn: 我不过是个扮演指挥官的顽童。

# bark_node_exit_success_storyhero+herostory_MAA_04
source: A cursed old fool, bogged down by despair.
ja: 絶望に打ちのめされた、呪われし年老いの愚者だな
ko: 절망과 저주에 찌든 늙은 천치지.
uk: Дурний стариган, якого охопив відчай.
zh_cn: 一个罪该万死的糟老头子，被绝望压得喘不过气。

# bark_node_exit_success_storyhero+herostory_MAA_05
source: I repay them wound by wound.
ja: 傷には、傷で報いるだけだ
ko: 눈에는 눈, 이에는 이로 갚겠다.
uk: Я відплачу за всю заподіяну шкоду.
zh_cn: 我用一道道伤痕偿还我欠他们的债。

# bark_node_exit_success_storyhero+herostory_MAA_06
source: Til my final skirmish, my shield is your shield.
ja: 最後の戦いになるまで、俺の盾はお前の盾でもある
ko: 마지막 전쟁에 임하는 날까지 내 방패는 너희의 방패가 되어 줄 거다.
uk: Мій щит — ваш щит. До останньої краплі крові.
zh_cn: 直到我最后一次冲锋为止，我的盾牌就是你们的盾牌。

# bark_node_exit_success_storyhero+herostory_OCC_01
source: It was... lonely, in the void.
ja: あれは…虚空の中で孤独だった
ko: 참... 외로웠지, 공허 속에서는.
uk: У безодні було... самотньо.
zh_cn: 在虚空之中……很孤独。

# bark_node_exit_success_storyhero+herostory_OCC_02
source: Something in those silent halls sang out to only me.
ja: あの静かな広間の中で、何かが私だけに歌いかけてきた
ko: 그 조용한 전당에서는 뭔가가 나만을 위해 노래하고 있었다.
uk: Щось у тихих залах кликало мене.
zh_cn: 在那些寂静的大厅中，回响着只有我能听到的歌唱。

# bark_node_exit_success_storyhero+herostory_OCC_03
source: Why mourn things that only held me back?
ja: なぜ私のみを縛るものに対して嘆く？
ko: 내 발목만 잡던 것들을 뭣하러 애도했겠는가?
uk: Навіщо оплакувати те, що тобі заважає?
zh_cn: 为什么要为只会绊住我的事物哀悼？

# bark_node_exit_success_storyhero+herostory_OCC_04
source: All knowledge comes at a price.
ja: すべての知識には代償がある
ko: 모든 지식에는 대가가 따르는 것을.
uk: За всі знання треба платити.
zh_cn: 所有的知识都有代价。

# bark_node_exit_success_storyhero+herostory_OCC_05
source: Well... my mind is certainly no longer lonely.
ja: まあ…確かに私の心はもう寂しくはない
ko: 뭐... 최소한 내 정신은 이제 외롭진 않으니.
uk: Мій розум більше не такий самотній.
zh_cn: 嗯……我的心灵显然不再孤独了。

# bark_node_exit_success_storyhero+herostory_OCC_06
source: The stars roil and seethe. I never truly sleep.
ja: 星は唸り、沸き立つ。本当に眠ることはない
ko: 별들이 맴돌며 요동친다. 난 결코 잠들 수 없으리라.
uk: Зірки колихаються і гойдаються, а я ніколи не засинаю.
zh_cn: 星河翻涌沸腾。我再也不能真正入睡。
