Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# tutorial_t1320_title
source: CRITs
ko: 치명타
uk: Крити

# tutorial_t1321_description
source: In some battles, the entire enemy party will benefit from a <color=#{notable}>battle advantage</color>. When present, you'll see the advantage icon in the top left of the screen. <color=#{notable}>[MOUSE OVER]</color> it to see what it does. Low Flame makes battle advantages more likely, so beware!
ja: 戦闘によっては、敵パーティー全員が<color=#{notable}>戦闘有利</color>の恩恵を受ける。その場合、画面左上に有利状態のアイコンが表示される。<color=#{notable}>[マウスを合わせる]</color>とその効果を確認できる。 炎の残量が低いほど敵が有利状態になりやすいため要注意！
ko: 어떤 전투에서는 적 전체가 <color=#{notable}>유리한 전투</color>의 효과를 누릴 때도 있습니다. 이런 효과가 존재한다면 화면 왼쪽 상단의 이점 아이콘이 표시됩니다. 여기에 <color=#{notable}>[마우스 커서를 대면]</color> 어떤 효과가 주어지는지 확인 가능합니다. 불꽃 수치가 낮을 경우 전투적 이점이 발생할 확률도 높아지므로 조심하세요!
uk: У деяких боях уся ворожа сторона отримає <color=#{notable}>перевагу в бою</color>. Якщо так станеться, ви побачите значок переваги у верхньому лівому кутку екрана. Наведіть на нього <color=#{notable}>[КУРСОР]</color> щоб побачити, яку перевагу отримав ворог. Якщо Полум’я залишається мало, імовірність надання ворогу переваги в бою збільшується, тож будьте обережні!
zh_cn: 在一些战斗中，敌方队伍会占据某种<color=#{notable}>战斗优势</color>。触发敌方战斗优势时，你会在屏幕左上角看到对应的标志。<color=#{notable}>[鼠标划过]</color>以查看其具体效果。 火炬较低时，敌方队伍获得战斗优势的概率会提高，所以要当心了！

# tutorial_t1321_title
source: Battle Advantages
ko: 적에게 유리한 전투
uk: Перевага в бою

# tutorial_t1400_description
source: <color=#{notable}>Do not let the Flame expire.</color> The Stagecoach carries the <color=#{notable}>Flame</color>, which is the last hope for the world. It will gradually diminish as you drive, but helping local populace in <color=#{notable}>Assistance Encounters</color> can refill it. The lower it gets, the harder things will be for the party. <color=#{notable}>[HOLD @{ShowTorch}]</color> to see the Flame level and effects.
ko: <color=#{notable}>불꽃을 꺼뜨리지 마세요.</color> 역마차는 <color=#{notable}>불꽃</color>, 즉 이 세상 마지막 남은 희망을 싣고 달립니다. 불꽃은 앞으로 나아갈 수록 점점 어두워지지만, <color=#{notable}>조력 조우</color>를 통해 다시 밝힐 수 있습니다. 불꽃이 어두워 질수록 원정대에는 점점 심각한 일들이 벌어지기 시작합니다. <color=#{notable}>[@{ShowTorch}를 길게 눌러]</color> 불꽃의 상태와 효과를 확인할 수 있습니다.
uk: <color=#{notable}>Не дайте Полум’ю згаснути.</color> Диліжанс везе <color=#{notable}>полум’я</color> — останню надію світу. Воно поступово згасатиме, але допомога <color=#{notable}>страждальникам</color> знову розпалить його. Що менше полум’я залишиться, то важче буде героям. Натисніть і утримуйте клавішу <color=#{notable}>[@{ShowTorch}]</color>, щоб побачити рівень Полум’я та ефекти від нього.

# tutorial_t1400_title
source: The Flame
ja: 炎
ko: 불꽃
uk: Полум’я
zh_cn: 火炬

# tutorial_t1401_description
source: When the Flame gets below 40, things get significantly more dangerous for the heroes. <color=#{notable}>[MOUSE OVER]</color> the Flame to see the effects as the level changes. <color=#{notable}>These effects vary by Confession.</color> Find an <color=#{notable}>Assistance Encounter</color> or buy some <color=#{notable}>Glimmers of Hope</color> before the Flame is extinguished.
ko: 불꽃이 40 아래로 감소할 경우 영웅들에게 위험한 사건이 확연히 자주 벌어지기 시작합니다. 불꽃에 <color=#{notable}>[마우스 커서를 올려]</color> 상태별 효과를 확인하세요. <color=#{notable}>이런 효과는 고해에 따라 달라질 수 있습니다.</color> 불꽃이 완전히 꺼져 버리기 전에 <color=#{notable}>조력 조우</color>를 찾거나 <color=#{notable}>희망의 불씨</color>를 구입하세요.
uk: Коли Полум’я залишається менше ніж 40, рівень небезпеки для героїв значно підвищується. Наведіть <color=#{notable}>[КУРСОР]</color> на Полум’я, щоб переглянути ефекти від зміни рівня. <color=#{notable}>Ці ефекти залежать від сповідання.</color> Щоб Полум’я не згасло, знайдіть <color=#{notable}>страждальників</color> або придбайте <color=#{notable}>проблиски надії</color>.

# tutorial_t1401_title
source: Low Flame
ja: 消えかけの炎
ko: 낮은 불꽃
uk: Ослаблення Полум’я
zh_cn: 低火炬

# tutorial_t1402_description
source: When the <color=#{notable}>Flame reaches 0</color>, the heroes will soon be ambushed by cultists. If the heroes survive the fight, then the expedition will continue with a flicker of Flame still alive.
ko: <color=#{notable}>불꽃이 0으로 떨어지면</color> 영웅들은 광신적인 이교도들의 기습을 당하게 됩니다. 이 전투에서 살아 남는다면 실낱같은 불꽃의 불씨를 되살린 채 원정이 다시 재개됩니다.
uk: Коли рівень <color=#{notable}>Полум’я впаде до нуля</color>, героїв через короткий час оточать жорстокі єретики. Якщо ви виживете, похід триватиме далі й іскра Полум’я знову спалахне.

# tutorial_t1402_title
source: Flame Extinguished
ja: 炎の消失
ko: 꺼져 버린 불꽃
uk: Згасання Полум’я
zh_cn: 火炬熄灭

# tutorial_t1500_description
source: Evil is overtaking the world, as shown by the <color=#{notable}>loathing</color> <sprite name={q}icon_doom{q}> <color=#{notable}>meter</color>. Higher loathing results in tougher conditions for the party.
ko: 악이 세상을 집어삼키고 있는 정도는 <color=#{notable}>해악</color> <sprite name={q}icon_doom{q}><color=#{notable}>막대</color>로 확인할 수 있습니다. 해악이 높아질 수록 원정대가 견뎌야 하는 상황도 점점 나빠집니다.
uk: <color=#{notable}>Шкала огиди</color> <sprite name={q}icon_doom{q}> показує, наскільки успішно зло захоплює світ. Що вище показник, то важче буде групі.

# tutorial_t1500_title
source: Loathing
ja: 憎悪
ko: 해악
uk: Огида
zh_cn: 怨念

# tutorial_t1501_description
source: <color=#{notable}>Loathing</color> <sprite name={q}icon_doom{q}> increases when traveling on <color=#{notable}>oblivion tear</color> routes and when crossing <sprite name={q}icon_doom{q}> locations.
ko: <color=#{notable}>해악</color>은 <sprite name={q}icon_doom{q}> <color=#{notable}>망각의 균열</color> 경로를 통과하거나 <sprite name={q}icon_doom{q}> 지점을 지날 때 증가합니다.
uk: <color=#{notable}>Огида</color> <sprite name={q}icon_doom{q}> посилюється, коли ви прямуєте дорогами під назвою <color=#{notable}>сльози забуття</color> і коли ваш шлях пролягає через зупинки <sprite name={q}icon_doom{q}>.

# tutorial_t1501_title
source: Increasing Loathing
ja: 憎悪の増加
ko: 높아지는 해악
uk: Посилення Огиди
zh_cn: 怨念升高

# tutorial_t1502_description
source: Loathing <sprite name={q}icon_doom{q}> is reduced by winning fights at <color=#{notable}>locations</color>. Road battles don't count. Choose <color=#{notable}>resist</color>, <color=#{notable}>lair</color>, or <color=#{notable}>Oblivion's Ingress</color> locations to keep your loathing in check.
ko: <sprite name={q}icon_doom{q}> 해악은 각 <color=#{notable}>지점</color>의 전투에서 승리하여 낮출 수 있습니다. 단 노상 전투는 여기서 제외됩니다. <color=#{notable}>저항</color>, <color=#{notable}>소굴</color>, 또는 <color=#{notable}>망각의 침입</color> 지역을 선택하여 해악 수치를 관리할 수 있습니다.

# tutorial_t1502_title
source: Reducing Loathing
ko: 해악 낮추기
uk: Ослаблення Огиди

# tutorial_t1503_description
source: If the loathing <sprite name={q}icon_doom{q}> meter fills completely, beware! The <color=#{notable}>Confession Boss</color> will stir on the Mountain and dire consequences will result. In addition to an immediate negative effect that is different for each Confession, the Boss will also gain a HP buff that will make them tougher to defeat should you reach the Mountain. <color=#{notable}>Seek out fights</color> to reduce Loathing before this happens!
ja: 憎悪<sprite name={q}icon_doom{q}>メーターが満タンになったら身構えろ！ <color=#{notable}>懺悔ボス</color>が山で蠢き、恐ろしい結末を迎えることになる。 懺悔ごとに異なる、即効性のネガティブな効果に加え、ボスのHPが増加してしまい、山に到達できたとしても倒すのが困難になるだろう。 そうなる前に、<color=#{notable}>憎悪を減らせる戦闘</color>を探そう！
ko: 해악 <sprite name={q}icon_doom{q}> 막대가 꽉 차면 조심하세요! <color=#{notable}>고해 우두머리</color>가 산을 돌아다니면서 끔찍한 결과를 초래할 것입니다. 선택한 고해에 따라 다양한 부정적 효과가 즉시 주어지며, 산에서 상대하게 될 우두머리에게는 체력 강화가 주어져 물리치기가 더 어려워집니다. 이런 사태가 발생하기 전에 <color=#{notable}>전투를 치러서</color> 해악을 낮추세요!
uk: Якщо шкала Огиди <sprite name={q}icon_doom{q}> заповниться, чекайте біди! <color=#{notable}>Бос сповідання</color> на Горі заворушиться, і наслідки будуть жахливими. На додаток до негайного негативного ефекту (відрізняється для кожного сповідання) у боса збільшиться запас здоров’я, що зробить перемогу над ним ще важчою, якщо ви все ж дістанетеся до Гори. Доки цього не сталося, <color=#{notable}>беріть участь у боях</color>, щоб ослабити Огиду!
zh_cn: 如果怨念条<sprite name={q}icon_doom{q}>完全填满，那就要当心了！ <color=#{notable}>罪行头目</color>会在山峰作祟，引发严重后果。 在每个罪行头目不同的即时负面效果之外，罪行头目还会获得HP提升；因此如果你最终抵达山峰，头目会更难被击败。 在这一切发生之前，尽快<color=#{notable}>通过战斗</color>降低怨念吧！

# tutorial_t1503_title
source: Maximum Loathing
ko: 최대 해악
uk: Тріумф Огиди

# tutorial_t1600_description
source: The <color=#{notable}>Inn</color> is where heroes can rest and recover between regions.
ko: <color=#{notable}>여관</color>은 영웅들이 지역 별로 휴식하면서 재정비를 할 수 있는 공간입니다.
uk: <color=#{notable}>Трактир</color> — це місце, де герої можуть відпочити й відновити сили після проходження регіону.

# tutorial_t1600_title
source: The Inn
ja: 宿
ko: 여관
uk: Трактир
zh_cn: 旅馆

# tutorial_t1601_description
source: <color=#{notable}>Inn items</color> can only be used at the Inn. They can heal <sprite name={q}token_stress{q}>, bestow buffs, and perhaps most importantly: <color=#{notable}>change the affinity between heroes</color>. Use Inn items to help build up <color=#{notable}>positive relationships</color>.
ko: <color=#{notable}>여관 아이템</color>은 여관에서만 사용할 수 있습니다. 이 아이템으로는 <sprite name={q}token_stress{q}> 치유, 강화 효과 추가, 그리고 아마도 가장 중요한 <color=#{notable}>영웅 간 호감도 변경</color> 등이 가능합니다. 여관 아이템을 사용하여 <color=#{notable}>긍정적인 관계</color>를 형성해 보세요.
uk: <color=#{notable}>Предмети трактиру</color> можна використовувати тільки в трактирі. Вони дають змогу лікувати <sprite name={q}token_stress{q}>, накладати посилення і найважливіше — <color=#{notable}>змінювати думку героїв про одне одного</color>. Застосування предметів трактиру — це найкращий спосіб допомогти побудувати <color=#{notable}>позитивні стосунки</color> в команді.

# tutorial_t1601_title
source: Inn Items
ja: 宿アイテム
ko: 여관 아이템
uk: Предмети трактиру
zh_cn: 旅馆物品

# tutorial_t1602_description
source: To view <color=#{notable}>Inn items</color> in your party's possession, at the top of your inventory select the Inn items filter. To use an Inn item, <sprite name={q}icon-mouse-left{q}> the item in the inventory, then <sprite name={q}icon-mouse-left{q}> on the target hero. Items may affect 1, 2, or even all 4 heroes at once.
ko: 원정대가 소유한 <color=#{notable}>여관 아이템</color>을 확인하려면 소지품 창 상단의 여관 아이템 필터를 선택합니다. 여관 아이템을 사용하려면 소지품 창의 아이템을 <sprite name={q}icon-mouse-left{q}> 한 후, 사용 대상이 될 영웅을 <sprite name={q}icon-mouse-left{q}> 하세요. 아이템은 영웅 1명, 2명, 심지어 4명 전부에게까지 한 번에 효과를 발휘할 수 있습니다.

# tutorial_t1602_title
source: Using Inn Items
ko: 여관 아이템 사용
uk: Використання предметів трактиру

# tutorial_t1603_description
source: The <color=#{notable}>Provisioner</color> offers a limited amount of supplies that can be purchased for relics <sprite name={q}icon_relic{q}> or baubles <sprite name={q}icon_factioncurrency{q}>. <sprite name={q}icon-mouse-left{q}> to purchase an item. The Provisioner's selection varies each time you reach an Inn.
ko: <color=#{notable}>물자 관리인</color>은 유물 <sprite name={q}icon_relic{q}>이나 패물 <sprite name={q}icon_factioncurrency{q}>을 지불하여 구매할 수 있는 보급품을 일정량 제공합니다. 원하는 아이템을 <sprite name={q}icon-mouse-left{q}>하면 구매할 수 있습니다. 여관 주인이 제공하는 상품은 여관에 도착할 때마다 달라집니다.
uk: У <color=#{notable}>Чорній лавці</color> є обмежена кількість запасів, які можна придбати за реліквії <sprite name={q}icon_relic{q}> або абищиці <sprite name={q}icon_factioncurrency{q}>. Натисніть на предмет <sprite name={q}icon-mouse-left{q}>, щоб його придбати. Товари з асортименту Чорної лавки змінюються кожного разу, коли ви відвідуєте трактир.

# tutorial_t1603_title
source: Provisioner
ja: 行商人
ko: 물자 관리인
uk: Чорна лавка
zh_cn: 补给员

# tutorial_t1604_description
source: The <color=#{notable}>Wainwright</color> is the only place where you can install or remove <color=#{notable}>Stagecoach items</color>. <sprite name={q}icon-mouse-left{q}><color=#{notable}>[DRAG]</color> from inventory to install. Alternatively, you can <color=#{notable}>[DOUBLE-<sprite name={q}icon-mouse-left{q}>]</color> on the item. The Wainwright can also repair your <sprite name={q}icon_currency_armor{q}> and <sprite name={q}icon_currency_wheel{q}>.
ko: <color=#{notable}>마차 정비공</color>은 <color=#{notable}>역마차 아이템</color>을 추가 또는 제거할 수 있는 유일한 방법입니다. 원하는 장비를 소지품에서 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[드래그]</color>하거나 <color=#{notable}>[더블 <sprite name={q}icon-mouse-left{q}>]</color>하면 장착할 수 있습니다. 마차 정비공은 마차의 <sprite name={q}icon_currency_armor{q}> 및 <sprite name={q}icon_currency_wheel{q}>도 수리해줄 수 있습니다.

# tutorial_t1604_title
source: Wainwright
ja: 荷車製造所
ko: 마차 정비공
uk: Каретна майстерня
zh_cn: 马车匠

# tutorial_t1605_description
source: Before <color=#{notable}>embarking</color> from the Inn, you must select which <color=#{notable}>region</color> to enter next. Each region has different enemies and challenges and your party may be better equipped to deal with one over another.
ko: 여관에서 <color=#{notable}>출정</color>을 하려면 다음 목적지가 될 <color=#{notable}>지역</color>을 선택해야 합니다. 각 지역은 서로 다른 적들과 난관으로 구성되어 있기 때문에 원정대 역시 각 지역에 맞춰 준비를 하는 게 좋을 겁니다.
uk: Перш ніж <color=#{notable}>вирушити</color> з трактиру, ви маєте вибрати, у який <color=#{notable}>регіон</color> їхати. У кожному регіоні на вас чекають свої випробування і вороги. Проходження деяких регіонів потребує ретельнішої підготовки.

# tutorial_t1605_title
source: Region Choice
ja: 地域を選択
ko: 지역 선택
uk: Вибір регіону
zh_cn: 地区选择

# tutorial_t1606_description
source: Regions have a <color=#{notable}>condition</color> and <color=#{notable}>goal</color>. The condition tells what special game effects are in place for that time only. The goal gives you an optional accomplishment to aim for. If you successfully complete the goal, then you will be given the <color=#{notable}>reward</color> shown once you arrive at the next Inn.
ko: 각 지역은 제각기 <color=#{notable}>조건</color>과 <color=#{notable}>목표</color>를 갖추고 있습니다. 조건은 이번에 해당 지역으로 출정할 때만 주어지는 특수 게임 효과입니다. 목표는 해당 지역에서 달성을 노려볼 만한 부가 과제입니다. 목표를 성공적으로 완수했다면 다음 <color=#{notable}>여관</color>에 도달했을 때 보상이 주어집니다.
uk: Для кожного регіону визначаються свої <color=#{notable}>умови</color> й <color=#{notable}>мета</color>. Умови вказують на те, якими особливими якостями він характеризується в цей момент. Мета — це можливе досягнення. Якщо ви досягнете мети, то отримаєте <color=#{notable}>винагороду</color>, яка з’явиться під час наступного відвідування трактиру.

# tutorial_t1606_title
source: Regions Choice II
ja: 地域を選択 II
ko: 지역 선택 II
uk: Вибір регіону II
zh_cn: 地区选择II

# tutorial_t1608_description
source: The <color=#{notable}>Mastery Trainer</color> is the only spot where you can <color=#{notable}>upgrade hero skills</color>. You earn mastery <sprite name={q}icon_heropoints{q}> as loot, mostly from fights.
ko: <color=#{notable}>숙련 교관</color>은 <color=#{notable}>영웅의 기술</color>을 강화할 수 있는 유일한 수단입니다. 숙련 점수<sprite name={q}icon_heropoints{q}>는 주로 전투의 전리품으로 획득하게 됩니다.
uk: <color=#{notable}>Школа загартування</color> — це єдине місце, де можна <color=#{notable}>поліпшити навички</color> героя. Очки загартування <sprite name={q}icon_heropoints{q}> можна отримати як здобич (в основному після боїв).

# tutorial_t1608_title
source: Mastery Trainer
ja: 熟達訓練所
ko: 숙련 교관
uk: Школа загартування
zh_cn: 训练师

# tutorial_t1609_description
source: Each <color=#{notable}>hero skill</color> has one upgrade level. To upgrade, <sprite name={q}icon-mouse-left{q}><color=#{notable}>[HOLD]</color> on the skill. This costs one mastery <sprite name={q}icon_heropoints{q}>. Mastered skills can yield dramatic results. Spend your points wisely--they are <color=#{notable}>shared amongst the entire party</color>.
ko: 각 <color=#{notable}>영웅 기술</color>은 한 번 강화할 수 있습니다. 기술을 강화하려면 원하는 기술을 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[길게 클릭]</color>하고 있으면 됩니다. 기술 강화에는 숙련 점수<sprite name={q}icon_heropoints{q}>가 필요합니다. 이렇게 강화된 기술은 각종 극적인 결과를 만들어 냅니다. 그러니 숙련 점수는 현명하게 활용하세요. 안 그래도 적은 양을 <color=#{notable}>원정대 전체가 나누어 써야</color> 하니까요.
uk: До кожної <color=#{notable}>навички героя</color> можна застосувати одне поліпшення. Для цього <color=#{notable}>[УТРИМУЙТЕ]</color> <sprite name={q}icon-mouse-left{q}> потрібну навичку. Для поліпшення однієї навички витрачається одне очко загартування <sprite name={q}icon_heropoints{q}>. Поліпшені навички можуть давати вражаючі результати. Витрачайте очки розумно — <color=#{notable}>вони діляться на всю групу</color>.

# tutorial_t1609_title
source: Mastered Skills
ko: 숙련 기술
uk: Поліпшені навички

# tutorial_t1800_description
source: On the <color=#{notable}>Denial Confession</color> you do not require a trophy to enter the <color=#{notable}>Mountain</color>. But for all other <color=#{notable}>Confessions</color>, you must collect at least one trophy by defeating a <color=#{notable}>region boss</color>. Bosses live in <color=#{notable}>lairs</color>. You may attack a boss early in the expedition or later on. But remember: if you reach the gates to the Mountain without a trophy in your possession, <color=#{notable}>the expedition will be over.</color> Even though the journey will be ended, you'll still score <color=#{notable}>Candles of Hope</color=> for whatever you have accomplished.
ko: <color=#{notable}>부정 고해</color>에서는 굳이 <color=#{notable}>지역 우두머리</color>를 처치하지 않더라도 <color=#{notable}>산</color>으로 출정할 수 있습니다. 하지만 다른 <color=#{notable}>고해</color>의 경우 우두머리 전리품을 하나 이상 확보해야 합니다. 이런 우두머리는 <color=#{notable}>소굴</color>에 있습니다. 우두머리는 원정 초반이든 후반이든 언제든지 공격할 수 있습니다. 하지만 우두머리 전리품이 하나도 없다면 산 입구에서 <color=#{notable}>원정을 끝마치게 된다는 걸 명심하세요.</color> 물론 여정에 종지부를 찍지는 못했지만 여전히 자신이 거둔 <color=#{notable}>희망의 촛불</color=> 점수 평가에서 가산점을 받을 수는 있습니다.
uk: У випадку зі <color=#{notable}>сповіданням заперечення</color> вам не потрібен трофей, щоб вирушити на <color=#{notable}>Гору</color>, але для всіх інших <color=#{notable}>сповідань</color> ви маєте здобути мінімум один трофей, перемігши <color=#{notable}>боса регіону</color>. Боси мешкають у <color=#{notable}>лігвах</color>. Ви можете напасти на боса хоч на початку походу, хоч пізніше, але не забувайте: якщо ви опинитеся перед брамою на Горі без трофея, <color=#{notable}>похід буде завершено.</color> Утім, навіть якщо похід і закінчиться, ви однаково отримаєте <color=#{notable}>свічки надії</color=> за пройдений шлях.

# tutorial_t1800_title
source: Trophies / Mountain
ja: トロフィーと山
ko: 전리품 / 산
uk: Трофеї та Гора
zh_cn: 狩猎纪念品与山峰

# tutorial_t1900_description
source: Which <color=#{notable}>Confession</color> you choose determines which final boss you must face in the Mountain. It also changes: +How long the expedition is +Which buffs enemies can get via <color=#{notable}>Ordainment</color> +Flame effects +And more.
ko: 자신이 선택한 <color=#{notable}>고해</color>에 따라 산에서 마주하게 될 마지막 우두머리가 달라집니다. 또한 다음과 같은 변경점이 적용됩니다: +원정이 진행되는 길이 <color=#{notable}>서품</color>을 통해 적들이 획득할 수 있는 강화 효과 +불꽃 효과 +이외에도 다양합니다.
uk: Від вибраного <color=#{notable}>сповідання</color> залежить, який саме останній бос чекатиме вас на Горі. Ваш вибір також впливатиме на таке: +Тривалість походу +Які посилення вороги можуть отримувати завдяки <color=#{notable}>благословенню</color> +Ефекти від Полум’я +Інше

# tutorial_t1900_title
source: Choosing Confession
ko: 고해 선택

# tutorial_t1901_description
source: The closer you get to the Mountain, the greater the chance that enemies you encounter will be <color=#{notable}>Ordained.</color=> Ordainment gives that enemy extra power. The exact effects of Ordainment are different depending on which <color=#{notable}>Confession</color=> you are attempting.
ko: 산에 가까이 접근할 수록 <color=#{notable}>서품 받은 적</color=>들과 조우할 확률도 높아집니다. 서품은 적들의 전투력을 강화합니다. 서품의 정확한 효과는 자신이 선택한 <color=#{notable}>고해</color=>에 따라 달라집니다.
uk: Що ближче ви будете до Гори, то вища буде ймовірність того, що вороги будуть осяяні <color=#{notable}>благословенням</color=>. Воно дає ворогам додаткову силу. Ефекти від благословення можуть різнитися залежно від вибраного вами <color=#{notable}>сповідання</color=>.

# tutorial_t1901_title
source: Ordainment
ja: 叙聖
ko: 서품
uk: Благословення
zh_cn: 受命

# tutorial_t200_description
source: Four heroes will join together on this expedition. Your salvation rides with them.
ko: 이번 원정에 참여할 4명의 영웅이 모였습니다. 당신의 구원은 저들에게 달렸습니다.
uk: Четверо героїв вирушають у похід. Вони — ваша надія на спасіння.

# tutorial_t200_title
source: The Party
ja: パーティ
ko: 원정대
uk: Група
zh_cn: 队伍

# tutorial_t201_description
source: <sprite name={q}icon-mouse-left{q}><color=#{notable}>[DRAG]</color> or <color=#{notable}>[DOUBLE <sprite name={q}icon-mouse-left{q}>]</color> hero portraits to assemble your party of four heroes. The hero in the rightmost position of your roster will be first in the combat line.
ko: 영웅 초상화를 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[드래그]</color> 또는 <color=#{notable}>[더블 <sprite name={q}icon-mouse-left{q}>]</color>하여 영웅 4명의 전열을 재구성할 수 있습니다. 목록에서 맨 오른쪽에 선 영웅은 전열에서도 맨 앞에 서게 됩니다.
uk: <sprite name={q}icon-mouse-left{q}><color=#{notable}>[ПЕРЕТЯГУЙТЕ]</color> або <color=#{notable}>[ДВІЧІ НАТИСКАЙТЕ]</color> <sprite name={q}icon-mouse-left{q}> портрети, щоб зібрати групу із чотирьох героїв. Перший герой праворуч буде найближчим до ворога.

# tutorial_t201_title
source: Party Creation
ja: パーティの作成
ko: 원정대 생성
uk: Створення групи
zh_cn: 创建队伍

# tutorial_t202_description
source: To rearrange your party order while driving, <sprite name={q}icon-mouse-left{q}><color=#{notable}>[DRAG]</color> their portraits. Party order determines what position each hero is in when battle starts. The furthest hero to the right begins at the front line of combat.
ko: 원정대 전열의 순서는 각자의 초상화를 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[드래그]</color>하여 변경할 수 있습니다. 원정대 전열 순서는 전투가 시작되었을 때 각 영웅이 처음에 서게 될 위치를 결정합니다. 맨 오른쪽의 영웅은 전투에서도 최전선에 서게 됩니다.
uk: Щоб змінити порядок героїв у дорозі, <sprite name={q}icon-mouse-left{q}><color=#{notable}>[ПЕРЕТЯГНІТЬ]</color> портрет героя на інше місце. Порядок героїв у групі визначає позицію кожного з них на початку бою. На початку бою перший герой праворуч буде найближчим до ворога.

# tutorial_t202_title
source: Roster Arrangement
ja: パーティの編成
ko: 목록 순서 변경
uk: Порядок героїв
zh_cn: 管理英雄位置

# tutorial_t203_description
source: Each class of hero has multiple potential <color=#{notable}>paths</color>, which are specializations. The different paths can have wildly different strengths and weaknesses which influence how you may wish to use that hero. Paths are unlocked for use at the <color=#{notable}>Altar of Hope</color>. Once unlocked, they can be assigned at <color=#{notable}>The Crossroads</color> when you assemble your party.
ko: 각 영웅 유형은 다양한 특화를 갖춘 <color=#{notable}>영웅의 길</color>을 걸을 수 있습니다. 각각의 길은 매우 다른 장단점을 갖추고 있어 해당 원정에서의 영웅 운용 방식에 영향을 미치게 됩니다. 영웅의 길은 <color=#{notable}>희망의 제단</color>에서 해금하여 사용할 수 있습니다. 일단 해금된 영웅의 길은 <color=#{notable}>교차로</color>에서 원정대를 구성할 때 선택 가능합니다.
uk: У кожного класу є кілька можливих <color=#{notable}>шляхів</color>, які визначають його спеціалізацію. Кожний шлях має сильні й слабкі сторони, які можуть вплинути на хід гри. Шляхи відкриваються на <color=#{notable}>Вівтарі надії</color>. Відкриті шляхи можна вибрати на <color=#{notable}>Роздоріжжі</color> під час створення групи.

# tutorial_t203_title
source: Hero Paths
ja: 英雄の進路
ko: 영웅의 길
uk: Шляхи героїв
zh_cn: 英雄道途

# tutorial_t2050_description
source: <color=#{notable}>The Prologue quest is complete</color>. For this first venture through the Valley, there is nothing left to do, so <sprite name={q}icon-mouse-left{q}> <color=#{notable}>End Expedition</color> at the lower left of the Inn screen. Normally, the expedition can end in three ways: victory, defeat (all heroes dead), or abandoning.
ja: <color=#{notable}>序章を完了した</color>。渓谷を通る最初の冒険において、やれることはもう何も残っていないため、宿画面の左下にある「<color=#{notable}>遠征を終了</color>」を<sprite name={q}icon-mouse-left{q}>しよう。 遠征は通常、「勝利」、「敗北（全英雄が死亡）」、「放棄」の3通りで終了する。
ko: <color=#{notable}>서막 원정이 완료되었습니다</color>. 계곡을 처음으로 통과한 이번 원정에서는 더 이상 진행할 부분이 없으니, 여관 화면의 왼쪽 하단에 있는 <sprite name={q}icon-mouse-left{q}> <color=#{notable}>원정 종료</color> 버튼을 클릭하세요. 보통 원정은 승리, 패배 (영웅 전멸) 또는 포기 중 하나로 끝나게 됩니다.
zh_cn: <color=#{notable}>序章任务已经结束。</color>对于这场在山谷中的第一段冒险来说，你已经不需要再做什么了，所以点击旅馆界面的左下角<sprite name={q}icon-mouse-left{q}><color=#{notable}>结束征程</color>吧。 通常来说，征程可能以三种方式结束：胜利、失败（所有英雄阵亡），或者放弃。
