Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# hero_name@67
source: Baum
ja: バウム
ko: 바움
uk: Баум

# hero_name@68
source: Baumann
ja: バウマン
ko: 바우먼
uk: Бауманн

# hero_name@69
source: Baumbach
ja: バウバッハ
ko: 바움바흐
uk: Баумбах

# hero_name@70
source: Baumer
ja: バウマー
ko: 바우머
uk: Баумер

# hero_name@71
source: Baumgarten
ja: バムガーテン
ko: 바움가르텐
uk: Баумгартен

# hero_name@72
source: Baumgartner
ja: バムガーナー
ko: 바움가트너
uk: Баумгартнер

# hero_name@73
source: Baumgärtner
ja: バムガーナー
ko: 바움가르트너
uk: Баумгертнер

# hero_name@74
source: Baumhauer
ja: バムハワー
ko: 바움하우어
uk: Баумгауер

# hero_name@75
source: Bauquemare
ja: ボークメア
ko: 보크메어
uk: Бокемар

# hero_name@76
source: Bavent
ja: バベント
ko: 버벵
uk: Бавент

# hero_name@77
source: Baxter
ja: バクスター
ko: 백스터
uk: Бакстер

# hero_name@78
source: Bean
ja: ビーン
ko: 빈
uk: Бін

# hero_name@79
source: Becdelièvre
ja: ベクデリー
ko: 벡델리에브
uk: Бекдельєвр

# hero_name@80
source: Beck
ja: ベック
ko: 벡
uk: Бек

# hero_name@81
source: Beck
ja: ベック
ko: 벡
uk: Бекк

# hero_name@82
source: Becke
ja: ベック
ko: 베케
uk: Беке

# hero_name@83
source: Beckenbauer
ja: ベケンバウア
ko: 베켄바우어
uk: Бекенбауер

# hero_name@84
source: Becker
ja: ベッカー
ko: 베커
uk: Бекер

# hero_name@85
source: Beckert
ja: ベッカート
ko: 베커트
uk: Бекерт

# hero_name@86
source: Becket
ja: ベケット
ko: 베켓
uk: Бекет

# hero_name@87
source: Beckett
ja: ベケット
ko: 베케트
uk: Бекетт

# hero_name@88
source: Beitel
ja: ベイテル
ko: 베이텔
uk: Байтель

# hero_name@89
source: Bele
ja: ベイル
ko: 벨레
uk: Байє

# hero_name@90
source: Belet
ja: ベレット
ko: 벨레트
uk: Беле

# hero_name@91
source: Bellecote
ja: ベルコート
ko: 벨레코트
uk: Белькот

# hero_name@92
source: Belmis
ja: ベルミス
ko: 벨미스
uk: Бельміс

# hero_name@93
source: Berg
ja: バーグ
ko: 베르그
uk: Берг

# hero_name@94
source: Berger
ja: バーガー
ko: 베르거
uk: Бергер

# hero_name@95
source: Bergfalk
ja: バーグフォー
ko: 베르그폴크
uk: Бергфальк

# hero_name@96
source: Berglund
ja: ベルグランド
ko: 베르그룬트
uk: Берглунд

# hero_name@97
source: Bergman
ja: バーグマン
ko: 버그만
uk: Бергман

# hero_name@98
source: Bergmann
ja: バーグマン
ko: 베르그만
uk: Бергманн

# hero_name@99
source: Bergström
ja: バーグストム
ko: 베르그스트룀
uk: Бергстрьом

# hero_name@100
source: Beringar
ja: ベリンガー
ko: 베링가
uk: Берінгар

# hero_name@101
source: Berners
ja: バーナーズ
ko: 베르너
uk: Бернерс

# hero_name@102
source: Bernières
ja: ベルニエル
ko: 베르니에
uk: Берньєр

# hero_name@103
source: Bertran
ja: ベルトラン
ko: 베르트랑
uk: Бертран

# hero_name@104
source: Beumer
ja: ビューマー
ko: 베우머
uk: Боймер

# hero_name@105
source: Beumers
ja: ビューマーズ
ko: 베우머스
uk: Боймерс

# hero_name@106
source: Beutel
ja: ボーテル
ko: 뷰텔
uk: Бойтель

# hero_name@107
source: Beyersdorf
ja: ベイヤドルフ
ko: 베이어스도르프
uk: Бейєрсдорф

# hero_name@108
source: Bigod
ja: ビゴッド
ko: 비고드
uk: Біго

# hero_name@109
source: Blangi
ja: ブランギ
ko: 블랑기
uk: Блангі

# hero_name@110
source: Blau
ja: ブラウ
ko: 블라우
uk: Блау

# hero_name@111
source: Blom
ja: ブロム
ko: 블롬
uk: Блом

# hero_name@112
source: Blomgren
ja: ブロムグレン
ko: 블롬그렌
uk: Бломгрен

# hero_name@113
source: Blosbeville
ja: ブロスベビル
ko: 블로스베빌
uk: Блосбевіль

# hero_name@114
source: Blouet
ja: ブルーエ
ko: 블루엣
uk: Блуе

# hero_name@115
source: Blouin
ko: 블루인
uk: Блоуін

# hero_name@116
source: Blue
ko: 블루
uk: Блю

# hero_name@117
source: Blum
ko: 블룸
uk: Блюм

# hero_name@118
source: Blumenthal
ko: 블루멘탈
uk: Блюменталь

# hero_name@119
source: Blumstein
ko: 블룸슈타인
uk: Блюмштайн

# hero_name@120
source: Boatwright
ko: 보트라이트
uk: Боутрайт

# hero_name@121
source: Boer
ko: 보에르
uk: Боер

# hero_name@122
source: Boesch
ko: 보에쉬
uk: Боеш

# hero_name@123
source: Bognár
ko: 보그나르
uk: Боньяр

# hero_name@124
source: Bohn
ko: 본
uk: Бон

# hero_name@125
source: Bohon
ko: 보혼
uk: Богон

# hero_name@126
source: Bohun
ko: 보훈
uk: Богун

# hero_name@127
source: Boisivon
ko: 부이시봉
uk: Буазівон

# hero_name@128
source: Boislevesque
ko: 부알레베스크
uk: Буалевеск

# hero_name@129
source: Boissel
ko: 부아셀
uk: Буасель

# hero_name@130
source: Boivin
ko: 부아방
uk: Буавен

# hero_name@131
source: Bolam
ko: 볼람
uk: Болам

# hero_name@132
source: Bolbec
ko: 볼벡
uk: Больбек

# hero_name@133
source: Boleyn
ko: 볼린
uk: Болейн

# hero_name@134
source: Bondeville
ko: 본데빌
uk: Бондевіль

# hero_name@135
source: Bonel
ko: 보넬
uk: Бонель

# hero_name@136
source: Bonenffant
ko: 보난팡
uk: Бонанфан

# hero_name@137
source: Boneth
ko: 보네스
uk: Бонет

# hero_name@138
source: Bonvalet
ko: 본발레
uk: Бонвалет

# hero_name@139
source: Boon
ko: 분
uk: Буун

# hero_name@140
source: Bordel
ko: 보르델
uk: Бордел

# hero_name@141
source: Bosanquet
ko: 부상케
uk: Бозанкет

# hero_name@142
source: Bosc
ko: 보스크
uk: Боск

# hero_name@143
source: Bosch
ja: ボッシュ
ko: 보쉬
uk: Босх

# hero_name@144
source: Bosch
ko: 보쉬
uk: Бош

# hero_name@145
source: Bösch
ko: 뵈스크
uk: Бьош

# hero_name@146
source: Bosco
ko: 보스코
uk: Боско

# hero_name@147
source: Bosiet
ko: 보시엣
uk: Босьє

# hero_name@148
source: Bosque
ko: 보스쿠
uk: Боске

# hero_name@149
source: Bossard
ko: 부사르
uk: Боссар

# hero_name@150
source: Bostel
ko: 보스텔
uk: Бостель

# hero_name@151
source: Boteler
ko: 보텔러
uk: Ботелер

# hero_name@152
source: Boterel
ko: 보테렐
uk: Ботерель

# hero_name@153
source: Botin
ko: 보탕
uk: Ботен

# hero_name@154
source: Botwright
ko: 보트라이트
uk: Ботрайт

# hero_name@155
source: Bouchard
ko: 부샤르
uk: Бушар

# hero_name@156
source: Bourassa
ko: 부라사
uk: Бурасса

# hero_name@157
source: Bourchier
ko: 부쉬에
uk: Буршьє

# hero_name@158
source: Bourdekin
ko: 부드킨
uk: Бурдекен

# hero_name@159
source: Bourdet
ko: 보르데
uk: Бурде

# hero_name@160
source: Bourneville
ko: 부네빌
uk: Бурневіль

# hero_name@161
source: Boyce
ko: 보이스
uk: Бойс

# hero_name@162
source: Braddock
ko: 브래독
uk: Бреддок

# hero_name@163
source: Bradford
ko: 브래퍼드
uk: Бредфорд

# hero_name@164
source: Bradley
ko: 브래들리
uk: Бредлі

# hero_name@165
source: Bradwardine
ko: 브랫워딘
uk: Бредвордін

# hero_name@166
source: Brai
ko: 브라이
uk: Брай

# hero_name@167
source: Brauer
ko: 브라우어
uk: Брауер

# hero_name@168
source: Braun
ko: 브라운
uk: Браун

# hero_name@169
source: Braund
ko: 브라운드
uk: Браунд

# hero_name@170
source: Braune
ko: 브라우네
uk: Брауне

# hero_name@171
source: Brebeuf
ko: 브레뵈프
uk: Бребойф

# hero_name@172
source: Breitbarth
ko: 브레이트바트
uk: Брайтбарт

# hero_name@173
source: Brereton
ko: 브레러턴
uk: Бреретон

# hero_name@174
source: Bretel
ko: 브레텔
uk: Бретель

# hero_name@175
source: Breteuil
ko: 브르테이
uk: Бретей

# hero_name@176
source: Bretteville
ko: 브렛빌
uk: Бретевіль

# hero_name@177
source: Brèvedent
ko: 브레비덴트
uk: Бреведент

# hero_name@178
source: Brewer
ko: 브루어
uk: Брюер

# hero_name@179
source: Brewster
ko: 브루스터
uk: Брюстер

# hero_name@180
source: Brimou
ko: 브리무
uk: Брімо

# hero_name@181
source: Brinon
ko: 브리뇽
uk: Брінон

# hero_name@182
source: Briouse
ko: 브리오스
uk: Бріос

# hero_name@183
source: Briqueville
ko: 브리크빌
uk: Брікевіль

# hero_name@184
source: Brix
ko: 브릭스
uk: Брікс

# hero_name@185
source: Broadbent
ko: 브로드벤트
uk: Бродбент

# hero_name@186
source: Bruhn
ko: 브룬
uk: Брюн

# hero_name@187
source: Brun
ko: 브륀
uk: Брун

# hero_name@188
source: Brune
ko: 브루네
uk: Бруне

# hero_name@189
source: Buchholz
ko: 버흐홀츠
uk: Бухгольц

# hero_name@190
source: Buci
ko: 부치
uk: Бучі

# hero_name@191
source: Buckholtz
ko: 버크홀츠
uk: Букгольц

# hero_name@192
source: Budi
ko: 부디
uk: Буді

# hero_name@193
source: Buhr
ko: 부르
uk: Бур

# hero_name@194
source: Bulli
ko: 불리
uk: Буллі

# hero_name@195
source: Bumgarner
ko: 범가너
uk: Бамгарнер

# hero_name@196
source: Burci
ko: 부르시
uk: Бурчі

# hero_name@197
source: Burgstaller
ko: 부르크스톨러
uk: Бургшталлер

# hero_name@198
source: Burguet
ko: 뷔르게
uk: Бурке

# hero_name@199
source: Buron
ko: 뷔롱
uk: Бурон

# hero_name@200
source: Bursigni
ko: 부르시그니
uk: Бурсіньї

# hero_name@201
source: Busch
ko: 부쉬
uk: Бущ

# hero_name@202
source: Bush
ko: 부시
uk: Буш

# hero_name@203
source: Busnois
ko: 부스노아
uk: Буснуа

# hero_name@204
source: Busquent
ko: 뷔스켄트
uk: Бусквен

# hero_name@205
source: Caen
ko: 캉
uk: Кен

# hero_name@206
source: Cailli
ko: 캐일리
uk: Кайлі

# hero_name@207
source: Caillot
ko: 캘리엇
uk: Кайлот

# hero_name@208
source: Cairon
ko: 카이론
uk: Кайрон

# hero_name@209
source: Calmette
ko: 캘멧
uk: Кальметт

# hero_name@210
source: Cambrai
ko: 캉브레
uk: Камбре

# hero_name@211
source: Campion
ko: 캄피온
uk: Кампіон

# hero_name@212
source: Canaigres
ko: 카나이그레
uk: Канегре

# hero_name@213
source: Canouville
ko: 카노빌
uk: Канувіль

# hero_name@214
source: Caradas
ko: 카라다스
uk: Карадас

# hero_name@215
source: Carbonnel
ko: 카르보넬
uk: Карбонел

# hero_name@216
source: Cardon
ko: 칼던
uk: Кардон

# hero_name@217
source: Cardonell
ko: 칼도넬
uk: Кардонелл

# hero_name@218
source: Carnet
ko: 카르넷
uk: Карне

# hero_name@219
source: Carteret
ko: 칼테럿
uk: Картерет

# hero_name@220
source: Cartwright
ko: 카트라이트
uk: Картрайт

# hero_name@221
source: Castillon
ko: 카스티용
uk: Кастійон

# hero_name@222
source: Castle
ko: 캐슬
uk: Касл

# hero_name@223
source: Caulfield
ko: 콜필드
uk: Кофілд

# hero_name@224
source: Caunter
ko: 칸터
uk: Каунтер

# hero_name@225
source: Cavelier
ko: 카벨리에
uk: Кавальє

# hero_name@226
source: Ceauce
ko: 시우스
uk: Чосе

# hero_name@227
source: Cecil
ko: 세실
uk: Сесіл

# hero_name@228
source: Cely
ko: 셀리
uk: Селі

# hero_name@229
source: Chandos
ko: 찬도스
uk: Чандос

# hero_name@230
source: Chartres
ko: 차트레
uk: Шартрез

# hero_name@231
source: Chatwood
ko: 챗우드
uk: Чатвуд

# hero_name@232
source: Chauncy
ko: 차운시
uk: Шонсі

# hero_name@233
source: Cioches
ko: 시오체스
uk: Кочес

# hero_name@234
source: Claville
ko: 클라빌
uk: Клавель

# hero_name@235
source: Clerinell
ko: 클레리넬
uk: Клеринель

# hero_name@236
source: Clinchamps
ko: 클린쳄스
uk: Клінчемпс

# hero_name@237
source: Cline
ko: 클라인
uk: Клайн

# hero_name@238
source: Coliar
ko: 콜리아
uk: Коліар

# hero_name@239
source: Colombelles
ko: 콜롬벨레스
uk: Коломбель

# hero_name@240
source: Colombieres
ko: 콜롬비에레
uk: Коломбьє

# hero_name@241
source: Comyn
ko: 코민
uk: Комін

# hero_name@242
source: Conteville
ko: 콘테빌
uk: Контевіль

# hero_name@243
source: Corbet
ko: 코르벳
uk: Корбе

# hero_name@244
source: Corbière
ko: 코르비에르
uk: Корбьє

# hero_name@245
source: Corbon
ko: 코르본
uk: Корбон

# hero_name@246
source: Cormeilles
ko: 코르미엘레
uk: Кормель

# hero_name@247
source: Corneilles
ko: 코르니엘레
uk: Корнель

# hero_name@248
source: Corviser
ko: 코르비세르
uk: Корвізер

# hero_name@249
source: Cosin
ko: 코신
uk: Козен

# hero_name@250
source: Couci
ko: 코우치
uk: Кучі

# hero_name@251
source: Couer
ko: 코우어
uk: Куер

# hero_name@252
source: Courci
ko: 코르치
uk: Курчі

# hero_name@253
source: Courcon
ko: 코르콘
uk: Куркон

# hero_name@254
source: Courcy
ko: 코르시
uk: Курсі

# hero_name@255
source: Courseume
ko: 코르시움
uk: Курзем

# hero_name@256
source: Courteney
ko: 코트니
uk: Куртене

# hero_name@257
source: Craon
ko: 크라온
uk: Крайон

# hero_name@258
source: Crevecoeur
ko: 크레베쿠르
uk: Кревкер

# hero_name@259
source: Croc
ko: 크로크
uk: Крок

# hero_name@260
source: Cruel
ko: 크루얼
uk: Круель

# hero_name@261
source: Cugey
ko: 쿠기
uk: Кугі

# hero_name@262
source: Culai
ko: 쿨라이
uk: Куле

# hero_name@263
source: Curteys
ko: 커티스
uk: Куртейс

# hero_name@264
source: Dacre
ko: 데이커
uk: Дакре

# hero_name@265
source: Dalyngridge
ko: 댈린그리지
uk: Далингрідж

# hero_name@266
source: Dam
ko: 댐
uk: Дам

# hero_name@267
source: Damours
ko: 다머스
uk: Дамурс

# hero_name@268
source: Danneville
ko: 데네빌
uk: Даневіль

# hero_name@269
source: Danvers
ko: 댄버스
uk: Данверс

# hero_name@270
source: Darcy
ko: 다아시
uk: Дарсі

# hero_name@271
source: Darell
ko: 다렐
uk: Дарелл

# hero_name@272
source: Daube
ko: 도비
uk: Даубе

# hero_name@273
source: Daunger
ko: 던거
uk: Даунгер

# hero_name@274
source: De Groot
ko: 데 그룻
uk: Де Грут

# hero_name@275
source: De Jong
ko: 데 용
uk: Де Джунг

# hero_name@276
source: De Veen
ko: 데 빈
uk: Де Він

# hero_name@277
source: De Ven
ko: 데 벤
uk: Де Вен

# hero_name@278
source: Del Bosque
ko: 델 보스쿠
uk: Дель Боске

# hero_name@279
source: Destain
ko: 데스틴
uk: Дестейн

# hero_name@280
source: Devereux
ko: 드브뢰
uk: Деверо

# hero_name@281
source: Diefenbach
ko: 디에펜바흐
uk: Діфенбах

# hero_name@282
source: Digby
ko: 디그비
uk: Дігбі

# hero_name@283
source: Ditton
ko: 디톤
uk: Діттон

# hero_name@284
source: Dive Beugelin
ko: 디베 뷰겔린
uk: Дів Бежлен

# hero_name@285
source: Douai
ko: 두아이
uk: Дуай

# hero_name@286
source: Drechsler
ko: 드레슐러
uk: Дрехслер

# hero_name@287
source: Dreher
ko: 드레허
uk: Дреер

# hero_name@288
source: Dreier
ko: 드라이어
uk: Драєр

# hero_name@289
source: Dreschner
ko: 드레쉬너
uk: Дрешнер

# hero_name@290
source: Dressler
ko: 드레슬러
uk: Дресслер

# hero_name@291
source: Dreux
ko: 드뢰
uk: Дре

# hero_name@292
source: Dreyer
ko: 드레이어
uk: Дреєр

# hero_name@293
source: Droullin
ko: 드룰린
uk: Друлен

# hero_name@294
source: Druel
ko: 드루얼
uk: Друель

# hero_name@295
source: Dubois
ko: 듀보아
uk: Дюбуа

# hero_name@296
source: Dubosc
ko: 듀보스크
uk: Дюбоз

# hero_name@297
source: Dudley
ko: 두들리
uk: Дадлі

# hero_name@298
source: Duerr
ko: 듀에르
uk: Дюер

# hero_name@299
source: Dufay
ko: 듀페이
uk: Дюфей

# hero_name@300
source: Dufour
ko: 듀포르
uk: Дюфур

# hero_name@301
source: Duhamel
ko: 더하멜
uk: Дюамель

# hero_name@302
source: Dumont
ko: 듀몽
uk: Дюмон

# hero_name@303
source: Duong
ko: 듀옹
uk: Дуонг

# hero_name@304
source: Dupasquier
ko: 듀파스퀴에
uk: Дюпаск’є

# hero_name@305
source: Duquesne
ko: 듀케인
uk: Дюкей

# hero_name@306
source: Durandal
ko: 듀랑달
uk: Дюрандаль

# hero_name@307
source: Durerie
ko: 듀레리
uk: Дюрері

# hero_name@308
source: Durjardin
ko: 두하르딘
uk: Дюжарден

# hero_name@309
source: Dürr
ko: 뒤르
uk: Дюр

# hero_name@310
source: Durville
ko: 더빌
uk: Дюрвіль

# hero_name@311
source: Duval
ko: 듀발
uk: Дюваль

# hero_name@312
source: Dyel
ko: 디엘
uk: Дюель

# hero_name@313
source: Easton
ko: 에스턴
uk: Істон

# hero_name@314
source: Eckstein
ko: 에크슈타인
uk: Екштайн

# hero_name@315
source: Ecouland
ko: 에쿨랜드
uk: Екланд

# hero_name@316
source: Edmont
ko: 에드몽
uk: Едмон

# hero_name@317
source: Eichel
ko: 에이헬
uk: Ейхель

# hero_name@318
source: Eikenboom
ko: 에이켄붐
uk: Ейкенбум

# hero_name@319
source: Ek
ko: 에크
uk: Ек

# hero_name@320
source: Eklund
ko: 에클룬드
uk: Еклунд

# hero_name@321
source: Elers
ko: 엘러스
uk: Елерс

# hero_name@322
source: Emory
ko: 에모리
uk: Еморі

# hero_name@323
source: Engberg
ko: 엥베르크
uk: Енгберг

# hero_name@324
source: Engerrand
ko: 엥게란트
uk: Енгерранд

# hero_name@325
source: Erquemboure
ko: 에르퀘엠보르
uk: Еркембур

# hero_name@326
source: Espec
ko: 에스펙
uk: Еспес

# hero_name@327
source: Esser
ko: 에세
uk: Ессер

# hero_name@328
source: Essert
ko: 에세트
uk: Ессерт

# hero_name@329
source: Esteney
ko: 에스테니
uk: Естені

# hero_name@330
source: Evelyn
ko: 에블린
uk: Евелін

# hero_name@331
source: Eveque
ko: 에브퀴
uk: Евек

# hero_name@332
source: Faceby
ko: 페이스비
uk: Фейсбі

# hero_name@333
source: Faerber
ko: 파에베
uk: Фербер

# hero_name@334
source: Faintree
ko: 페인트리
uk: Фейнтрі

# hero_name@335
source: Fairburn
ko: 페어번
uk: Фейрберн

# hero_name@336
source: Fairfax
ko: 페어팩스
uk: Фейрфакс

# hero_name@337
source: Falaise
ko: 팔레이즈
uk: Фалез

# hero_name@338
source: Fantosme
ko: 판토즘
uk: Фантос

# hero_name@339
source: Färber
ko: 파벨
uk: Фейрбер

# hero_name@340
source: Farnham
ko: 파르넘
uk: Фарнхем

# hero_name@341
source: Faucon
ko: 파우콘
uk: Фокон

# hero_name@342
source: Fecamp
ko: 페캄프
uk: Фекемп

# hero_name@343
source: Feigenbaum
ko: 파이겐바움
uk: Фейгенбаум

# hero_name@344
source: Feld
ko: 펠드
uk: Фельд

# hero_name@345
source: Feldt
ko: 펠트
uk: Фельдт

# hero_name@346
source: Fenn
ko: 펜
uk: Фенн

# hero_name@347
source: Ferber
ko: 페베르
uk: Фербер

# hero_name@348
source: Fergant
ko: 퍼간트
uk: Фергант

# hero_name@349
source: Ferrers
ko: 페레르
uk: Феррерс

# hero_name@350
source: Ferrieres
ko: 페리레
uk: Фер’єр

# hero_name@351
source: Feu
ko: 페우
uk: Фо

# hero_name@352
source: Fiddler
ko: 피들러
uk: Фіддлер

# hero_name@353
source: Fiedler
ko: 피에들러
uk: Фідлер

# hero_name@354
source: Fields
ko: 필즈
uk: Філдс

# hero_name@355
source: Fiennes
ko: 피네즈
uk: Фіннес

# hero_name@356
source: Fischer
ko: 피쉬어
uk: Фісшер

# hero_name@357
source: Fisher
ko: 피셔
uk: Фішер

# hero_name@358
source: Fitton
ko: 피튼
uk: Фіттон

# hero_name@359
source: Fitzalan
ko: 피잘란
uk: Фітцалан

# hero_name@360
source: Fitzherbert
ko: 피처베르트
uk: Фітцгерберт

# hero_name@361
source: Fitzhugh
ko: 피처그
uk: Фітцг’ю

# hero_name@362
source: Fitzroy
ko: 피츠로이
uk: Фітцрой

# hero_name@363
source: Flambard
ko: 플램바드
uk: Фламбард

# hero_name@364
source: Foerstner
ko: 포어스트너
uk: Ферстнер

# hero_name@365
source: Folet
ko: 폴렛
uk: Фоле

# hero_name@366
source: Foliot
ko: 폴리옷
uk: Фольйо

# hero_name@367
source: Fonnereau
ko: 포네로
uk: Фоннеро

# hero_name@368
source: Fontemai
ko: 폰테마이
uk: Фонтемей

# hero_name@369
source: Forney
ko: 포르니
uk: Форні

# hero_name@370
source: Forsberg
ko: 포스버그
uk: Форсберг

# hero_name@371
source: Forst
ko: 포스트
uk: Форст

# hero_name@372
source: Förstner
ko: 푀스트너
uk: Ферстнер

# hero_name@373
source: Fortemps
ko: 포템프스
uk: Фортемпс

# hero_name@374
source: Fortier
ko: 포티에
uk: Фортьє

# hero_name@375
source: Fossard
ko: 포자드
uk: Фоссар

# hero_name@376
source: Fougeres
ko: 포게레
uk: Фужере

# hero_name@377
source: Fourneaux
ko: 포뉴
uk: Форно

# hero_name@378
source: Fox
ja: フォクス
ko: 폭스
uk: Фокс

# hero_name@379
source: Fox
ko: 폭스
uk: Фокс

# hero_name@380
source: Framan
ko: 프라만
uk: Фраман

# hero_name@381
source: Francis
ko: 프랜시스
uk: Френсіс

# hero_name@382
source: Freeman
ko: 프리먼
uk: Фрімен

# hero_name@383
source: Frei
ko: 프레이
uk: Фрай

# hero_name@384
source: Freitas
ko: 프레이타스
uk: Фрайтас

# hero_name@385
source: Fresle
ko: 프레슬
uk: Фресле

# hero_name@386
source: Freud
ko: 프로이트
uk: Фрейд

# hero_name@387
source: Freudenberger
ko: 프로이텐베르거
uk: Фроденбергер

# hero_name@388
source: Fribois
ko: 프리부아
uk: Фрібуа

# hero_name@389
source: Fritz
ko: 프리츠
uk: Фріц

# hero_name@390
source: Froissart
ko: 프로이사트
uk: Фруассар

# hero_name@391
source: Fromentin
ko: 프로멘틴
uk: Фромантен

# hero_name@392
source: Frost
ko: 프로스트
uk: Фрост

# hero_name@393
source: Fry
ko: 프라이
uk: Фрі

# hero_name@394
source: Frye
ko: 프리예
uk: Фрій

# hero_name@395
source: Fuchs
ko: 퍽스
uk: Фухс

# hero_name@396
source: Fuhrmann
ko: 퓨먼
uk: Фурманн

# hero_name@397
source: Fulton
ko: 펄튼
uk: Фултон

# hero_name@398
source: Furnival
ko: 퍼니발
uk: Фурневаль

# hero_name@399
source: Fux
ko: 퍽스
uk: Фукс

# hero_name@400
source: Gael
ko: 가엘
uk: Гаель

# hero_name@401
source: Gand
ko: 간트
uk: Ганд

# hero_name@402
source: Garb
ko: 가브
uk: Гарб

# hero_name@403
source: Garber
ko: 가버
uk: Гарбер

# hero_name@404
source: Garin
ko: 가린
uk: Гарен

# hero_name@405
source: Garver
ko: 가버
uk: Гарвер

# hero_name@406
source: Gaveston
ko: 가베스턴
uk: Гейвстон

# hero_name@407
source: Geisler
ko: 가이즐러
uk: Гайслер

# hero_name@408
source: Geissler
ko: 가이슬러

# hero_name@409
source: Geißler
ko: 가이쉴러

# hero_name@410
source: Geiszler
ko: 가이츨러
uk: Гайцлер

# hero_name@411
source: Gerber
ko: 게베어
uk: Гербер

# hero_name@412
source: Gerst
ko: 게르스트
uk: Ґерст

# hero_name@413
source: Gerstle
ko: 게르슬
uk: Герстль

# hero_name@414
source: Gerver
ko: 거버
uk: Гервер

# hero_name@415
source: Gibard
ko: 기바드
uk: Жибер

# hero_name@416
source: Giffard
ko: 기파드
uk: Жифар

# hero_name@417
source: Gillain
ko: 길레인
uk: Гіллен

# hero_name@418
source: Gilpin
ko: 길핀
uk: Гільпін

# hero_name@419
source: Giscard
ko: 기스카드
uk: Жискар

# hero_name@420
source: Glanville
ko: 글랜빌
uk: Гленвіл

# hero_name@421
source: Glas
ko: 글라스
uk: Глас

# hero_name@422
source: Glass
ko: 글래스
uk: Гласс

# hero_name@423
source: Godard
ko: 고더드
uk: Годар

# hero_name@424
source: Godart
ko: 고다트
uk: Годарт

# hero_name@425
source: Godbert
ko: 고트베르트
uk: Годберт

# hero_name@426
source: Godefroy
ko: 고드프로이
uk: Годфрой

# hero_name@427
source: Goldhirsch
ko: 골디르슈
uk: Гольдхірш

# hero_name@428
source: Goldschmidt
ko: 골드슈미트
uk: Голдшмідт

# hero_name@429
source: Gomboult
ko: 검볼트
uk: Гомбульт

# hero_name@430
source: Gordon
ko: 고든
uk: Гордон

# hero_name@431
source: Gouel
ko: 고웰
uk: Гуель

# hero_name@432
source: Goulaffre
ko: 굴라프리
uk: Гулафр

# hero_name@433
source: Gournai
ko: 구르나이
uk: Гурне

# hero_name@434
source: Graf
ko: 그라프
uk: Граф

# hero_name@435
source: Grai
ko: 그라이
uk: Грай

# hero_name@436
source: Grancourt
ko: 그랑쿠트
uk: Гранкур

# hero_name@437
source: Graves
ko: 그레이브스
uk: Грейвс

# hero_name@438
source: Greenberg
ko: 그린베르크
uk: Грінберг

# hero_name@439
source: Grentemesnil
ko: 그렌테메스닐
uk: Грентмесніл

# hero_name@440
source: Grenteville
ko: 그렝빌
uk: Грентевіль

# hero_name@441
source: Greslet
ko: 그레슬렛
uk: Греслет

# hero_name@442
source: Grieve
ko: 그리브
uk: Грів

# hero_name@443
source: Griffin
ko: 그리핀
uk: Гріффін

# hero_name@444
source: Grimoult
ko: 그리몰트
uk: Гріму

# hero_name@445
source: Groos
ko: 그루스
uk: Грус

# hero_name@446
source: Gros
ko: 그로즈
uk: Грос

# hero_name@447
source: Groß
ko: 그로제

# hero_name@448
source: Grosse
ko: 그로세

# hero_name@449
source: Große
ko: 그로셰

# hero_name@450
source: Größel
ko: 그뢰셸

# hero_name@451
source: Großer
ko: 그로셰르

# hero_name@452
source: Gross
ko: 그로스

# hero_name@453
source: Großel
ko: 그로셸

# hero_name@454
source: Grosser
ko: 그로세르

# hero_name@455
source: Grossi
ko: 그로시

# hero_name@456
source: Grosso
ko: 그로소

# hero_name@457
source: Grósz
ko: 그로츠
uk: Грош

# hero_name@458
source: Grouchet
ko: 그로쳇
uk: Груше

# hero_name@459
source: Groulart
ko: 그롤라트
uk: Грулар

# hero_name@460
source: Grünberg
ko: 그륀베르크
uk: Грюнберг

# hero_name@461
source: Grünewald
ko: 그륀발트
uk: Грюнвальд

# hero_name@462
source: Guéribout
ko: 게리보트
uk: Герібо

# hero_name@463
source: Guernon
ko: 게르논
uk: Гернон

# hero_name@464
source: Gueron
ko: 게론
uk: Герон

# hero_name@465
source: Guideville
ko: 기데빌
uk: Гідвіль

# hero_name@466
source: Guiffart
ko: 기파트
uk: Гіффар

# hero_name@467
source: Guildersleeve
ko: 길더슬리브
uk: Гільдерслів

# hero_name@468
source: Guinand
ko: 기난드
uk: Гінан

# hero_name@469
source: Gurney
ko: 거르니
uk: Гурні

# hero_name@470
source: Guyot
ko: 구욧
uk: Гюйо

# hero_name@471
source: Haas
ko: 하스
uk: Гаас

# hero_name@472
source: Haase
ko: 하세
uk: Гаасе

# hero_name@473
source: Haber
ko: 하베르
uk: Габер

# hero_name@474
source: Haberkorn
ko: 하베르콘
uk: Габеркорн

# hero_name@475
source: Habich
ko: 하비히
uk: Габіч

# hero_name@476
source: Habicht
ko: 하비히트
uk: Габіхт

# hero_name@477
source: Hachet
ko: 하체트
uk: Гаше

# hero_name@478
source: Hadaway
ko: 하다웨이
uk: Гедвей

# hero_name@479
source: Hafner
ko: 헤프너
uk: Гафнер

# hero_name@480
source: Halacre
ko: 할라커
uk: Галакр

# hero_name@481
source: Hallé
ko: 할레
uk: Галле

# hero_name@482
source: Hamage
ko: 헤이미지
uk: Гарнідж

# hero_name@483
source: Hanley
ko: 핸리
uk: Генлі

# hero_name@484
source: Harcourt
ko: 하코트
uk: Аркур

# hero_name@485
source: Harden
ko: 하든
uk: Гарден

# hero_name@486
source: Harlan
ko: 할란
uk: Гарлан

# hero_name@487
source: Harland
ko: 할란트
uk: Гарленд

# hero_name@488
source: Harley
ko: 할리
uk: Гарлі

# hero_name@489
source: Hase
ko: 하세
uk: Газе

# hero_name@490
source: Hasenkamp
ko: 하센캄프
uk: Гейзенкамп

# hero_name@491
source: Hathaway
ko: 해더웨이
uk: Гетевей

# hero_name@492
source: Hatheway
ko: 헤서웨이
uk: Гейсвей

# hero_name@493
source: Hathway
ko: 해스웨이
uk: Гетвей

# hero_name@494
source: Hauer
ko: 하우어
uk: Гауер

# hero_name@495
source: Haumann
ko: 하우먼
uk: Гауманн

# hero_name@496
source: Haupt
ko: 하우프트
uk: Гаупт

# hero_name@497
source: Haurchefant
ko: 하우어셰판트
uk: Оршефан

# hero_name@498
source: Häusler
ko: 하우슬러
uk: Гойслер

# hero_name@499
source: Haute
ko: 하우트
uk: Гауте

# hero_name@500
source: Hauville
ko: 하우빌
uk: Говіль

# hero_name@501
source: Havener
ko: 헤브너
uk: Гейвенер

# hero_name@502
source: Hawk
ko: 호크
uk: Гок

# hero_name@503
source: Hawking
ko: 호킹
uk: Гокінг

# hero_name@504
source: Hawkins
ko: 호킨스
uk: Гокінс

# hero_name@505
source: Hayter
ko: 헤이터
uk: Гейтер

# hero_name@506
source: Head
ko: 헤드
uk: Гед

# hero_name@507
source: Hédiart
ko: 헤디어트
uk: Гедіарт

# hero_name@508
source: Heeren
ko: 히런
uk: Геерен

# hero_name@509
source: Hendry
ko: 헨드리
uk: Гендрі

# hero_name@510
source: Henley
ko: 헨리
uk: Хенлі

# hero_name@511
source: Hepburn
ko: 헵번
uk: Гепберн

# hero_name@512
source: Herbard
ko: 허바드
uk: Гербард

# hero_name@513
source: Herbert
ko: 허버트
uk: Герберт

# hero_name@514
source: Herceg
ko: 헤르세크
uk: Герцег

# hero_name@515
source: Herczeg
ko: 헤르체크
uk: Гершег

# hero_name@516
source: Herczog
ko: 헤르초크
uk: Герцог

# hero_name@517
source: Heriet
ko: 헤리엣
uk: Геріет
