Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# hero_name@978
source: Schwarzenberg
ko: 슈바젠베르크
uk: Шварценберг

# hero_name@979
source: Schwarzenegger
ko: 슈바젠베르거
uk: Шварценегер

# hero_name@980
source: Scolland
ko: 스콜란트
uk: Сколланд

# hero_name@981
source: Séguier
ko: 세콰이어
uk: Сегюр

# hero_name@982
source: Senarpont
ko: 세나르퐁
uk: Сенарпон

# hero_name@983
source: Senlis
ko: 센리스
uk: Сенліс

# hero_name@984
source: Seo
ko: 세오
uk: Сео

# hero_name@985
source: Shain
ko: 샤인
uk: Шейн

# hero_name@986
source: Sharman
ko: 샤르먼
uk: Шарман

# hero_name@987
source: Shearer
ko: 시어러
uk: Ширер

# hero_name@988
source: Sheinfeld
ko: 셰인필드
uk: Шайнфельд

# hero_name@989
source: Sherman
ko: 셔먼
uk: Шерман

# hero_name@990
source: Shine
ko: 샤인
uk: Шайн

# hero_name@991
source: Sidney
ko: 시드니
uk: Сідні

# hero_name@992
source: Sigman
ko: 지크먼
uk: Сігман

# hero_name@993
source: Silver
ko: 실버
uk: Сільвер

# hero_name@994
source: Silverstein
ko: 실버스테인
uk: Сілверстейн

# hero_name@995
source: Simnel
ko: 심넬
uk: Сімнел

# hero_name@996
source: Siskin
ko: 시스킨
uk: Зіскін

# hero_name@997
source: Siskind
ko: 시스킨드
uk: Зіскінд

# hero_name@998
source: Slootmaekers
ko: 슬루트메이커즈
uk: Слутмекерс

# hero_name@999
source: Ślusarczyk
ko: 슬루사르첵
uk: Слюсарчик

# hero_name@1000
source: Ślusarski
ko: 슬루사르스키
uk: Слюсарський

# hero_name@1001
source: Slusser
ko: 슬루서
uk: Шлюссер

# hero_name@1002
source: Snel
ko: 스넬
uk: Снел

# hero_name@1003
source: Snell
ko: 슈넬
uk: Снелл

# hero_name@1004
source: Snelling
ko: 스넬링
uk: Снеллінг

# hero_name@1005
source: Solberg
ko: 솔베르크
uk: Зольберг

# hero_name@1006
source: Sollers
ko: 솔러스
uk: Золлерс

# hero_name@1007
source: Sommer
ko: 소머
uk: Зоммер

# hero_name@1008
source: Somneri
ko: 솜네리
uk: Зомнері

# hero_name@1009
source: Sorg
ko: 조르크
uk: Зорг

# hero_name@1010
source: Sorge
ko: 조르게
uk: Зорге

# hero_name@1011
source: Sourdeval
ko: 소데발
uk: Сурдеваль

# hero_name@1012
source: Specht
ko: 스펙트
uk: Шпехт

# hero_name@1013
source: Speight
ko: 스파이트
uk: Шпайхт

# hero_name@1014
source: Stafford
ko: 스태퍼드
uk: Стаффорд

# hero_name@1015
source: Stanley
ko: 스탠리
uk: Стенлі

# hero_name@1016
source: Stark
ko: 스타크
uk: Старк

# hero_name@1017
source: Starr
ko: 스타
uk: Старр

# hero_name@1018
source: Steinmann
ko: 슈타인만
uk: Штайнманн

# hero_name@1019
source: Stenberg
ko: 스텐베르크
uk: Штенберг

# hero_name@1020
source: Stern
ko: 스테른
uk: Штерн

# hero_name@1021
source: Sternberg
ko: 스테른베르크
uk: Штернберг

# hero_name@1022
source: Straub
ko: 스트라웁
uk: Штрауб

# hero_name@1023
source: Strivelyn
ko: 스트리벨린
uk: Стривелін

# hero_name@1024
source: Strobel
ko: 스트로벨
uk: Штробель

# hero_name@1025
source: Stroman
ko: 스트로먼
uk: Штроман

# hero_name@1026
source: Stuber
ko: 스튜버
uk: Штубер

# hero_name@1027
source: Stück
ko: 스턱
uk: Штюк

# hero_name@1028
source: Stueck
ko: 스투엑
uk: Штук

# hero_name@1029
source: Stukely
ko: 스터클리
uk: Стаклі

# hero_name@1030
source: Sturm
ko: 스투름
uk: Штурм

# hero_name@1031
source: Suess
ko: 수스
uk: Зусс

# hero_name@1032
source: Summerfield
ko: 서머필드
uk: Саммерфілд

# hero_name@1033
source: Summers
ko: 서머즈
uk: Саммерс

# hero_name@1034
source: Süß
ko: 슈스

# hero_name@1035
source: Süss
ko: 쉬스

# hero_name@1036
source: Susskind
ko: 수스킨드
uk: Зюскінд

# hero_name@1037
source: Sweet
ko: 스위트
uk: Суіт

# hero_name@1038
source: Szwarc
ko: 스바르츠
uk: Шварц

# hero_name@1039
source: Tabraham
ko: 타브라함
uk: Табрахам

# hero_name@1040
source: Taillebois
ko: 테이봐
uk: Тайлебуа

# hero_name@1041
source: Taillepied
ko: 탈레피드
uk: Тайлепьє

# hero_name@1042
source: Talbot
ko: 탤벗
uk: Телбот

# hero_name@1043
source: Talvace
ko: 탤베이스
uk: Телвейс

# hero_name@1044
source: Tangsoc
ko: 탱소크
uk: Тенгсок

# hero_name@1045
source: Taube
ko: 타웁
uk: Таубе

# hero_name@1046
source: Tessel
ko: 테셀
uk: Тессель

# hero_name@1047
source: Thaon
ko: 타온
uk: Таон

# hero_name@1048
source: Theroulde
ko: 세롤드
uk: Терульд

# hero_name@1049
source: Thibault
ko: 시볼트
uk: Тібальт

# hero_name@1050
source: Thiboust
ko: 시보스트
uk: Тібус

# hero_name@1051
source: Thorel
ko: 소렐
uk: Торель

# hero_name@1052
source: Thorpe
ko: 소르페
uk: Торп

# hero_name@1053
source: Tibon
ko: 티본
uk: Тібон

# hero_name@1054
source: Tilly
ko: 틸리
uk: Тіллі

# hero_name@1055
source: Tinel
ko: 티넬
uk: Тінель

# hero_name@1056
source: Tirel
ko: 티렐
uk: Тірель

# hero_name@1057
source: Toclive
ko: 토클리브
uk: Токлайв

# hero_name@1058
source: Torteval
ko: 토르테발
uk: Тортеваль

# hero_name@1059
source: Touchet
ko: 토셰
uk: Туше

# hero_name@1060
source: Tourlaville
ko: 톨라빌
uk: Турлавіль

# hero_name@1061
source: Tourmente
ko: 토르먼트
uk: Турмент

# hero_name@1062
source: Tournai
ko: 토르나이
uk: Турне

# hero_name@1063
source: Tournebulle
ko: 토르네불레
uk: Турнебуль

# hero_name@1064
source: Tournebut
ko: 토네버트
uk: Турнебу

# hero_name@1065
source: Tourneville
ko: 토네빌
uk: Турневіль

# hero_name@1066
source: Toustain
ko: 토스테인
uk: Тустейн

# hero_name@1067
source: Towle
ko: 타울
uk: Тоулі

# hero_name@1068
source: Tranchant
ko: 트란찬트
uk: Треншан

# hero_name@1069
source: Trelli
ko: 트렐리
uk: Треллі

# hero_name@1070
source: Triela
ko: 트리엘라
uk: Тріела

# hero_name@1071
source: Tulles
ko: 툴리스
uk: Туллес

# hero_name@1072
source: Umfraville
ko: 움프라빌
uk: Умфравіль

# hero_name@1073
source: Urry
ko: 우리
uk: Уррі

# hero_name@1074
source: Valance
ko: 베일런스
uk: Валанс

# hero_name@1075
source: Valognes
ko: 벨로네스
uk: Валоньє

# hero_name@1076
source: Van Akkeren
ko: 반 애커런
uk: Ван Аккерен

# hero_name@1077
source: Van Den Akker
ko: 반 덴 애커
uk: Ван ден Акер

# hero_name@1078
source: Van Den Berg
ko: 반 덴 베르크
uk: Ван ден Берг

# hero_name@1079
source: Van Der Beek
ko: 반 데 비크
uk: Ван ден Беек

# hero_name@1080
source: Van Der Berg
ko: 반 데 베르크
uk: Ван дер Берг

# hero_name@1081
source: Van Der Veen
ko: 반 데 빈
uk: Ван ден Веен

# hero_name@1082
source: Van Der Ven
ko: 반 데 벤
uk: Ван дер Вен

# hero_name@1083
source: Van Der Venne
ko: 반 데 벤네
uk: Ван дер Вене

# hero_name@1084
source: Van Der Vennen
ko: 반 데 베넨
uk: Ван де Венен

# hero_name@1085
source: Van Hofwegen
ko: 반 홉베겐
uk: Ван Гофвеген

# hero_name@1086
source: Van Hoorn
ko: 반 후른
uk: Ван Гоорн

# hero_name@1087
source: Van Horn
ko: 반 호른
uk: Ван Горн

# hero_name@1088
source: Van Veen
ko: 반 빈
uk: Ван Веен

# hero_name@1089
source: Van Veenen
ko: 반 비넨
uk: Ван Веенен

# hero_name@1090
source: Vance
ko: 밴스
uk: Венс

# hero_name@1091
source: Vane
ko: 베인
uk: Вейн

# hero_name@1092
source: Vang
ko: 뱅
uk: Ванг

# hero_name@1093
source: Vång
ko: 팡
uk: Венг

# hero_name@1094
source: Vann
ko: 팬
uk: Ванн

# hero_name@1095
source: Varnham
ko: 바넘
uk: Варнхем

# hero_name@1096
source: Vastel
ko: 베스텔
uk: Вастель

# hero_name@1097
source: Vatteville
ko: 바테빌
uk: Ваттевіль

# hero_name@1098
source: Vaubadon
ko: 바우바돈
uk: Вобадон

# hero_name@1099
source: Vaughan
ko: 바우간
uk: Вон

# hero_name@1100
source: Vauville
ko: 바우빌
uk: Вовіль

# hero_name@1101
source: Vaux
ko: 복스
uk: Во

# hero_name@1102
source: Veci
ko: 베시
uk: Вечі

# hero_name@1103
source: Venner
ko: 베너
uk: Веннер

# hero_name@1104
source: Venois
ko: 벤와
uk: Венуа

# hero_name@1105
source: Ventris
ko: 벤트리스
uk: Вентріс

# hero_name@1106
source: Ver
ko: 베르
uk: Вер

# hero_name@1107
source: Verboom
ko: 베르붐
uk: Вербум

# hero_name@1108
source: Verdun
ko: 베르됭
uk: Вердан

# hero_name@1109
source: Verhoeven
ko: 베르호번
uk: Верховен

# hero_name@1110
source: Vernold
ko: 베르놀드
uk: Вернольд

# hero_name@1111
source: Vernon
ko: 베르논
uk: Вернон

# hero_name@1112
source: Verrall
ko: 베랄
uk: Верраль

# hero_name@1113
source: Vervloet
ko: 베르블로엣
uk: Вервлот

# hero_name@1114
source: Vesci
ko: 베스시
uk: Весці

# hero_name@1115
source: Vesli
ko: 베슬리
uk: Веслі

# hero_name@1116
source: Veteripont
ko: 베테리폰
uk: Ветеріпонт

# hero_name@1117
source: Vieuxpont
ko: 비우스폰
uk: Віпонт

# hero_name@1118
source: Villehardain
ko: 빌레하딘
uk: Вільгарден

# hero_name@1119
source: Villon
ko: 비욘
uk: Війон

# hero_name@1120
source: Vinogradov
ko: 피노그라도프
uk: Віноградов

# hero_name@1121
source: Vinter
ko: 빈터
uk: Вінтер

# hero_name@1122
source: Vipont
ko: 비폰
uk: Віпон

# hero_name@1123
source: Vitalis
ko: 비탈리스
uk: Віталіс

# hero_name@1124
source: Vivers
ko: 비베스
uk: Віверс

# hero_name@1125
source: Viville
ko: 비비엘
uk: Вівіль

# hero_name@1126
source: Vogel
ko: 보걸
uk: Фогель

# hero_name@1127
source: Vogels
ko: 보걸스
uk: Фогельс

# hero_name@1128
source: Voisin
ko: 부이신
uk: Вуазен

# hero_name@1129
source: Von Essen
ko: 폰 에센
uk: Фон Ессен

# hero_name@1130
source: Voss
ko: 포스

# hero_name@1131
source: Voß
ko: 포셰

# hero_name@1132
source: Wadard
ko: 바다르드
uk: Вадар

# hero_name@1133
source: Wagner
ko: 바그너
uk: Вагнер

# hero_name@1134
source: Wägner
ko: 와그너
uk: Вегнер

# hero_name@1135
source: Wahner
ko: 바너
uk: Ванер

# hero_name@1136
source: Wähner
ko: 와너
uk: Венер

# hero_name@1137
source: Wakefield
ko: 웨이크필드
uk: Вейкфілд

# hero_name@1138
source: Waldfogel
ko: 발드포걸
uk: Вальдфогель

# hero_name@1139
source: Waldvogel
ko: 발드보걸
uk: Вальдефогель

# hero_name@1140
source: Walkenhorst
ko: 발켄호르스트
uk: Валькенгорст

# hero_name@1141
source: Walton
ko: 발튼
uk: Волтон

# hero_name@1142
source: Wang
ko: 왕
uk: Ванг

# hero_name@1143
source: Warci
ko: 바르치
uk: Варсі

# hero_name@1144
source: Waterman
ko: 바테르만
uk: Вотермен

# hero_name@1145
source: Waters
ko: 워터스
uk: Вотерс

# hero_name@1146
source: Watson
ko: 왓슨
uk: Вотсон

# hero_name@1147
source: Watteau
ko: 바투
uk: Ватто

# hero_name@1148
source: Way
ko: 웨이
uk: Вей

# hero_name@1149
source: Wayne
ko: 웨인
uk: Вейн

# hero_name@1150
source: Weaver
ko: 웨버
uk: Вівер

# hero_name@1151
source: Webb
ko: 웹
uk: Вебб

# hero_name@1152
source: Weber
ko: 베버
uk: Вебер

# hero_name@1153
source: Webster
ko: 웹스터
uk: Вебстер

# hero_name@1154
source: Wechsler
ko: 웨슐러
uk: Вехслер

# hero_name@1155
source: Weeber
ko: 위버
uk: Вібер

# hero_name@1156
source: Wegener
ko: 베게너
uk: Вегенер

# hero_name@1157
source: Wegner
ko: 베그너
uk: Вегнер

# hero_name@1158
source: Wehner
ko: 베너
uk: Венер

# hero_name@1159
source: Wehnert
ko: 베너트
uk: Венерт

# hero_name@1160
source: Weiner
ko: 와이너
uk: Вайнер

# hero_name@1161
source: Weiß
ko: 바이세

# hero_name@1162
source: Weiss
ko: 바이스

# hero_name@1163
source: Werables
ko: 베라블레스
uk: Верабль

# hero_name@1164
source: Wescott
ko: 베스콧
uk: Вескот

# hero_name@1165
source: Wesley
ko: 웨슬리
uk: Уеслі

# hero_name@1166
source: West
ko: 웨스트
uk: Вест

# hero_name@1167
source: Westbrook
ko: 웨스트브룩
uk: Вестбрук

# hero_name@1168
source: Westcott
ko: 웨스트코트
uk: Весткот

# hero_name@1169
source: Westenberg
ko: 베스텐베르크
uk: Вестенберг

# hero_name@1170
source: Westerberg
ko: 베스테베르크
uk: Вестерберг

# hero_name@1171
source: Westley
ko: 베슬리
uk: Веслі

# hero_name@1172
source: Wexler
ko: 벡슬러
uk: Векслер

# hero_name@1173
source: Whitaker
ko: 휘태커
uk: Вітекер

# hero_name@1174
source: Willoughby
ko: 윌러비
uk: Вілоубі

# hero_name@1175
source: Winfield
ko: 윈필드
uk: Вінфілд

# hero_name@1176
source: Winograd
ko: 비노그라트
uk: Виноград

# hero_name@1177
source: Winogrodzki
ko: 비노그로드스키
uk: Виногродські

# hero_name@1178
source: Winter
ko: 윈터
uk: Вінтер

# hero_name@1179
source: Winterbottom
ko: 윈터바텀
uk: Вінтерботом

# hero_name@1180
source: Winther
ko: 윈더
uk: Вінсер

# hero_name@1181
source: Winthrop
ko: 윈드롭
uk: Вінтроп

# hero_name@1182
source: Wirt
ko: 워트
uk: Вірт

# hero_name@1183
source: Wirth
ko: 뷔르트
uk: Вірс

# hero_name@1184
source: Wissant
ko: 뷔상
uk: Віссант

# hero_name@1185
source: Woodville
ko: 우드빌
uk: Вудвіль

# hero_name@1186
source: Wright
ko: 라이트
uk: Райт

# hero_name@1187
source: Ygou
ko: 이고우
uk: Югоу

# hero_name@1188
source: Yich
ko: 이치
uk: Йіч

# hero_name@1189
source: Yong
ko: 용
uk: Йонг

# hero_name@1190
source: Young
ko: 영
uk: Янг

# hero_name@1191
source: Younge
ko: 융게
uk: Янге

# hero_name@1192
source: Zilberstein
ko: 질베르슈타인
uk: Зільберштейн

# hero_name@1193
source: Ziskind
ko: 지스킨트
uk: Зіскінд

# hero_name_hire_bounty_hunter@0
source: Bourassa
ja: ボーラッサ
ko: 부라사
uk: Бурасса

# hero_name_hire_bounty_hunter@1
source: Castle
ja: キャッスル
ko: 캐슬
uk: Касл

# hero_name_hire_bounty_hunter@2
source: Duong
ja: デュパス
ko: 듀옹
uk: Дуонг

# hero_name_hire_bounty_hunter@3
source: Esau
ja: イーサウ
ko: 에사우
uk: Ісав

# hero_name_hire_bounty_hunter@4
source: Ferenc
ja: フェレンク
ko: 페렝크
uk: Ференц

# hero_name_hire_bounty_hunter@5
source: Fortier
ja: フォルティ
ko: 포티에
uk: Фортьє

# hero_name_hire_bounty_hunter@6
source: Fox
ja: フォクス
ko: 폭스
uk: Фокс

# hero_name_hire_bounty_hunter@7
source: Francis
ja: フランシス
ko: 프랜시스
uk: Френсіс

# hero_name_hire_bounty_hunter@8
source: Freitas
ja: フレイタス
ko: 프레이타스
uk: Фрайтас

# hero_name_hire_bounty_hunter@9
source: Fritz
ja: フリッツ
ko: 프리츠
uk: Фріц

# hero_name_hire_bounty_hunter@10
source: Fritzke
ja: フリック
ko: 프리츠크
uk: Фріцке

# hero_name_hire_bounty_hunter@11
source: Gordon
ja: ゴードン
ko: 고든
uk: Гордон

# hero_name_hire_bounty_hunter@12
source: Henley
ja: ヘンリー
ko: 헨리
uk: Хенлі

# hero_name_hire_bounty_hunter@13
source: Hutchings
ja: ハッチングス
ko: 허친스
uk: Гатчінс

# hero_name_hire_bounty_hunter@14
source: Kohlweg
ko: 쾰베그
uk: Кольвег

# hero_name_hire_bounty_hunter@15
source: Lang
ko: 랭
uk: Ленг

# hero_name_hire_bounty_hunter@16
source: Lindvay
ko: 린드베이
uk: Ліндвей

# hero_name_hire_bounty_hunter@17
source: Lupton
ko: 루프턴
uk: Луптон

# hero_name_hire_bounty_hunter@18
source: Mack
ko: 맥
uk: Мак

# hero_name_hire_bounty_hunter@19
source: Mapara
ko: 마파라
uk: Мапара

# hero_name_hire_bounty_hunter@20
source: Miron
ko: 마이런
uk: Мірон

# hero_name_hire_bounty_hunter@21
source: Pal
ko: 팔
uk: Пал

# hero_name_hire_bounty_hunter@22
source: Pontellini
ko: 폰텔리니
uk: Понтеліні

# hero_name_hire_bounty_hunter@23
source: Ryder
ko: 라이더
uk: Райдер

# hero_name_hire_bounty_hunter@24
source: Sigman
ko: 지크먼
uk: Сігман

# hero_name_hire_bounty_hunter@25
source: Tardif
ko: 타르디프
uk: Тардіф

# hero_name_hire_bounty_hunter@26
source: Towle
ko: 타울
uk: Тоулі

# hero_name_hire_bounty_hunter@27
source: Yich
ko: 이치
uk: Йіч

# hero_objective_complete_label
source: Hero Goal Complete!
ja: 英雄の目標を完了！
ko: 영웅 목표 완료!
uk: Мета героя досягнута!
zh_cn: 英雄目标已完成！

# hero_objectives_title_label
source: Hero Goals
ja: 英雄の目標
ko: 영웅 목표
uk: Цілі героїв
zh_cn: 英雄目标

# hero_occultist_locked
source: Unlock at the Altar of Hope
ja: 希望の祭壇でアンロック
ko: 희망의 제단에서 해금
uk: Відкривається на Вівтарі надії
zh_cn: 于希望祭坛解锁

# hero_palette_label
source: Hero Palette
ko: 영웅 색상
uk: Палітра героя

# hero_path_flavour_apprentice
source: "I search for purpose in the withering dark."
ko: 「나는 쇠락하는 어둠 속에서 사명을 찾아 헤매이었다.」

# hero_path_flavour_bh_professional
source: "On time, on budget."
ko: 「딱 맞는 예산과 시간이군.」

# hero_path_flavour_flg_exanimate
source: "Let me but sample the bitter taste of death!"
ko: 「죽음의 씁쓸한 맛을 한번 시식해 보겠다!」

# hero_path_flavour_flg_maniac
source: "Sacrifice and sensation to the last!"
ko: 「마지막 순간까지 희생과 탐닉을!」

# hero_path_flavour_flg_scourge
source: "I am purged of beauty, empty of all but blight!"
ko: 「아름다움을 박탈당한 내게는 그저 역병 밖에 남지 않았으니!」

# hero_path_flavour_grv_deadeye
source: "I always was rather good at darts, wasn't I?"
ko: 「딴 건 몰라도 다트 던지기는 명수였잖아?」

# hero_path_flavour_grv_nightsworn
source: "The shadows - my favourite cloak."
ko: 「그늘은 내가 가장 좋아하던 망토지.」

# hero_path_flavour_grv_venomdrop
source: "I'll double the dose, just to be sure."
ko: 「혹시 모르니까 두 방울 더 넣었어.」

# hero_path_flavour_hel_berserker
source: "Let it bleed! AKYLORAAHHH!"
ko: 「피가 흐르리라! 아킬로라아아아!」

# hero_path_flavour_hel_carcass
source: "Again! I can take it!"
ko: 「또 덤벼라! 이길 수 있다!」

# hero_path_flavour_hel_ravager
source: "I am no coward - come make your end!"
ko: 「나는 겁쟁이가 아니다. 와서 덤벼라!」

# hero_path_flavour_hwy_rogue
source: "Up close and personal - that's how the job gets done."
ko: 「코앞까지 가서 감정 그득 실어라. 일이란 그렇게 하는 거다.」

# hero_path_flavour_hwy_sharpshot
source: "I never miss."
ko: 「난 절대 놓치지 않지.」

# hero_path_flavour_hwy_yellowhand
source: "Let's go another round, then."
ko: 「그럼 한 바퀴 더 돌지.」

# hero_path_flavour_jes_intermezzo
source: "Let's keep this melody moving..."
ko: 「이 분위기 그대로 타고 가 보실까...」

# hero_path_flavour_jes_soloist
source: "This'll be a cutting performance..."
ko: 「숨 넘어가는 공연이 될 거야...」

# hero_path_flavour_jes_virtuoso
source: "Play the hits, keep the crowd happy."
ko: 「인기 곡을 연주하면 다들 좋아한다고.」

# hero_path_flavour_lep_monarch
source: "To rule, one must learn to serve."
ko: 「군림하려는 자는 마땅히 섬기는 법을 배워야 하니라.」

# hero_path_flavour_lep_poet
source: "Petals must fall."
ko: 「꽃잎은 떨어진다.」

# hero_path_flavour_lep_tempest
source: "The winter storm knows only rage."
ko: 「겨울의 폭풍은 오직 분노만을 아는구나.」

# hero_path_flavour_maa_bulwark
source: "Stand fast behind me!"
ko: 「내 뒤에서 딱 버텨!」

# hero_path_flavour_maa_sergeant
source: "Listen up you lot!"
ko: 「잘 들어라, 이 버러지들!」

# hero_path_flavour_maa_vanguard
source: "Look death in the eye."
ko: 「눈빛 속의 죽음을 들여다 보겠다.」

# hero_path_flavour_master
source: "Mastery is life's great journey."
ko: 「숙련이란 인생의 위대한 여정인 것을.」

# hero_path_flavour_occ_aspirant
source: "I drift in the starless skies of the void."
ko: 「나는 별빛 하나 없는 공허의 하늘을 노닌다.」

# hero_path_flavour_occ_ritualist
source: "A curse upon my enemies, and a curse upon myself."
ko: 「적들에게 저주 있으라. 그리고 내게도...」

# hero_path_flavour_occ_warlock
source: "Those beyond the veil hear my calls <b>and obey!</b>"
ko: 「장막 너머의 존재가 나의 부름을 듣고 <b>굴복하리라!</b>」

# hero_path_flavour_plg_alchemist
source: "A fascinating reaction..."
ko: 「매혹적인 반응이로군...」

# hero_path_flavour_plg_physician
source: "Let me prescribe a more ...holistic regimen."
ko: 「좀 더 총체적인 처치를... 처방하겠어.」

# hero_path_flavour_plg_surgeon
source: "Suture or sever? Both have their uses..."
ko: 「봉합할까, 절단할까? 둘 다 나름 장단점이 있는데...」

# hero_path_flavour_reserve
source: "To seek is to find."
ko: 「구하는 자가 찾을지니.」

# hero_path_flavour_run_arsonist
source: "Everything burns."
ko: 「전부 불탄다.」

# hero_path_flavour_run_orphan
source: "I have nothing, and so I have everything."
ko: 「난 아무것도 없으니 모든 걸 가진 셈이지.」

# hero_path_flavour_run_survivor
source: "Patch up. Stay sharp. Keep moving."
ko: 「붕대 감고. 항상 경계하고. 계속 움직여.」

# hero_path_flavour_ves_chaplain
source: "Faith is my shield; piety, my armor!"
ko: 「신앙은 나의 방패요, 경건은 나의 갑옷이라!」

# hero_path_flavour_ves_confessor
source: "Submit and be purified!"
ko: 「섬김으로 정화되거라!」

# hero_path_flavour_ves_reserve
source: "To seek is to find."
ko: 「구하는 자가 찾을지니.」

# hero_path_flavour_ves_seraph
source: "Witness ye the holy radiance of the Light!"
ko: 「빛의 거룩한 광휘를 보라!」

# hero_path_flavour_ves_wanderer
source: "To seek is to find."
ko: 「구하는 자가 찾을지니.」

# hero_path_flavour_wanderer
source: "To seek is to find."
ko: 「구하는 자가 찾을지니.」

# hero_path_master_tooltip_override
source: All Skills Mastered
ja: 全スキル熟達済み
ko: 모든 기술 통달
uk: Усі навички освоєно
zh_cn: 所有技能已精通

# hero_path_name_apprentice
source: Apprentice
ja: 見習い
ko: 견습
uk: Учень
zh_cn: 学徒

# hero_path_name_apprentice+female
source: Apprentice
ja: 見習い
ko: 견습
uk: Учень
zh_cn: 学徒

# hero_path_name_apprentice+male
source: Apprentice
ja: 見習い
ko: 견습
uk: Учень
zh_cn: 学徒

# hero_path_name_bh_professional
source: Professional
ja: 熟練
ko: 전문가
uk: Професіонал
zh_cn: 专家

# hero_path_name_flg_exanimate
source: Exanimate
ko: 무생
uk: Дивак

# hero_path_name_flg_exanimate+female
source: Exanimate
ko: 무생
uk: Дивак

# hero_path_name_flg_exanimate+male
source: Exanimate
ko: 무생
uk: Дивак

# hero_path_name_flg_maniac
source: Maniac
ko: 광증
uk: Маніяк

# hero_path_name_flg_maniac+female
source: Maniac
ko: 광증
uk: Маніяк

# hero_path_name_flg_maniac+male
source: Maniac
ko: 광증
uk: Маніяк

# hero_path_name_flg_scourge
source: Scourge
ko: 재앙
uk: Мучитель

# hero_path_name_flg_scourge+female
source: Scourge
ko: 재앙
uk: Мучитель

# hero_path_name_flg_scourge+male
source: Scourge
ko: 재앙
uk: Мучитель

# hero_path_name_grv_deadeye
source: Deadeye
ja: デッドアイ
ko: 매의 눈
uk: Влучний стрілець
zh_cn: 穿杨客

# hero_path_name_grv_deadeye+female
source: Deadeye
ja: デッドアイ
ko: 매의 눈
uk: Влучний стрілець
zh_cn: 穿杨客

# hero_path_name_grv_deadeye+male
source: Deadeye
ja: デッドアイ
ko: 매의 눈
uk: Влучний стрілець
zh_cn: 穿杨客

# hero_path_name_grv_nightsworn
source: Nightsworn
ja: 夜の民
ko: 밤의 숙녀
uk: Наречена пітьми
zh_cn: 夜誓者

# hero_path_name_grv_nightsworn+female
source: Nightsworn
ja: 夜の民
ko: 밤의 숙녀
uk: Наречена пітьми
zh_cn: 夜誓者

# hero_path_name_grv_nightsworn+male
source: Nightsworn
ja: 夜の民
ko: 밤의 숙녀
uk: Наречена пітьми
zh_cn: 夜誓者

# hero_path_name_grv_venomdrop
source: Venomdrop
ja: 毒の一滴
ko: 독사
uk: Отруйниця
zh_cn: 毒师

# hero_path_name_grv_venomdrop+female
source: Venomdrop
ja: 毒の一滴
ko: 독사
uk: Отруйниця
zh_cn: 毒师

# hero_path_name_grv_venomdrop+male
source: Venomdrop
ja: 毒の一滴
ko: 독사
uk: Отруйниця
zh_cn: 毒师

# hero_path_name_hel_berserker
source: Berserker
ja: 狂戦士
ko: 광전사
uk: Берсерк
zh_cn: 狂战士

# hero_path_name_hel_berserker+female
source: Berserker
ja: 狂戦士
ko: 광전사
uk: Берсерк
zh_cn: 狂战士

# hero_path_name_hel_berserker+male
source: Berserker
ja: 狂戦士
ko: 광전사
uk: Берсерк
zh_cn: 狂战士

# hero_path_name_hel_carcass
source: Carcass
ja: 無心者
ko: 사냥감
uk: Силачка
zh_cn: 死士

# hero_path_name_hel_ravager
source: Ravager
ja: 破壊者
ko: 유린자
uk: Нищителька
zh_cn: 毁灭者

# hero_path_name_hel_ravager+female
source: Ravager
ja: 破壊者
ko: 유린자
uk: Нищителька
zh_cn: 毁灭者

# hero_path_name_hel_ravager+male
source: Ravager
ja: 破壊者
ko: 유린자
uk: Нищителька
zh_cn: 毁灭者

# hero_path_name_hwy_rogue
source: Rogue
ja: 無頼漢
ko: 불한당
uk: Негідник
zh_cn: 悍匪

# hero_path_name_hwy_rogue+female
source: Rogue
ja: 無頼漢
ko: 불한당
uk: Негідник
zh_cn: 悍匪

# hero_path_name_hwy_rogue+male
source: Rogue
ja: 無頼漢
ko: 불한당
uk: Негідник
zh_cn: 悍匪

# hero_path_name_hwy_sharpshot
source: Sharpshot
ja: 射手
ko: 명사수
uk: Гостре око
zh_cn: 神枪手

# hero_path_name_hwy_yellowhand
source: Yellowhand
ja: 盗人の手
ko: 해결사
uk: Спійманий на гарячому
zh_cn: 三只手

# hero_path_name_jes_intermezzo
source: Intermezzo
ja: インテルメッゾ
ko: 간주자
uk: Інтермеццо
zh_cn: 间奏师

# hero_path_name_jes_soloist
source: Soloist
ja: ソロイスト
ko: 독주자
uk: Соліст
zh_cn: 独奏者

# hero_path_name_jes_soloist+female
source: Soloist
ja: ソロイスト
ko: 독주자
uk: Соліст
zh_cn: 独奏者

# hero_path_name_jes_soloist+male
source: Soloist
ja: ソロイスト
ko: 독주자
uk: Соліст
zh_cn: 独奏者

# hero_path_name_jes_virtuoso
source: Virtuoso
ja: ヴィルトゥオーソ
ko: 거장
uk: Віртуоз
zh_cn: 艺术家

# hero_path_name_jes_virtuoso+female
source: Virtuoso
ja: ヴィルトゥオーソ
ko: 거장
uk: Віртуоз
zh_cn: 艺术家

# hero_path_name_jes_virtuoso+male
source: Virtuoso
ja: ヴィルトゥオーソ
ko: 거장
uk: Віртуоз
zh_cn: 艺术家

# hero_path_name_lep_monarch
source: Monarch
ja: 君主
ko: 제왕
uk: Монарх
zh_cn: 君主

# hero_path_name_lep_poet
source: Poet
ja: 詩人
ko: 시인
uk: Поет
zh_cn: 诗人

# hero_path_name_lep_poet+female
source: Poet
ja: 詩人
ko: 시인
uk: Поет
zh_cn: 诗人

# hero_path_name_lep_poet+male
source: Poet
ja: 詩人
ko: 시인
uk: Поет
zh_cn: 诗人

# hero_path_name_lep_tempest
source: Tempest
ja: 嵐
ko: 폭풍
uk: Жертва бурі
zh_cn: 风暴

# hero_path_name_lep_tempest+female
source: Tempest
ja: 嵐
ko: 폭풍
uk: Жертва бурі
zh_cn: 风暴

# hero_path_name_lep_tempest+male
source: Tempest
ja: 嵐
ko: 폭풍
uk: Жертва бурі
zh_cn: 风暴

# hero_path_name_maa_bulwark
source: Bulwark
ja: 守護者
ko: 성채
uk: Захисник
zh_cn: 壁垒

# hero_path_name_maa_bulwark+female
source: Bulwark
ja: 守護者
ko: 성채
uk: Захисник
zh_cn: 壁垒

# hero_path_name_maa_bulwark+male
source: Bulwark
ja: 守護者
ko: 성채
uk: Захисник
zh_cn: 壁垒

# hero_path_name_maa_sergeant
source: Sergeant
ja: 軍曹
ko: 상사
uk: Сержант
zh_cn: 士官

# hero_path_name_maa_sergeant+female
source: Sergeant
ja: 軍曹
ko: 상사
uk: Сержант
zh_cn: 士官

# hero_path_name_maa_sergeant+male
source: Sergeant
ja: 軍曹
ko: 상사
uk: Сержант
zh_cn: 士官

# hero_path_name_maa_vanguard
source: Vanguard
ja: 先兵
ko: 선봉
uk: Лідер
zh_cn: 先锋

# hero_path_name_maa_vanguard+female
source: Vanguard
ja: 先兵
ko: 선봉
uk: Лідер
zh_cn: 先锋

# hero_path_name_maa_vanguard+male
source: Vanguard
ja: 先兵
ko: 선봉
uk: Лідер
zh_cn: 先锋

# hero_path_name_master
source: Master
ja: 達人
ko: 달인
uk: Майстер
zh_cn: 大师

# hero_path_name_master+female
source: Master
ja: 達人
ko: 달인
uk: Майстер
zh_cn: 大师

# hero_path_name_master+male
source: Master
ja: 達人
ko: 달인
uk: Майстер
zh_cn: 大师

# hero_path_name_occ_aspirant
source: Aspirant
ja: 熱望者
ko: 복사
uk: Шукач
zh_cn: 野心家

# hero_path_name_occ_ritualist
source: Ritualist
ja: 儀式者
ko: 의식사
uk: Ритуаліст
zh_cn: 仪式师

# hero_path_name_occ_ritualist+female
source: Ritualist
ja: 儀式者
ko: 의식사
uk: Ритуаліст
zh_cn: 仪式师
