Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# effect_condition_performer_kill_cosmic_8_override
source: Land the killing blow on 8+ <color=#{notable}>Cosmic Beings</color>
ko: <color=#{notable}>우주적 존재</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>косміконах</color>

# effect_condition_performer_kill_fanatic_2_override
source: Land the killing blow on 2+ <color=#{notable}>Fanatics</color>
ko: <color=#{notable}>광신도</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>фанатиках</color>

# effect_condition_performer_kill_fanatic_4_override
source: Land the killing blow on 4+ <color=#{notable}>Fanatics</color>
ko: <color=#{notable}>광신도</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>фанатиках</color>

# effect_condition_performer_kill_fanatic_8_override
source: Land the killing blow on 8+ <color=#{notable}>Fanatics</color>
ko: <color=#{notable}>광신도</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>фанатиках</color>

# effect_condition_performer_kill_gaunt_2_override
source: Land the killing blow on 2+ <color=#{notable}>Gaunt</color>
ko: <color=#{notable}>쭉정이</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>здихлях</color>

# effect_condition_performer_kill_gaunt_4_override
source: Land the killing blow on 4+ <color=#{notable}>Gaunt</color>
ko: <color=#{notable}>쭉정이</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>здихлях</color>

# effect_condition_performer_kill_gaunt_8_override
source: Land the killing blow on 8+ <color=#{notable}>Gaunt</color>
ko: <color=#{notable}>쭉정이</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>здихлях</color>

# effect_condition_performer_kill_gentry_2_override
source: Land the killing blow on 2+ <color=#{notable}>Gentry</color>
ko: <color=#{notable}>귀족</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>чуможерах</color>

# effect_condition_performer_kill_gentry_4_override
source: Land the killing blow on 4+ <color=#{notable}>Gentry</color>
ko: <color=#{notable}>귀족</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>чуможерах</color>

# effect_condition_performer_kill_gentry_8_override
source: Land the killing blow on 8+ <color=#{notable}>Gentry</color>
ko: <color=#{notable}>귀족</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>чуможерах</color>

# effect_condition_performer_kill_lair_boss_any_1_override
source: Land the killing blow on a <color=#{notable}>Lair Boss</color>
ko: <color=#{notable}>소굴 우두머리</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>босу лігва</color>

# effect_condition_performer_kill_lair_boss_city_1_override
source: Land the killing blow on the <color=#{notable}>Lair Boss</color> in The Sprawl
ko: 교외에서 <color=#{notable}>소굴 우두머리</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>босу лігва</color> в Поградді

# effect_condition_performer_kill_lair_boss_coast_1_override
source: Land the killing blow on the <color=#{notable}>Lair Boss</color> in The Shroud
ko: 연해에서 <color=#{notable}>소굴 우두머리</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>босу лігва</color> в Імлистому

# effect_condition_performer_kill_lair_boss_farm_1_override
source: Land the killing blow on the <color=#{notable}>Lair Boss</color> in The Foetor
ko: 농지에서 <color=#{notable}>소굴 우두머리</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>босу лігва</color> в Сморідді

# effect_condition_performer_kill_lair_boss_forest_1_override
source: Land the killing blow on the <color=#{notable}>Lair Boss</color> in The Tangle
ko: 덩굴숲에서 <color=#{notable}>소굴 우두머리</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>босу лігва</color> в Чорноліссі

# effect_condition_performer_kill_pillager_2_override
source: Land the killing blow on 2+ <color=#{notable}>Pillagers</color>
ko: <color=#{notable}>도적</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>грабіжниках</color>

# effect_condition_performer_kill_pillager_4_override
source: Land the killing blow on 4+ <color=#{notable}>Pillagers</color>
ko: <color=#{notable}>도적</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>грабіжниках</color>

# effect_condition_performer_kill_pillager_8_override
source: Land the killing blow on 8+ <color=#{notable}>Pillagers</color>
ko: <color=#{notable}>도적</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>грабіжниках</color>

# effect_condition_performer_kill_swine_2_override
source: Land the killing blow on 2+ <color=#{notable}>Swine</color>
ko: <color=#{notable}>돼지</color>에게 죽음의 일격 2회 이상
uk: Завдати смертельного удару по 2+ <color=#{notable}>вепрах</color>

# effect_condition_performer_kill_swine_4_override
source: Land the killing blow on 4+ <color=#{notable}>Swine</color>
ko: <color=#{notable}>돼지</color>에게 죽음의 일격 4회 이상
uk: Завдати смертельного удару по 4+ <color=#{notable}>вепрах</color>

# effect_condition_performer_kill_swine_8_override
source: Land the killing blow on 8+ <color=#{notable}>Swine</color>
ko: <color=#{notable}>돼지</color>에게 죽음의 일격 8회 이상
uk: Завдати смертельного удару по 8+ <color=#{notable}>вепрах</color>

# effect_condition_performer_skill_hist_flg_deathless_override
source: Use <color=#{notable}>Deathless</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>죽음 결핍</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Безсмертя</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_endure_override
source: Use <color=#{notable}>Endure</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>인내</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Терпіння</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_exsanguinate_override
source: Use <color=#{notable}>Sepsis</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>패혈증</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Сепсис</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_fester_override
source: Use <color=#{notable}>Fester</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>화농</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Нагноєння</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_lash_gift_override
source: Use <color=#{notable}>Lash's Gift</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>채찍의 선물</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Дарунок бича</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_more_more_override
source: Use <color=#{notable}>More! MORE!</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>더! 더!</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Ще! ЩЕ!</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_necrosis_override
source: Use <color=#{notable}>Necrosis</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>괴사</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Відмирання</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_punish_override
source: Use <color=#{notable}>Punish</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>징벌</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Покарання</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_rain_of_sorrows_override
source: Use <color=#{notable}>Acid Rain</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>산성비</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Кислотний дощ</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_reclaim_override
source: Use <color=#{notable}>Undying</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>불사</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Невмирущість</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_flg_suffer_override
source: Use <color=#{notable}>Suffer</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>피학</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Страждання</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_gr_artemisia_override
source: Use <color=#{notable}>Absinthe</color> 3+ times in a single fight
ja: <color=#{notable}>アブサン</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>압생트</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Абсент</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>苦艾酒</color>3次

# effect_condition_performer_skill_hist_gr_dead_of_night_override
source: Use <color=#{notable}>Dead of Night</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>밤의 망자</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Під покровом ночі+</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_gr_flashing_daggers_override
source: Use <color=#{notable}>Flashing Daggers</color> 3+ times in a single fight
ja: <color=#{notable}>高速短剣投げ</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>번뜩이는 비도</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Блиск кинджалів</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>纷乱匕首</color>3次

# effect_condition_performer_skill_hist_gr_glint_in_the_dark_override
source: Use <color=#{notable}>Glint in the Dark</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>어둠 속의 번뜩임</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Відблиск у пітьмі</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_gr_lunge_override
source: Use <color=#{notable}>Lunge</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>돌진</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Випад</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_gr_pick_to_the_face_override
source: Use <color=#{notable}>Pick to the Face</color> 2+ times in a single fight
ja: <color=#{notable}>顔面突き</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>곡괭이 찍기</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Киркою по пиці</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>迎头痛击</color>2次

# effect_condition_performer_skill_hist_gr_pirouette_override
source: Use <color=#{notable}>Pirouette</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>발놀림</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Пірует</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_gr_poison_dart_override
source: Use <color=#{notable}>Poison Dart</color> 2+ times in a single fight
ja: <color=#{notable}>毒矢</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>맹독 다트</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Отруйні дротики</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>毒镖</color>2次

# effect_condition_performer_skill_hist_gr_repartee_override
source: Use <color=#{notable}>Repartee</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>조롱</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Дотепний коментар</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_gr_shadow_fade_override
source: Use <color=#{notable}>Shadow Fade</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>그림자 은신</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Поринання в тінь</color> 3+ рази в одному бою

# effect_condition_performer_skill_hist_gr_thrown_dagger_override
source: Use <color=#{notable}>Thrown Dagger</color> 2+ times in a single fight
ja: <color=#{notable}>短剣投げ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>단검 투척</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Кидок кинджала</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>投掷匕首</color>2次

# effect_condition_performer_skill_hist_hel_adrenaline_rush_override
source: Use <color=#{notable}>Adrenaline Rush</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>아드레날린 분출</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Прилив адреналіну</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hel_barbaric_yawp_override
source: Use <color=#{notable}>Barbaric YAWP!</color> 3+ times in a single fight
ja: <color=#{notable}>野蛮な咆哮！</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>야만스러운 함성!</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Варварський клич</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>野蛮咆哮</color>3次

# effect_condition_performer_skill_hist_hel_bleed_out_override
source: Use <color=#{notable}>Bleed Out</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>출혈</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Кровопускання</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hel_bloodlust_override
source: Use <color=#{notable}>Bloodlust</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>혈욕</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Жага крові</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hel_breakthrough_override
source: Use <color=#{notable}>Breakthrough</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>돌파</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Прорив</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hel_howling_end_override
source: Use <color=#{notable}>Howling End</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>단말마의 일격</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Смертоносне ревіння</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hel_if_it_bleeds_override
source: Use <color=#{notable}>If It Bleeds</color> 3+ times in a single fight
ja: <color=#{notable}>流れ出る血液</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>유혈사태</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Більше крові</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>血滴石穿</color>3次

# effect_condition_performer_skill_hist_hel_iron_swan_override
source: Use <color=#{notable}>Iron Swan</color> 2+ times in a single fight
ja: <color=#{notable}>アイアンスワン</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>강철의 추모곡</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Залізний лебідь</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>钢铁天鹅</color>2次

# effect_condition_performer_skill_hist_hel_raucous_revelry_override
source: Use <color=#{notable}>Raucous Revelry</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>난잡한 술잔치</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Шумна пиятика</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hel_toe_to_toe_override
source: Use <color=#{notable}>Toe to Toe</color> 2+ times in a single fight
ja: <color=#{notable}>1対1</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>정면 승부</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Сам на сам</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>寸步不让</color>2次

# effect_condition_performer_skill_hist_hel_wicked_hack_override
source: Use <color=#{notable}>Wicked Hack</color> 2+ times in a single fight
ja: <color=#{notable}>強烈な切り込み</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>강력한 난도질</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Лютий удар</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>恶毒挥斩</color>2次

# effect_condition_performer_skill_hist_hwm_double_cross_override
source: Use <color=#{notable}>Double Cross</color> 6+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>뒤통수 치기</color> 6회 이상 사용
uk: Використати навичку <color=#{notable}>Хрест грішника</color> 6+ разів в одному бою

# effect_condition_performer_skill_hist_hwm_double_tap_override
source: Use <color=#{notable}>Double Tap</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>마무리 속사</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Подвійний постріл</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hwm_duelists_advance_override
source: Use <color=#{notable}>Duelist's Advance</color> 3+ times in a single fight
ja: <color=#{notable}>決闘者の前進</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>결투가의 진격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Дуельний випад</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>决一死战</color>3次

# effect_condition_performer_skill_hist_hwm_grapeshot_blast_override
source: Use <color=#{notable}>Grapeshot Blast</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>포도탄 발사</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Постріл дробом</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hwm_highway_robbery_override
source: Use <color=#{notable}>Highway Robbery</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>노상 강도질</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Грабіж на великій дорозі</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hwm_open_vein_override
source: Use <color=#{notable}>Open Vein</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>정맥 절개</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Розтяті вени</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hwm_pistol_shot_override
source: Use <color=#{notable}>Pistol Shot</color> 2+ times in a single fight
ja: <color=#{notable}>ピストルショット</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>권총 사격</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Пістолетний постріл</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>手枪射击</color>2次

# effect_condition_performer_skill_hist_hwm_point_blank_shot_override
source: Use <color=#{notable}>Point Blank Shot</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>영거리 사격</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Постріл в упор</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_hwm_take_aim_override
source: Use <color=#{notable}>Take Aim</color> 2+ times in a single fight
ja: <color=#{notable}>照準合わせ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>정조준</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Точний приціл</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>瞄准</color>2次

# effect_condition_performer_skill_hist_hwm_tracking_shot_override
source: Use <color=#{notable}>Tracking Shot</color> 3+ times in a single fight
ja: <color=#{notable}>追跡弾</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>가늠 사격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Прицільна мітка</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>追踪射击</color>3次

# effect_condition_performer_skill_hist_hwm_wicked_slice_override
source: Use <color=#{notable}>Wicked Slice</color> 2+ times in a single fight
ja: <color=#{notable}>強力なスライス</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>야비한 칼질</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Глибокий поріз</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>恶毒切割</color>2次

# effect_condition_performer_skill_hist_jes_battle_ballad_override
source: Use <color=#{notable}>Battle Ballad</color> 3+ times in a single fight
ja: <color=#{notable}>バトルバラード</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>전투의 발라드</color> 3회 이상 사용
uk: Використати навичку. <color=#{notable}>Військова балада</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>战歌</color>3次

# effect_condition_performer_skill_hist_jes_echoing_march_override
source: Use <color=#{notable}>Echoing March</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>메아리치는 진군</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Гучний марш</color> 3+ рази в одному бою

# effect_condition_performer_skill_hist_jes_encore_override
source: Use <color=#{notable}>Encore</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>앙코르</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>На біс</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_jes_fade_to_black_override
source: Use <color=#{notable}>Fade to Black</color> 2+ times in a single fight
ja: <color=#{notable}>暗転</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>그늘 속으로</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Відхід за куліси</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>夺目表演</color>2次

# effect_condition_performer_skill_hist_jes_finale_override
source: Use <color=#{notable}>Finale</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>대단원</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Заключний акорд</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_jes_harvest_override
source: Use <color=#{notable}>Harvest</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>수확</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Криваві жнива</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_jes_inspiring_tune_override
source: Use <color=#{notable}>Inspiring Tune</color> 2+ times in a single fight
ja: <color=#{notable}>鼓舞の調べ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>격려의 선율</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Підбадьорливий мотив</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>振奋旋律</color>2次

# effect_condition_performer_skill_hist_jes_play_me_out_override
source: Use <color=#{notable}>Play Out</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>막간</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Акторська майстерність</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_jes_razors_wit_override
source: Use <color=#{notable}>Razor's Wit</color> 2+ times in a single fight
ja: <color=#{notable}>剃刀の知恵</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>날카로운 재치</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Гострота леза</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>尖锐才智</color>2次

# effect_condition_performer_skill_hist_jes_slice_off_override
source: Use <color=#{notable}>Slice Off</color> 3+ times in a single fight
ja: <color=#{notable}>そぎ落とし</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>저며내기</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Руку на відсіч</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>切除</color>3次

# effect_condition_performer_skill_hist_jes_solo_override
source: Use <color=#{notable}>Solo</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>독주</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Сольна партія</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_lep_break_override
source: Use <color=#{notable}>Break</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>박살</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Ламання</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_lep_chop_override
source: Use <color=#{notable}>Chop</color> 2+ times in a single fight
ja: <color=#{notable}>ぶった切り</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>토막</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Удар із розмаху</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>劈剁</color>2次

# effect_condition_performer_skill_hist_lep_hew_override
source: Use <color=#{notable}>Hew</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>절단</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Відсікання</color> 2+ рази в одному бою
