Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_battle_hero_action_heal_self_DD_02_0
source: There remains a foothold out of this mire - now climb.
ja: この泥沼から抜け出すための足がかりは残っている。さあ、登るのだ。
ko: 이 수렁에도 아직 딛고 올라설 곳은 남은 모양이군.
uk: Ще є тверда опора під цією трясовиною! Вибирайтеся з неї!
zh_cn: 这片泥沼还剩最后一个落脚点——快向外爬吧。

# vo_battle_hero_action_hero_dot_01_0
source: A slow dissection... an unavoidable end.
ja: 緩やかな分析…避けられぬ結末。
ko: 느릿한 해체인가... 필연적 결말을 향해 가는군.
uk: Повільний розтин... і неминучий кінець.
zh_cn: 缓慢的消解……难逃的宿命。

# vo_battle_hero_action_hero_dot_02_0
source: The fiend's strength dwindles...
ja: 敵の力が弱まっていく…
ko: 악의 기운이 약해진다...
uk: Сила супротивника вичерпується...
zh_cn: 那个魔物的力量在风中摇曳……

# vo_battle_hero_action_hero_dot_03_0
source: The enemy weakens and wanes!
ja: 敵が無力になり、衰弱したぞ！
ko: 적들이 약해지며 동요한다!
uk: Ворог слабшає і чахне!
zh_cn: 敌人的力量在流逝！

# vo_battle_hero_action_hero_dot_04_0
source: Malaise, measured and steady...
ja: 不快感を測定したが、安定している…
ko: 병폐가 꾸준히 커져가는군...
uk: Зішестя в могилу, повільне, але невідворотне...
zh_cn: 折磨，层层渐进……

# vo_battle_hero_action_kill_hero_story_monster_01_0
source: Destroy this half-remembered spectre!
ja: この、過去の記憶から呼び覚まされた幽霊を倒せ！
ko: 반쯤 망각된 저 망령을 처치해 버리게!
uk: Знищіть цього напівзабутого привида!
zh_cn: 摧毁这个在记忆中若隐若现的幽灵！

# vo_battle_hero_action_kill_hero_story_monster_02_0
source: Spiritual torment has no place in the compassionate mind - it must be purged!
ja: 精神的な苦悩は、慈愛に満ちた心には存在しない。浄化するのだ！
ko: 영적 고통은 연민의 마음 속에 머물 공간 없으니, 반드시 몰아내야 하네!
uk: У милосердному розумі нема місця для духовних страждань: його треба очистити!
zh_cn: 同情之心经不起这样的折磨——快将它除去！

# vo_battle_hero_action_kill_hero_story_monster_03_0
source: The past is gone - this... thing... is merely an echo.
ja: 過去は消え去り、こ…これは…単なる反響に過ぎない。
ko: 과거는 사라졌으니, 이... 존재는... 그저 메아리에 불과할 뿐.
uk: Минулого вже нема: ця... річ... лише відлуння.
zh_cn: 往昔已逝，而这……这个东西……只是一道回响。

# vo_battle_hero_action_kill_hero_story_monster_04_0
source: Emancipation is at hand - unmake this illusion!
ja: 解放は目前だ、この幻想をかき消せ！
ko: 해방이 눈 앞에 있네. 이 환상을 깨뜨리게나!
uk: Звільнення вже близько — розвійте цю ілюзію!
zh_cn: 解脱近在眼前——消解这道幻影！

# vo_battle_hero_action_kill_monster_2slot_01_0
source: All problems have their solutions... even the big ones.
ja: すべての問題には解決策がある…たとえ、それが大きな問題であっても。
ko: 모든 문제에는 제각기 해법이 있는 법... 얼마나 큰 문제든 말일세.
uk: Усі проблеми мають рішення... навіть найбільші.
zh_cn: 所有的麻烦都有解决的办法……无论多么庞大。

# vo_battle_hero_action_kill_monster_2slot_02_0
source: Persistence will overcome even the greatest of threats.
ja: 粘り強さがあれば、あらゆる脅威にも打ち勝つことができる。
ko: 끈기란 가장 큰 위협도 극복할 수 있는 원동력이네.
uk: Наполегливість упорається навіть із найстрашнішими загрозами.
zh_cn: 只要持之以恒，最难的难关也终能被克服。

# vo_battle_hero_action_kill_monster_2slot_03_0
source: The unrelenting application of violence yields morbid gains.
ja: 容赦なき暴力の行使は、病的な利益をもたらすだろう。
ko: 끊임없는 폭력의 연쇄는 뒤틀린 이득을 낳는 법 아니겠나.
uk: Постійне насильство дає жалюгідні результати.
zh_cn: 不懈地施加暴力，就会得到残酷的收获。

# vo_battle_hero_action_kill_monster_DOT_01_0
source: The smallest variable can make all the difference.
ja: わずかな変動が、大きな違いを生む。
ko: 가장 작은 변수가 모든 것을 뒤바꿀 수도 있는 법.
uk: Навіть дрібниця може все змінити.
zh_cn: 最小的变数也可以导致截然不同的结果。

# vo_battle_hero_action_kill_monster_DOT_02_0
source: A deliberate and methodical appliance of harm.
ja: 意図的、計画的な危害の加え方。
ko: 고의적이고 조직적인 해악의 작용이로다.
uk: Навмисне й методичне заподіяння шкоди.
zh_cn: 方法可靠，计算刚好。

# vo_battle_hero_action_kill_monster_DOT_03_0
source: A steady subtraction; an invariable result.
ja: 安定して減らせば、一定の結果が得られるだろう。
ko: 꾸준한 감쇄는 불변의 결과를 낳는 법.
uk: Безперервне віднімання, незмінний результат.
zh_cn: 稳定的递减，得到确定的结果。

# vo_battle_hero_action_kill_monster_first_01_0
source: Let us hope to finish this quickly.
ja: 早く終わらせられるといいのだが。
ko: 빨리 끝낼 수 있기만 바라세나.
uk: Будемо сподіватися, що впораємося швидко.
zh_cn: 让我们寄希望于速战速决。

# vo_battle_hero_action_kill_monster_first_02_0
source: A promising development...
ja: これは期待できそうだ…
ko: 가능성이 엿보이는 발전이로고...
uk: Багатообіцяючий розвиток подій...
zh_cn: 值得期待的进展……

# vo_battle_hero_action_kill_monster_first_03_0
source: Early results... are encouraging!
ja: 最初の手ごたえは…なかなかだぞ！
ko: 초기 결과는... 참으로 고무적이로군!
uk: Перші результати... надихають!
zh_cn: 早期的成果……令人兴奋！

# vo_battle_hero_action_kill_monster_first_04_0
source: On to the next!
ja: 次だ！
ko: 계속 가자!
uk: Тільки вперед!
zh_cn: 下一个！

# vo_battle_hero_action_kill_monster_general_01_0
source: One less obstacle in our path.
ja: 我々の行く手を阻むものがひとつ減った。
ko: 앞을 가로막는 장애물이 하나 줄었나.
uk: Однією перешкодою менше на нашому шляху.
zh_cn: 前路又少了一道阻碍。

# vo_battle_hero_action_kill_monster_general_02_0
source: Another impediment cleared with impunity.
ja: もうひとつの障害は、いとも簡単に一掃できた。
ko: 또 다른 장애물을 해결하였군.
uk: Ще однією перепоною менше — чиста робота.
zh_cn: 又一个障碍得到化解。

# vo_battle_hero_action_kill_monster_general_03_0
source: Messy, but effective.
ja: 荒々しいが、効果的だ。
ko: 지저분하지만 효과적이잖나.
uk: Без витонченості, проте ефективно.
zh_cn: 手法粗糙，但行之有效。

# vo_battle_hero_action_kill_monster_general_04_0
source: The work continues...
ja: 任務は続く…
ko: 과업을 계속하세...
uk: Робота ще є...
zh_cn: 工作继续……

# vo_battle_hero_action_kill_monster_general_05_0
source: A righteous action!
ja: 素晴らしい動きだ！
ko: 올바른 행동이로고!
uk: За праву справу!
zh_cn: 正义之举！

# vo_battle_hero_action_kill_monster_general_06_0
source: A petty hinderance!
ko: 사소한 방해로군!
uk: Незначна перешкода!

# vo_battle_hero_action_kill_monster_general_07_0
source: A simple variable, easily resolved.
ja: わずかな変動で、いとも簡単に解決した。
ko: 단순한 변수는 간단히 해소되는 법.
uk: Просте рівняння, розв’язується легко.
zh_cn: 简单的变数，简单地解决。

# vo_battle_hero_action_kill_monster_general_08_0
source: A lesson taught is a lesson learned.
ja: 教えた教訓とは、すなわち学んだ教訓である。
ko: 배우고 익히니 기쁘지 아니한가?
uk: Отриманий урок — засвоєний урок.
zh_cn: 处处留心，尽是学问。

# vo_battle_hero_action_kill_monster_general_09_0
source: Straightforward, and effective!
ja: ストレートで効果的だ！
ko: 직관적이면서도 효과적이로군!
uk: Просто та ефективно!
zh_cn: 直截了当，而且效果显著！

# vo_battle_hero_action_kill_monster_strong_01_0
source: A resounding response!
ja: かなりの手ごたえだ！
ko: 폭발적인 반응이로고!
uk: Переконлива відповідь!
zh_cn: 响亮的回应！

# vo_battle_hero_action_kill_monster_strong_02_0
source: They falter - so press your advance!
ja: 敵は弱っている、このまま突き進むのだ！
ko: 놈들이 도망치는군. 자네도 밀어붙이게!
uk: Ворог збентежений, тож уперед!
zh_cn: 它们在动摇——乘胜追击！

# vo_battle_hero_action_kill_monster_strong_03_0
source: Take heart! And do not relent!
ja: 気合を入れるのだ！容赦するな！
ko: 힘을 내게! 망설이지 말고!
uk: Кріпіться і не відступайте!
zh_cn: 坚定信念！决不留情！

# vo_battle_hero_action_kill_monster_weak_01_0
source: A trivial worriment...
ja: 心配に及ばなかったな…
ko: 사소한 걱정이 되었군...
uk: Тривіальне завдання...
zh_cn: 不值一提的小麻烦……

# vo_battle_hero_action_kill_monster_weak_02_0
source: Easily dispatched!
ja: 素早い対処だ！
ko: 저 정도야 간단하지!
uk: Ворог зневірений!
zh_cn: 轻松解决！

# vo_battle_hero_action_kill_monster_weak_03_0
source: A trifling matter...
ja: 取るに足らないことだ…
ko: 사소한 문제로고...
uk: Дріб’язкова справа...
zh_cn: 小事一桩……

# vo_battle_hero_action_kill_monster_weak_04_0
source: Elementary.
ja: 楽勝だな。
ko: 기초적이군.
uk: Елементарно.
zh_cn: 易如反掌。

# vo_battle_hero_action_kill_monster_weak_05_0
source: A simple solution.
ja: 簡単に乗り切れたな。
ko: 해법도 간단해.
uk: Просте рішення.
zh_cn: 简单的解决方案。

# vo_battle_hero_action_miss_monster_buff_01_0
source: A miscalculation, perhaps?
ja: もしかして計算違いか？
ko: 계산이 잘못 되었나?
uk: Може, це помилка?
zh_cn: 兴许是计算出了些偏差？

# vo_battle_hero_action_miss_monster_buff_02_0
source: Mistimed, misdirected.
ja: タイミングと指示を間違えたな。
ko: 시기도, 방향도 잘못되었군.
uk: Не в тому місці й не в той час.
zh_cn: 时机不对，准头不好。

# vo_battle_hero_action_miss_monster_buff_03_0
source: Haste and carelessness - hallmarks of the unprepared.
ja: 焦りと不注意は、覚悟ができていない証だ。
ko: 조급함, 성급함... 준비가 미비되었을 때의 특징이지.
uk: Поспіх і безтурботність — ознаки поганої підготовки.
zh_cn: 仓促失慎——准备不周全的标志。

# vo_battle_hero_action_miss_monster_buff_04_0
source: An opportunity, squandered.
ja: チャンスを無駄にしたな。
ko: 기회를 이렇게 낭비하다니.
uk: Втрачена можливість.
zh_cn: 一个好机会，就此浪费。

# vo_battle_hero_condition_crit_01_0
source: Steady yourself!
ja: しっかりしろ！
ko: 단단히 버티게나!
uk: Кріпіться!
zh_cn: 稳住！

# vo_battle_hero_condition_crit_02_0
source: Hold fast, for who knows what lurks in the beyond.
ja: この先に何が潜んでいるかわからん、気を保つのだ。
ko: 단단히 버티게, 저 너머에 뭐가 도사리고 있을지 모르니.
uk: Тримайтеся міцніше, бо хто знає, що чекає на тому боці...
zh_cn: 撑住——谁知道前路还潜藏着何种考验。

# vo_battle_hero_condition_damage_big_01_0
source: This is no time to falter!
ja: ためらっている場合ではない！
ko: 낭비할 시간이 없네!
uk: Немає часу вагатися!
zh_cn: 现在不是动摇的时候！

# vo_battle_hero_condition_damage_DD_01_0
source: And now... the greatest test of all.
ja: そして今が…最大の試練だ。
ko: 이제... 가장 큰 시험이로군.
uk: А тепер найголовніше випробування.
zh_cn: 现在……最大的考验来临。

# vo_battle_hero_condition_damage_DD_02_0
source: Darkness encroaches, inexorable...
ja: 闇が容赦なく侵食していく…
ko: 냉혹한 어둠이 침범해 오는군...
uk: Насувається невблаганна темрява...
zh_cn: 黑暗涌来，势不可挡……

# vo_battle_hero_condition_damage_DD_03_0
source: Perhaps they have given their last...
ko: 어쩌면 마지막 발악이 아닐까...
uk: Може, більше нічого й не лишилося...

# vo_battle_hero_condition_damage_deathblow_survive_01_0
source: A setback, nothing more.
ja: わずかな後退、ただそれだけだ。
ko: 단순한 좌절일 뿐 아닌가.
uk: Затримка, тільки й усього.
zh_cn: 一个挫折，仅此而已。

# vo_battle_hero_condition_damage_deathblow_survive_02_0
source: The siren song of the void - spurned for now.
ja: 虚空のセイレーンの歌が聴こえたが、突っぱねたな。
ko: 공허 속 사신의 노래가... 잠시 젖어드누나.
uk: Пісня безодні-сирени... поки що не прийнята душею.
zh_cn: 虚空的诱人歌声，暂且遭到了摒弃。

# vo_battle_hero_condition_damage_deathblow_survive_03_0
source: Through adversity and affliction, the heart beats still!
ja: 逆境や苦難を乗り越えて、我々はまだ生きている！
ko: 역경과 고난 속에서도 심장은 굴하지 않고 뛰는구나!
uk: Серце б’ється, незважаючи на всі негаразди й муки!
zh_cn: 虽然深陷困境，痛苦万分，但这颗心脏仍然在跳动！

# vo_battle_hero_condition_damage_deathblow_survive_04_0
source: Another blow on the bruise.
ko: 상처 위로 계속 가해지는 공격이라.
uk: Ще один удар в найболючіше місце.

# vo_battle_hero_condition_dd_return_01_0
source: Once again teetering on that terrible precipice...
ja: またしても、あの恐ろしい崖っぷちまで行ったな…
ko: 가파른 벼랑 끝에서 다시 돌아왔구먼...
uk: Знову на краю жахливої прірви...
zh_cn: 又一次陷入千钧一发的境地……

# vo_battle_hero_condition_death_damage_01_0
source: Let us hope they find peace.
ja: 彼らが安らかに眠れることを祈ろう。
ko: 평안을 찾았기만을 바라세.
uk: Нехай спочиває з миром.
zh_cn: 愿其得享安息。

# vo_battle_hero_condition_death_damage_02_0
source: A long road... and an abrupt end.
ja: 長かった道のり…そして唐突な結末。
ko: 기나긴 길에서 만난 갑작스러운 끝.
uk: Довгий шлях... і несподіваний кінець.
zh_cn: 漫漫长路……猝然长逝。

# vo_battle_hero_condition_death_damage_03_0
source: Sadly, some casualties are to be expected.
ja: 残念だが、犠牲者が出るのは想定済みだった。
ko: 안타깝지만 희생자가 나올 줄은 예측했지 않나.
uk: На жаль, втрати неминучі.
zh_cn: 可惜，死亡总是在所难免。

# vo_battle_hero_condition_death_damage_04_0
source: Sacrifice bestows an uncertain absolution...
ja: 犠牲というものは、気まぐれな許しを授ける…
ko: 과연 이 희생의 면죄부를 받을 수 있을련지...
uk: Самопожертва може дарувати відпущення гріхів.
zh_cn: 牺牲或许有时也是一种解脱……

# vo_battle_hero_condition_death_damage_05_0
source: Another wound, another loss.
ja: また傷を負い、また損失を被る。
ko: 또 하나의 상처, 또 하나의 상실.
uk: Ще одна рана, ще одна втрата.
zh_cn: 又一道伤口，又一条性命。

# vo_battle_hero_condition_death_damage_06_0
source: The sumtotal of violent equation, unfavourably rounded down.
ja: 暴力的な方程式の答えが、不都合にも切り捨てられた。
ko: 폭력적 등식의 총합이 실로 불합리한 반올림을 수행했구나.
uk: Сумарний результат жорстокого рівняння, округлений не на нашу користь.
zh_cn: 对你不利的是，暴力的加总又一次向下取整。

# vo_battle_hero_condition_death_heartattack_01_0
source: An unforeseen complication...
ja: 予期せぬ事態だ…
ko: 이건 뜻밖의 증상이로고...
uk: Непередбачене ускладнення...
zh_cn: 形势突然变得复杂……

# vo_battle_hero_condition_dot_01_0
source: A slow suffering begins...
ja: ゆっくりと苦しみが始まる…
ko: 느릿한 고통이 시작되었군...
uk: Починаються повільні страждання...
zh_cn: 漫长的煎熬开始了……

# vo_battle_hero_condition_dot_02_0
source: Incremental, but deadly all the same.
ja: 少しずつだが、やがては死に至る｡
ko: 서서히 찾아올 뿐, 치명적이기는 매한가지로다.
uk: Шкода, яка несе смерть.
zh_cn: 缓慢，但同样致命。

# vo_battle_hero_condition_dot_03_0
source: Measure out your violence, then apply it judiciously.
ja: 己の破壊力を見極め、それを賢明に利用するのだ。
ko: 자네의 폭력성을 신중하게 계량하여 처방하게나.
uk: Знайте міру своєї сили й використовуйте її розумно.
zh_cn: 测量你的暴力，然后谨慎地将其分配。

# vo_battle_hero_condition_dot_04_0
source: Agony by accumulation.
ja: 積み重なる痛みによる苦悩｡
ko: 고통이 켜켜이 쌓여가는군.
uk: Агонія, що посилюється з кожною хвилиною.
zh_cn: 层层累加的痛苦。

# vo_battle_hero_condition_stress_attack_01_0
source: Anxiety foments insidious fears...
ja: 不安は陰湿な恐怖を助長する…
ko: 불안은 서서히 공포로 발전하니...
uk: Тривога породжує потаємні страхи...
zh_cn: 焦虑助长潜藏的恐惧……

# vo_battle_hero_condition_stress_attack_02_0
source: The mind's grasp grows tenuous...
ja: 精神を抑える力が弱まっていく…
ko: 정신이 점점 희미해진다...
uk: Свідомість потроху вивільнюється.
zh_cn: 对精神的掌控逐渐力不从心……

# vo_battle_hero_condition_stress_attack_03_0
source: Trammeled! Trapped! Held captive by fear!
ja: 自由を奪われた！身動きがとれない！恐怖に支配されたのだ！
ko: 혼란! 공황! 공포에 잠식되는 정신!
uk: У путах! У пастці! У полоні жаху!
zh_cn: 戴上了枷锁——变成了恐惧的奴隶！

# vo_battle_hero_condition_stress_attack_04_0
source: Awash in turmoil!
ja: 混乱にあえいでいる！
ko: 혼돈에 잠식되고 말았구나!
uk: У вирі сум’яття!
zh_cn: 挣扎在漩涡之中！

# vo_battle_hero_condition_stress_attack_05_0
source: What is it, then, that gazes back so intently from the abyss?
ja: ならば、奈落の底からじっと見つめ返すものは何なのだ？
ko: 심연에서부터 뚫어져라 바라보는 저 존재란 대체 무엇이란 말인가?
uk: Що це так пильно дивиться з безодні?
zh_cn: 那深渊中炽烈的凝视，究竟来自何物？

# vo_battle_hero_condition_stun_01_0
source: Stumbling and stupefied!
ja: 体が麻痺している！
ko: 정신을 잃고 비틀거리는군!
uk: Ошелешення та заціпеніння!
zh_cn: 六神无主！

# vo_battle_hero_condition_stun_02_0
source: Bafflement and vexation!
ja: 困惑、そして、苛立ち！
ko: 정신이 멍해지는 당혹감이라!
uk: Розгубленість і досада!
zh_cn: 魂飞魄散！

# vo_battle_hero_death_bounty_hunter_01_0
source: A solitary life, a sudden death. Who knows what this one leaves behind?
ja: 孤独な人生、突然の死。彼が残したものを知る者はいるのだろうか？
ko: 고독한 삶, 갑작스러운 죽음. 이 자가 과연 뭘 남겼겠나?
uk: Самотнє життя, раптова смерть. Хто знає, що залишилося позаду?
zh_cn: 一世孤独，一死了之。谁知道他身后留下了什么？

# vo_battle_hero_death_flagellant_01_0
source: At last... the thing has finally passed on.
ja: ついに…死が彼を連れ去った。
ko: 마침내... 저 흉물도 끝이 났군.
uk: Нарешті... Ось і все.
zh_cn: 终于……他的存在到此为止了。

# vo_battle_hero_death_grave_robber_01_0
source: Death comes for the rich and poor alike.
ja: 死は、貧富を問わず訪れる。
ko: 죽음이란 빈자와 부자 모두에게 공평하게 찾아오잖나.
uk: Смерть не минає ні багатих, ні бідних.
zh_cn: 无论高低贵贱，死亡一视同仁。

# vo_battle_hero_death_grave_robber_02_0
source: She fades into the shadows for the last time...
ja: そして、彼女は影の中に消えていく…
ko: 마지막으로 어둠 속으로 사라지는 뒷모습이란...
uk: Вона остаточно перетворилася на тінь...
zh_cn: 她最后一次融入阴影之中……

# vo_battle_hero_death_hellion_01_0
source: A warrior's death - redemptive and transcendent.
ja: 戦士の死。それは贖罪であり、超越でもある。
ko: 전사가 스러졌군. 구속에서 해방되었기만 바랄 뿐.
uk: Смерть воїна — це спасіння і слава.
zh_cn: 勇士之死——罪孽赎尽，入圣归天。

# vo_battle_hero_death_hellion_02_0
source: She sought a glorious end, and found it.
ja: 彼女は栄光に満ちた結末を求め、それを見出した。
ko: 영광스러운 결말을 갈망하더니, 기어이 찾고야 말았군.
uk: Вона шукала славного кінця і знайшла його.
zh_cn: 她寻求光荣战死，如今寻有所获。

# vo_battle_hero_death_highwayman_01_0
source: Every road must end.
ja: すべての道には終わりがある。
ko: 모든 길에는 끝이 있는 법.
uk: Усі мандри колись кінчаються.
zh_cn: 每条路都有尽头。

# vo_battle_hero_death_highwayman_02_0
source: Not all who seek redemption will find it.
ja: 救いを求める者、そのすべてが救われるわけではない。
ko: 구원을 찾는 자 모두가 구원을 얻을 수는 없지.
uk: Не всі, хто спокутує гріхи, досягнуть мети.
zh_cn: 并非所有赎罪的人都能将罪愆偿还。

# vo_battle_hero_death_jester_01_0
source: The final chord is struck.
ja: 最後の音色が響きわたる。
ko: 마지막 현을 튕겼는가.
uk: І ось пролунав фінальний акорд.
zh_cn: 曲终，人散。

# vo_battle_hero_death_jester_02_0
source: The minstrel takes his final bow.
ja: 吟遊詩人は最後に首を垂れた。
ko: 음유시인의 마지막 작별 인사를 보라.
uk: Менестрель востаннє вийшов вклонитися.
zh_cn: 乐师最后一次鞠躬谢幕。

# vo_battle_hero_death_leper_01_0
source: Go with grace into the great beyond...
ja: あの世へ優雅に旅立つとしよう…
ko: 은총과 함께 위대한 안식을 찾았기를...
uk: У потойбічний світ із піднятою головою...
zh_cn: 昂首步入死后世界吧……

# vo_battle_hero_death_leper_02_0
source: He was mourned years ago, now he is simply... gone.
ja: 彼は何年も前に喪に服したが、今はただ…いなくなった。
ko: 이미 오래 전에 장례 치른 자가 마침내... 갔군.
uk: Його оплакали багато років тому, але лише тепер він... вмер.
zh_cn: 许多年前他便受人悼念，如今他只是……离去了。

# vo_battle_hero_death_man_at_arms_01_0
source: At last, the battlefield has claimed its due.
ja: ついに、戦場がもう必要なくなった。
ko: 마침내 전장에 삼켜지고 말았나.
uk: Врешті-решт поле бою взяло своє.
zh_cn: 最终，战场讨回了久远的债务。

# vo_battle_hero_death_man_at_arms_02_0
source: Another old soldier lays down his life in the dirt of a distant land.
ja: またひとり、老兵が遠く離れた地で命を落とした。
ko: 또 하나의 노병이 머나먼 객지의 땅에 몸을 누이는군.
uk: Ще один старий солдат склав голову в далекій землі.
zh_cn: 又一名老兵埋骨于异国他乡。

# vo_battle_hero_death_occultist_01_0
source: He will drift among the stars.
ja: 彼は星々の間を漂うことになる。
ko: 저 영혼은 별들 사이를 노닐 걸세.
uk: Він плистиме серед зірок.
zh_cn: 他将在星河中漂泊。

# vo_battle_hero_death_occultist_02_0
source: He courted the unthinkable, but to no avail.
ja: 彼はおぞましい言葉を口にしたが、無駄だった。
ko: 감히 상상도 못할 존재들에게 굴복하였지만 소용은 없었나.
uk: Він домагався неймовірного, але так і не знайшов його.
zh_cn: 他追求不可思议之物，但却徒劳无功。

# vo_battle_hero_death_plague_doctor_01_0
source: Nothing can survive such a wholesale organic failure.
ja: 大量の有機物が犯した失敗に耐えられるものなどない。
ko: 총체적 장기 부전을 그 무엇이 견딜 수 있겠나.
uk: Ніхто не переживе такої шкоди здоров’ю.
zh_cn: 没有人承受得住这样的多器官功能衰竭。

# vo_battle_hero_death_plague_doctor_02_0
source: She understood death, but could not defy it.
ja: 彼女は死を理解していたが、逆らうことはできなかった。
ko: 죽음을 이해하긴 했지만 거스르지는 못했나 보군.
uk: Вона відчула, що таке смерть, але не змогла кинути їй виклик.
zh_cn: 她理解死亡，但却无法逃离死亡的魔爪。

# vo_battle_hero_death_runaway_01_0
source: Extinguished, she can run no further.
ja: 火が消えた彼女は、もはや闘うことができない。
ko: 불꽃마저 꺼졌으니 더 이상 도망치지도 못할 터.
uk: Її полум’я згасло, коли вона намагалася втекти від себе.
zh_cn: 她的火焰熄灭，再也无路可逃。

# vo_battle_hero_death_runaway_02_0
source: Snuffed out before her time.
ja: 彼女は自分の時代が来る前に息絶えた。
ko: 생명보다 먼저 꺼져 버린 불꽃이란.
uk: Вона згасла передчасно.
zh_cn: 她的生命之火被过早地掐灭。

# vo_battle_hero_death_vestal_01_0
source: Pray her convictions lent some small comfort in her final moments.
ja: 彼女の信念が、最期の瞬間に少しでも慰めになることを祈る。
ko: 마지막 순간까지 자신의 신념을 한 줄기 위로처럼 품고 있었기를.
uk: Нехай її переконання подарують їй втіху в останню мить.
zh_cn: 但愿她的信念在她临终之时带来了些许慰藉。

# vo_battle_round_action_battle_round_05_0
source: An interminable conflict!
ja: 果てしない争いだ！
ko: 싸움이 계속되네!
uk: Нескінченний конфлікт!
zh_cn: 持久的冲突！

# vo_battle_round_action_battle_round_07_0
source: Fight through the fatigue!
ja: 疲れを乗り越えて戦うのだ！
ko: 남은 힘을 끌어모아 싸우게!
uk: Боріться до знемоги!
zh_cn: 顶住疲惫！

# vo_battle_round_action_battle_round_09_0
source: Sweat-soaked brows, unsteady stances - exhaustion takes hold.
ja: 汗ばんだ眉、不安定な体勢…疲労が蓄積していく。
ko: 땀에 젖은 눈썹, 풀려 가는 다리... 탈진이 찾아오는가.
uk: Мокрі від поту брови, хитається, коли стоїть... утома бере верх.
zh_cn: 汗湿的眉毛，摇晃的架势——英雄们已经濒临力竭。

# vo_battle_round_action_fog_boss_01_0
source: The Leviathan's breath thickens the air!
ja: 海獣の吐息が空気の濃度をあげる！
ko: 레비아탄의 입김이 허공을 자욱히 메우는군!
uk: Повітря згущується від дихання Левіафана!
zh_cn: 利维坦的吐息让空气变得凝重！

# vo_battle_round_action_retreat_fail_01_0
source: Fight on, there is no way out but through.
ja: 戦い続けろ、戦い抜く以外に道はない。
ko: 계속 싸우게. 빠져나갈 방법은 투쟁 뿐이니.
uk: Бийтеся! Іншого шляху нема: тільки вперед!
zh_cn: 继续战斗，唯一的出路就是前进。

# vo_battle_round_action_retreat_success_01_0
source: What matters most is we reach the Mountain - alive, if possible.
ja: 重要なのは、可能な限り生きて山にたどり着くことだ。
ko: 중요한 건 결국 산에 도달하는 게 아니겠나. 웬만하면 살아서 말일세.
uk: Найголовніше — дістатися Гори... живими, якщо це можливо.
zh_cn: 最重要的是抵达山峰——可能的话，最好是活着。

# vo_battle_round_action_victory_death_01_0
source: We will see them again, I am sure of it.
ja: また会えるだろう、そう確信している。
ko: 다시 만나게 될 게야. 난 확신하네.
uk: Ми ще побачимося, немає жодного сумніву.
zh_cn: 我们还会见到他们的，我很确定。

# vo_battle_round_action_victory_death_02_0
source: In life or in death, we are all prisoners here.
ja: 生きていても、死んでいても、我々は皆、ここでは囚人だ。
ko: 살아서든 죽어서든, 우리 모두 이곳의 죄수가 아니겠나.
uk: Ми всі полонені: хто за життя, хто після смерті.
zh_cn: 无论生死，我们都逃不出这个牢笼。

# vo_battle_round_action_victory_death_03_0
source: For every miscalculation, a consequence.
ja: 誤算には、必ず結果が伴う。
ko: 모든 오산에는 결과가 따르는 법.
uk: За кожну похибку чекає розплата.
zh_cn: 每一次失算，都会有其后果。

# vo_battle_round_action_victory_death_04_0
source: The blood of the valorous and cowardly alike soaks this tainted soil.
ja: 勇敢な者も臆病な者も、彼らが流した血はこの汚れた土壌に染み入る。
ko: 용감한 자와 비겁한 자의 피가 이 더럽혀진 땅을 똑같이 물들이는구나.
uk: Кров героїв зливається з кров’ю трусів у цій грішній землі.
zh_cn: 英勇之血与懦弱之血一样，浸润着这片被污染的土地。

# vo_battle_round_action_victory_nodeath_01_0
source: Cut down these nightmares and blaze the trail to your redemption.
ja: この悪夢を断ち切り、贖罪の道を切り開くのだ。
ko: 저 악몽들을 베어 넘기고 자네의 구원으로 가는 길을 밝히게.
uk: Лише смерть цих страхіть відкриває шлях до спокути.
zh_cn: 消灭这些梦魇，杀出一条通往你的救赎的道路。

# vo_battle_round_action_victory_nodeath_02_0
source: The past is gone. Let it die.
ja: 過去はもうない。死なせておけ。
ko: 과거는 이미 지나간 일. 묻어 두게.
uk: Минуле залишилося позаду. Нехай вмирає.
zh_cn: 往昔已逝。不要回头。

# vo_battle_round_action_victory_nodeath_03_0
source: We are the Flame, burning brightly for all the world to see.
ja: 我々は炎であり、この世を照らすために燃えているのだ。
ko: 우리는 온 세상이 볼 수 있게 타오르는 불꽃일세.
uk: Ми — полум’я, що яскраво горить заради всього світу.
zh_cn: 我们就是火炬，是照亮这世界的光。

# vo_battle_round_action_victory_nodeath_04_0
source: Though unpleasant in the extreme, this work is noble... and necessary.
ja: 不愉快極まりないが、この仕事は尊く…誰かがやらねばならぬのだ。
ko: 극도로 불쾌하지만... 결국 숭고하고 필요한 작업 아니겠나?
uk: Хоч цю роботу найприємнішою не назвеш, вона шляхетна й потрібна.
zh_cn: 尽管极为令人不适，这事业仍然高贵……而且无可替代。

# vo_battle_round_action_victory_nodeath_05_0
source: Sweet reprieve, until the next test is put before you.
ja: 次の試練が訪れるまでの、しばしの休息だ｡
ko: 다음 심판이 시작될 때까지 잠시간의 유예로다.
uk: Солодкий перепочинок до зустрічі з наступним випробуванням.
zh_cn: 考验暂时告一段落，但这个世界不会善罢甘休。

# vo_battle_round_action_victory_nodeath_06_0
source: Greater threats await those who dare.
ja: 勇気ある者には、より大きな脅威が待っている。
ko: 용감한 자에게는 더 위험한 위협만이 기다릴 뿐.
uk: Ще більші загрози чекають на тих, хто наважиться.
zh_cn: 更大的威胁等待着那些敢于继续前进的人。

# vo_battle_round_action_victory_nodeath_07_0
source: In this weighty gloom, a spark.
ja: この重苦しい憂鬱の中で、火花が散る。
ko: 무거운 암흑 속에도 불씨는 타오르니.
uk: У гнітючій темряві спалахнула іскорка.
zh_cn: 在凝重的黑暗中，亮起了一道光。

# vo_cinematic_denial_0
source: Ruin has found you at last.
ja: 破滅はついに君を見つけた。
ko: 결국 자네에게 몰락이 찾아왔구먼.
uk: Загибель врешті-решт вас знайшла.
zh_cn: 毁灭终究没有放过你。

# vo_cinematic_denial_1
source: My protégé - my friend -
ja: 我が弟子であり、我が友よ。
ko: 나의 제자, 나의 벗이여.
uk: Мій протеже... мій друже...
zh_cn: 我的学徒——我的朋友——

# vo_cinematic_denial_10
source: ...of the Darkest Dungeon.
ko: ...가장 어두운 던전으로.
uk: ...найтемнішого підземелля.

# vo_cinematic_denial_2
source: our calculations were correct: the ephemeral equation is unbalanced.
ja: 我々の計算は正しかった。儚い方程式は不均衡なのだ。
ko: 우리의 계산은 옳았네. 그 덧없는 공식은 균형이 맞질 않았지.
uk: Наші розрахунки виявилися правильними — ефемерне рівняння є нестійким.
zh_cn: 我们的计算准确无误：那无常等式的两端已经失衡。

# vo_cinematic_denial_3
source: The earth spins on a strange and terrifying new axis,
ja: 地球は奇妙で恐ろしい、新たな軸で回転し、
ko: 지구는 기이하고 무시무시한 자전축을 중심으로 돌기 시작했고
uk: Земля закрутилася на новій осі, дивній та жахливій,
zh_cn: 地球正绕着惊悚诡异的新轴转动，

# vo_cinematic_denial_4
source: and everywhere... unbridled consequence.
ja: いたるところで…抑制のきかない結果を起こしている。
ko: 사방에서... 후폭풍이 불어 닥치고 있네.
uk: і скрізь... шалені наслідки.
zh_cn: 而放眼望去……尽是失控的后果。

# vo_cinematic_denial_5
source: The world is a wasteland of failures past, and yet you must ride out into it, unafraid.
ja: この世は過去の失敗が招いた荒野となったが、それでも臆することなく、乗り込まねばならぬ。
ko: 이제 이 세상은 과거의 실패로 황폐해졌으나, 자네는 두려움 없이 달려 나가야 하네.
uk: Світ — це лише пустеля минулих помилок, але вам доведеться пройти нею без остраху.
zh_cn: 这世界已是往昔的失败造就的荒原，但你必须策马闯入其中，一往无前。

# vo_cinematic_denial_6
source: Take this - it is Hope. The very last of it. It is yours now.
ja: これを受け取れ。希望だ。最後の一つを君に託そう。
ko: 받게나. 이건 희망일세. 마지막 희망. 자네에게 맡기겠네.
uk: Візьміть — це надія. Остання. Тепер вона ваша.
zh_cn: 拿上这个——这是希望。最后一丝希望。现在是你的了。

# vo_cinematic_denial_7
source: You were bold once. Be bold once more.
ja: 君はかつて大胆だった。もう一度、大胆になってくれ。
ko: 한때 발휘했던 용기를 다시 한번 품어 주게.
uk: Колись ви були відважні. Виявіть відвагу ще раз.
zh_cn: 你曾经很勇敢。重拾你的勇气。
