Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# actor_stat_type_formatted_scout_route_chance_safe
source: <color=#{notable}>{0}</color> Safe Route Scouting
ko: 안전한 경로 정찰 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу розвідати спокійну дорогу

# actor_stat_type_formatted_speed
source: {0} <sprite name={q}icon_speed{q}>
ja: <sprite name={q}icon_speed{q}> {0}
ko: <sprite name={q}icon_speed{q}> {0}

# actor_stat_type_formatted_speed_number_of_turns
source: Extra Turn
ko: 추가 턴

# actor_stat_type_formatted_stage_coach_armor_max_value
source: {0} Max <sprite name={q}icon_currency_armor{q}>
ko: 최대 <sprite name={q}icon_currency_armor{q}> {0}
uk: {0} макс. <sprite name={q}icon_currency_armor{q}>

# actor_stat_type_formatted_stage_coach_wheels_max_value
source: {0} Max <sprite name={q}icon_currency_wheel{q}>
ko: 최대 <sprite name={q}icon_currency_wheel{q}> {0}
uk: {0} макс. <sprite name={q}icon_currency_wheel{q}>

# actor_stat_type_formatted_store_cost_buy_multiplier_combat
source: <color=#{notable}>{0}</color> Combat Item Prices
ja: 戦闘アイテムの価格 <color=#{notable}>{0}</color>
ko: 전투 아이템 가격 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> вартості предметів бою
zh_cn: <color=#{notable}>{0}</color>战斗物品价格

# actor_stat_type_formatted_store_cost_buy_multiplier_inn_wainwright
source: {0} Stagecoach repair costs
ko: 역마차 수리 비용 {0}
uk: {0} вартості ремонту Диліжанса

# actor_stat_type_formatted_store_cost_buy_multiplier_rest
source: <color=#{notable}>{0}</color> Inn Item Prices
ja: 宿アイテムの価格 <color=#{notable}>{0}</color>
ko: 여관 아이템 가격 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> вартості предметів трактиру
zh_cn: <color=#{notable}>{0}</color>旅馆物品价格

# actor_stat_type_formatted_store_cost_buy_multiplier_stage_coach_upgrade
source: <color=#{notable}>{0}</color> Stagecoach Item Prices
ko: 역마차 아이템 가격 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> вартості акс. Диліжанса

# actor_stat_type_formatted_store_cost_buy_multiplier_trinket
source: <color=#{notable}>{0}</color> Trinket Prices
ja: 装身具の価格 <color=#{notable}>{0}</color>
ko: 장신구 가격 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> вартості дрібничок
zh_cn: <color=#{notable}>{0}</color>饰品价格

# actor_stat_type_formatted_torch_drain_between_nodes
source: <color=#{notable}>{0}</color> Flame Drain
ja: 炎の消費 <color=#{notable}>{0}</color>
ko: 불꽃 감소 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> витрати Полум’я
zh_cn: <color=#{notable}>{0}</color>火炬消耗

# actor_stat_type_formatted_torch_max_value
source: {0} Max Flame
ja: 炎最大量{0}
ko: 최대 불꽃 {0}
uk: {0} макс. Полум’я
zh_cn: {0}火炬上限

# actor_stat_type_formatted_torch_remove_percent_driving
source: <color=#{notable}>{0}</color> Traveling Flame Drain
ja: 移動による炎の消費 <color=#{notable}>{0}</color>
ko: 여정 중의 불꽃 감소 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> витрати Полум’я в дорозі
zh_cn: <color=#{notable}>{0}</color>旅行火炬消耗

# actor_stat_type_health_damage
source: DMG
ja: ダメージ
ko: 피해
uk: ШКД
zh_cn: 伤害

# actor_stat_type_health_damage_dealt_percent
source: DMG
ja: ダメージ
ko: 피해
uk: ШКД
zh_cn: 伤害

# actor_stat_type_health_damage_received_percent
source: DMG Taken
ja: 被ダメージ
ko: 입는 피해
uk: отриманої ШКД
zh_cn: 受到的伤害

# actor_stat_type_health_heal_dealt_percent
source: Healing Given
ja: 回復量
ko: 치유량
uk: здоров’я під час лікування інших
zh_cn: 造成的治疗

# actor_stat_type_health_heal_dealt_percent_dot
source: Healing-Over-Time Given
ja: 自動回復量
ko: 지속 치유량
uk: здоров’я під час відкладеного лікування інших
zh_cn: 造成的持续治疗

# actor_stat_type_health_heal_percent_between_nodes
source: Traveling Heal
ja: 移動による回復
ko: 여정 중 치유량
uk: здоров’я під час лікування в дорозі
zh_cn: 旅行治疗

# actor_stat_type_health_heal_received_percent
source: Healing Received
ja: 受けた回復
ko: 받는 치유량
uk: здоров’я, що відновлюється
zh_cn: 受到的治疗

# actor_stat_type_health_heal_received_percent_food
source: Passive Healing Rate
ja: パッシブ回復率
ko: 자동 치유율
uk: здоров’я під час пасивного лікування
zh_cn: 被动治疗速率

# actor_stat_type_health_heal_received_percent_skill
source: Healing Received from Skills
ja: スキルによる回復量
ko: 기술로 받는 치유량
uk: здоров’я, що відновлюється від навичок
zh_cn: 受到的技能治疗

# actor_stat_type_health_max
source: Max <sprite name={q}icon_health_v2{q}>
ja: 最大<sprite name={q}icon_health_v2{q}>
ko: 최대 <sprite name={q}icon_health_v2{q}>
uk: макс. <sprite name={q}icon_health_v2{q}>
zh_cn: 最大<sprite name={q}icon_health_v2{q}>

# actor_stat_type_map_generation_node_spawn_multiplier_Cache
source: Academic's Caches
ja: 学者の隠匿場所
ko: 교수의 은닉처
uk: схованок Академіка
zh_cn: 教授的贮藏

# actor_stat_type_map_generation_node_spawn_multiplier_Hospital
source: Field Hospitals
ja: 野戦病院
ko: 야전 병원
uk: польових лазаретів
zh_cn: 临时诊所

# actor_stat_type_map_generation_node_spawn_multiplier_Store
source: Hoarders
ja: 貯蔵庫
ko: 고물상
uk: барахольників
zh_cn: 囤积者

# actor_stat_type_map_generation_node_spawn_multiplier_StoryAssist
source: Assistance Encounters
ja: 支援遭遇
ko: 조력 조우
uk: зустрічей зі страждальниками
zh_cn: 援助遭遇

# actor_stat_type_map_generation_node_spawn_multiplier_StoryCosmic
source: Academic's Studies
ja: 学者の研究所
ko: 교수의 연구
uk: лабораторій Академіка
zh_cn: 教授的研究

# actor_stat_type_map_generation_node_spawn_multiplier_StoryCultist
source: Cultist Encounters
ja: 崇拝者遭遇
ko: 이교도 조우
uk: зустрічей з єретиками
zh_cn: 邪祟遭遇

# actor_stat_type_map_generation_node_spawn_multiplier_StoryResist
source: Resistance Encounters
ja: レジスタンス遭遇
ko: 저항 조우
uk: місць сутичок
zh_cn: 抵抗遭遇

# actor_stat_type_map_generation_nodes_per_row_max
source: Path Choices
ja: 道の選択
ko: 길 선택
uk: роздоріж
zh_cn: 路线选择

# actor_stat_type_map_generation_nodes_per_row_min
source: Path Choices
ja: 道の選択
ko: 길 선택
uk: роздоріж
zh_cn: 路线选择

# actor_stat_type_player_inventory_max_slots
source: Inventory Slots
ja: 所持品スロット
ko: 소지품 칸
uk: комір. інвентарю
zh_cn: 物品栏空位

# actor_stat_type_remove_percent_driving
source: Traveling <color=#{notable}>Flame</color> Drain
ja: 移動による<color=#{notable}>炎</color>の消費
ko: 여정 중의 <color=#{notable}>불꽃</color> 감소
uk: витрати <color=#{notable}>Полум’я</color> в дорозі
zh_cn: 旅行<color=#{notable}>火炬</color>消耗

# actor_stat_type_resistance_bleed
source: <color=#{neutral}><sprite name={q}icon_bleed{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_bleed{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_bleed{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_bleed{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_bleed{q}>抗性</color>

# actor_stat_type_resistance_blight
source: <color=#{neutral}><sprite name={q}icon_blight{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_blight{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_blight{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_blight{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_blight{q}>抗性</color>

# actor_stat_type_resistance_burn
source: <color=#{neutral}><sprite name={q}icon_burn{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_burn{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_burn{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_burn{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_burn{q}>抗性</color>

# actor_stat_type_resistance_death
source: <color=#{neutral}><sprite name={q}icon_death_outline{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_death_outline{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_death_outline{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_death_outline{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_death_outline{q}>抗性</color>

# actor_stat_type_resistance_debuff
source: <color=#{neutral}><sprite name={q}icon_debuff{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_debuff{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_debuff{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_debuff{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_debuff{q}>抗性</color>

# actor_stat_type_resistance_disease
source: <color=#{neutral}><sprite name={q}icon_disease{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_disease{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_disease{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_disease{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_disease{q}>抗性</color>

# actor_stat_type_resistance_ignore_bleed
source: <color=#{neutral}><sprite name={q}icon_bleed{q}> RES Piercing</color>
ko: <color=#{neutral}> <sprite name={q}icon_bleed{q}> 저항 무시</color>
uk: <color=#{neutral}>подолання ОПР <sprite name={q}icon_bleed{q}></color>

# actor_stat_type_resistance_ignore_blight
source: <color=#{neutral}><sprite name={q}icon_blight{q}> RES Piercing</color>
ko: <color=#{neutral}> <sprite name={q}icon_blight{q}> 저항 무시</color>
uk: <color=#{neutral}>подолання ОПР <sprite name={q}icon_blight{q}></color>

# actor_stat_type_resistance_ignore_burn
source: <color=#{neutral}><sprite name={q}icon_burn{q}> RES Piercing</color>
ko: <color=#{neutral}> <sprite name={q}icon_burn{q}> 저항 무시</color>
uk: <color=#{neutral}>подолання ОПР <sprite name={q}icon_burn{q}></color>

# actor_stat_type_resistance_ignore_death
source: {0}<color=#{neutral}><sprite name={q}icon_death_outline{q}> RES Piercing</color>
ko: <color=#{neutral}><sprite name={q}icon_death_outline{q}> 저항 무시</color> {0}
uk: {0} <color=#{neutral}>подолання ОПР <sprite name={q}icon_death_outline{q}></color>

# actor_stat_type_resistance_move
source: <color=#{neutral}><sprite name={q}icon_move{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_move{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_move{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_move{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_move{q}>抗性</color>

# actor_stat_type_resistance_stress
source: <sprite name={q}token_stress{q}> RES
ko: <sprite name={q}token_stress{q}> 저항
uk: ОПР <sprite name={q}token_stress{q}>

# actor_stat_type_resistance_stun
source: <color=#{neutral}><sprite name={q}icon_stun{q}> RES</color>
ja: <color=#{neutral}><sprite name={q}icon_stun{q}>抵抗</color>
ko: <color=#{neutral}><sprite name={q}icon_stun{q}> 저항</color>
uk: <color=#{neutral}>ОПР <sprite name={q}icon_stun{q}></color>
zh_cn: <color=#{neutral}><sprite name={q}icon_stun{q}>抗性</color>

# actor_stat_type_scout_node_chance
source: Location Scouting
ko: 지점 정찰
uk: шансу розвідати зупинку

# actor_stat_type_scout_node_chance_Cache
source: Academic's Caches Location Scouting
ko: 교수의 은닉처 지점 정찰
uk: шансу розвідати схованки Академіка

# actor_stat_type_scout_node_chance_CreatureDen
source: Creature Den Location Scouting
ko: 괴물의 굴 지점 정찰
uk: шансу розвідати барліг

# actor_stat_type_scout_node_chance_CultistTerritory
source: Cultist Encounters Location Scouting
ko: 이교도 조우 지점 정찰
uk: шансу розвідати єретиків

# actor_stat_type_scout_node_chance_Dungeon
source: Lairs Location Scouting
ko: 소굴 지점 정찰
uk: шансу розвідати лігва

# actor_stat_type_scout_node_chance_GauntChirurgeon
source: Chirurgeon's Table Location Scouting
ko: 거머리 의사의 작업대 지점 정찰

# actor_stat_type_scout_node_chance_Hospital
source: Field Hospitals Location Scouting
ko: 야전 병원 지점 정찰
uk: шансу розвідати польові лазарети

# actor_stat_type_scout_node_chance_Oasis
source: Oasis Location Scouting
ko: 샘터 지점 정찰
uk: шансу розвідати оазиси

# actor_stat_type_scout_node_chance_Store
source: Hoarder Location Scouting
ko: 고물상 지점 정찰
uk: шансу розвідати барахольників

# actor_stat_type_scout_node_chance_StoryAssist
source: Assistance Encounters Location Scouting
ko: 조력 조우 지점 정찰
uk: шансу розвідати страждальників

# actor_stat_type_scout_node_chance_StoryCosmic
source: Academic's Studies Location Scouting
ko: 교수의 연구 지점 정찰
uk: шансу розвідати лабораторії Академіка

# actor_stat_type_scout_node_chance_StoryCultist
source: Cultist Encounters Location Scouting
ko: 이교도 조우 지점 정찰
uk: шансу розвідати єретиків

# actor_stat_type_scout_node_chance_StoryHero
source: Shrines of Reflection Location Scouting
ko: 회고의 성소 지역 정찰

# actor_stat_type_scout_node_chance_StoryResist
source: Resistance Encounters Location Scouting
ko: 저항 조우 지점 정찰
uk: шансу розвідати місця сутички

# actor_stat_type_scout_route_chance
source: Route Scouting
ko: 경로 정찰
uk: шансу розвідати дорогу

# actor_stat_type_store_cost_buy_multiplier_Consumable
source: Consumable Item Prices
ja: 消耗品アイテムの価格
ko: 소모품 아이템 가격
uk: вартості витратних предметів
zh_cn: 消耗品价格

# actor_stat_type_store_cost_buy_multiplier_SC_Upgrade
source: Stagecoach Item Prices
ko: 역마차 아이템 가격
uk: вартості аксесуарів Диліжанса

# actor_stat_type_store_cost_buy_multiplier_Trinket
source: Trinket Prices
ja: 装身具の価格
ko: 장신구 가격
uk: вартості дрібничок
zh_cn: 饰品价格

# actor_stat_type_torch_drain_between_nodes
source: Flame Drain
ja: 炎の消費
ko: 불꽃 감소
uk: витрати Полум’я
zh_cn: 火炬消耗

# actor_stat_type_torch_remove_percent_driving
source: Traveling Flame Drain
ja: 移動による炎の消費
ko: 여정 중의 불꽃 감소
uk: витрати Полум’я в дорозі
zh_cn: 旅行火炬消耗

# actor_trigger_target_type_enemy_team_1
source: Random Enemy:
ja: ランダムな敵：
ko: 무작위 적:
uk: Випадковий ворог:
zh_cn: 随机敌人：

# actor_trigger_target_type_enemy_team_2
source: 2 Random Enemies:
ja: ランダムな敵2体：
ko: 무작위 적 2명:
uk: 2 випадкові вороги:
zh_cn: 两个随机敌人：

# actor_trigger_target_type_enemy_team_3
source: 3 Random Enemies:
ja: ランダムな敵3体：
ko: 무작위 적 3명:
uk: 3 випадкові вороги:
zh_cn: 三个随机敌人：

# actor_trigger_target_type_enemy_team_4
source: Each Enemy:
ja: 各敵：
ko: 각 적:
uk: Кожний ворог:
zh_cn: 每个敌人：

# actor_trigger_target_type_friendly_team_1
source: Random Ally:
ja: ランダムな味方：
ko: 무작위 아군:
uk: Випадковий союзник:
zh_cn: 随机盟友：

# actor_trigger_target_type_friendly_team_2
source: 2 Random Allies:
ja: ランダムな味方2体：
ko: 무작위 아군 2명:
uk: 2 випадкові союзники:
zh_cn: 两名随机盟友：

# actor_trigger_target_type_friendly_team_3
source: 3 Random Allies:
ja: ランダムな味方3体：
ko: 무작위 아군 3명:
uk: 3 випадкові союзники:
zh_cn: 三名随机盟友：

# actor_trigger_target_type_friendly_team_4
source: Each Ally:
ja: 各味方：
ko: 각 아군:
uk: Кожний союзник:
zh_cn: 每名盟友：

# actor_verbose_description_flagellant
source: “An undying appetite for pain and punishment.”
ja: 「痛みと罰に対する飽くなき欲望」
ko: “고통과 처벌을 향한 죽지 않는 갈망.”
uk: «Невмируща жага болю та покарання».
zh_cn: “纵情苦难，罔顾生死。”

# actor_verbose_description_grave_robber
source: “Agile, graceful, and singularly surreptitious.”
ja: 「俊敏、優雅、そして秘密主義」
ko: “민첩하고 우아하지만 유난히 은밀한 숙녀라.”
uk: «Спритна, витончена й надзвичайно скритна».
zh_cn: “灵巧、优雅、诡秘——无人能出其右。”

# actor_verbose_description_hellion
source: “The spilling of blood - an offering to the Gods!”
ja: 「神 のために血を流せ！」
ko: “바닥까지 흘러내린 피바다는 신들께 바치는 제물이라!”
uk: «Пролиття крові — підношення богам!».
zh_cn: “泼洒鲜血——祭祀神灵！”

# actor_verbose_description_highwayman
source: “Violently versatile, ruthlessly pragmatic.”
ja: 「暴力に秀でた冷徹な現実主義者」
ko: “오만 가지 폭력으로 무자비한 이득을 취하는 자로다.”
uk: «Практичний і безжально прагматичний».
zh_cn: “全能的暴力美学家，鲁莽的实用主义者。”

# actor_verbose_description_jester
source: “Unchained melodies, played feverishly with lute and blade.”
ja: 「リュートと剣により情熱的な音を奏でる」
ko: “자유로운 가락이 류트와 칼날로부터 열광적으로 흘러나오는구나.”
uk: «У нестримному танці лютні та клинка».
zh_cn: “旋律挣脱束缚，化作琴与刃的狂热合奏。”

# actor_verbose_description_leper
source: “When pain is accepted, strength flows in abundance.”
ja: 「痛みを享受し、無限の力を引き出さん」
ko: “고통을 받아들이는 순간, 힘은 넘쳐나는 법.”
uk: «Той, хто терпить біль, отримує силу».
zh_cn: “接纳痛苦，力量便有如泉涌。”

# actor_verbose_description_man_at_arms
source: “A resolute defender, tempered by the merciless blows of innumerable assaults.”
ja: 「幾多の襲撃 を生き延び、鍛え抜かれた屈強な守護者」
ko: “무수한 공격의 무자비한 공세로 단련된 완고한 방어자로다.”
uk: «Вольовий солдат, загартований у незліченних боях».
zh_cn: “千百次无情的打击，锤炼出一面铁壁。”

# actor_verbose_description_occultist
source: “Witness the infernal and blasphemous power of the void!”
ko: “공허의 악랄하고 모독적인 힘을 목도하라!”
uk: «Відчуйте нелюдську блюзнірську силу безодні!».

# actor_verbose_description_plague_doctor
source: “What is a physician if not a student of decay?”
ja: 「医師への道は腐敗を学ぶことに 他ならない」
ko: “의사라면 응당 신체의 쇠락을 배웠지 않았겠느냐?”
uk: «Ким ще може бути лікар, як не учнем смерті?»
zh_cn: “所谓医者，不就是生与死的学徒么？”

# actor_verbose_description_runaway
source: “Fire and smoke - destruction and concealment. ”
ja: 「狼火は破壊と隠匿の象徴」
ko: “화염과 연기. 파괴와 은폐.”
uk: «Нема диму без вогню, нема втечі без причини».
zh_cn: “火与烟——毁灭与掩蔽。”

# actor_verbose_description_vestal
source: “Faith is a fire that kindles the penitent heart!”
ja: 「信念は悔恨の心を燃やす火だ！」
ko: “신앙은 참회자의 심장을 밝히는 불꽃이라!”
uk: «Віра — це вогонь, який запалює серце, що кається!».
zh_cn: “信念如火，点燃悔罪的明烛！”

# add_label
source: Add
ja: 追加
ko: 추가
uk: Додати
zh_cn: 添加

# additional_damage_value_tooltip_dot_tag_total_health_damage_over_time
source: <color=#{notable}>Variable</color>
ja: <color=#{notable}>可変</color>
ko: <color=#{notable}>변수</color>
uk: <color=#{notable}>невідомо</color>
zh_cn: <color=#{notable}>可变</color>

# adds_up_to_label
source: Gains up to
ja: 獲得上限：
ko: 최대 추가
uk: Отримує до
zh_cn: 获得至多

# affinity_actor_tooltip_amorous
source: <color=#{path_verbose}><i>{0} feels great love for {1}.</i></color>
ja: <color=#{path_verbose}><i>{0}は{1}に大きな愛を感じている。</i></color>
ko: <color=#{path_verbose}><i>{0}, {1}에게 크나큰 사랑을 느낌.</i></color>
uk: <color=#{path_verbose}><i>{0} та {1} відчувають неймовірно теплі почуття одне до одного.</i></color>
zh_cn: <color=#{path_verbose}><i>{0}感受到了对{1}的挚爱。</i></color>

# affinity_actor_tooltip_envious
source: <color=#{path_verbose}><i>{0} envies {1} and not in a healthy way.</i></color>
ja: <color=#{path_verbose}><i>{0}は{1}に対して健全ではない嫉妬を感じている。</i></color>
ko: <color=#{path_verbose}><i>{0}, {1}에게 부정적인 질투를 느낌.</i></color>
uk: <color=#{path_verbose}><i>{0} та {1} люто заздрять одне одному.</i></color>
zh_cn: <color=#{path_verbose}><i>{0}对{1}陷入了病态的嫉妒。</i></color>

# affinity_actor_tooltip_hateful
source: <color=#{path_verbose}><i>{0} despises {1} and wishes harm to befall them.</i></color>
ja: <color=#{path_verbose}><i>{0}は{1}を軽蔑し、害が及ぶことを望んでいる。</i></color>
ko: <color=#{path_verbose}><i>{0}, {1}에게 경멸을 느껴 큰 재앙을 당하길 바람.</i></color>
uk: <color=#{path_verbose}><i>{0} та {1} зневажають одне одного й бажають лише поганого.</i></color>
zh_cn: <color=#{path_verbose}><i>{0}鄙视{1}，希望{1}受到伤害。</i></color>

# affinity_actor_tooltip_hopeful
source: <color=#{path_verbose}><i>{0} trusts in {1} and believes that together they can conquer any foe.</i></color>
ja: <color=#{path_verbose}><i>{0}は{1}を信頼し、共にどんな敵にも打ち勝つことができると信じている。</i></color>
ko: <color=#{path_verbose}><i>{0}, {1}에게 신뢰가 쌓이며 함께라면 어떤 적도 이길 수 있다고 믿기 시작함.</i></color>
uk: <color=#{path_verbose}><i>{0} та {1} довіряють одне одному й вважають, що разом здолають будь-кого.</i></color>
zh_cn: <color=#{path_verbose}><i>{0}信任{1}，相信二人携手能战无不胜。</i></color>

# affinity_actor_tooltip_leaning_level_friendly
source: <color=#{notable}>Friendly:</color> Possible to form a positive relationship.
ja: <color=#{notable}>友好的：</color>ポジティブな関係を築く可能性がある。
ko: <color=#{notable}>친함:</color> 긍정적 관계를 쌓을 수 있습니다.
uk: <color=#{notable}>Дружелюбність:</color> є ймовірність покращити стосунки.
zh_cn: <color=#{notable}>友好：</color>可能形成正面关系。

# affinity_actor_tooltip_leaning_level_maximum
source: <color=#{notable}>Maximum:</color> Extremely likely to form a positive relationship.
ja: <color=#{notable}>最大：</color>ポジティブな関係を築く可能性が極めて高い。
ko: <color=#{notable}>최대:</color> 긍정적 관계를 쌓을 가능성이 매우 높습니다.
uk: <color=#{notable}>Максимум:</color> є дуже велика ймовірність покращити стосунки.
zh_cn: <color=#{notable}>最高：</color>极为可能形成正面关系。

# affinity_actor_tooltip_leaning_level_minimum
source: <color=#{harmful}>Minimum:</color> Extremely likely to form a negative relationship.
ja: <color=#{harmful}>最小：</color>ネガティブな関係を築く可能性が極めて高い。
ko: <color=#{harmful}>최소:</color> 부정적 관계를 쌓을 가능성이 매우 높습니다.
uk: <color=#{harmful}>Мінімум:</color> є дуже велика ймовірність погіршити стосунки.
zh_cn: <color=#{harmful}>最低：</color>极为可能形成负面关系。

# affinity_actor_tooltip_leaning_level_neutral
source: <color=#{neutral}>Neutral:</color> Unlikely to form a relationship.
ja: <color=#{neutral}>中立：</color>関係を築く可能性が低い。
ko: <color=#{neutral}>중립:</color> 관계를 쌓을 가능성이 낮습니다.
uk: <color=#{neutral}>Байдужість:</color> не схоже, що є ймовірність налагодити стосунки.
zh_cn: <color=#{neutral}>中立：</color>不太可能形成关系。

# affinity_actor_tooltip_leaning_level_unfriendly
source: <color=#{harmful}>Unfriendly:</color> Possible to form a negative relationship.
ja: <color=#{harmful}>非友好的：</color>ネガティブな関係を築く可能性がある。
ko: <color=#{harmful}>적대:</color> 부정적 관계를 쌓을 수 있습니다.
uk: <color=#{harmful}>Неприязнь:</color> є ймовірність погіршити стосунки.
zh_cn: <color=#{harmful}>不友好：</color>可能形成负面关系。

# affinity_actor_tooltip_leaning_level_very_friendly
source: <color=#{notable}>Very Friendly:</color> Likely to form a positive relationship.
ja: <color=#{notable}>非常に友好的：</color>ポジティブな関係を築く可能性が高い。
ko: <color=#{notable}>매우 친함:</color> 긍정적 관계를 쌓을 가능성이 높습니다.
uk: <color=#{notable}>Симпатія:</color> є велика ймовірність покращити стосунки.
zh_cn: <color=#{notable}>非常友好：</color>很可能形成正面关系。

# affinity_actor_tooltip_leaning_level_very_unfriendly
source: <color=#{harmful}>Very Unfriendly:</color> Likely to form a negative relationship.
ja: <color=#{harmful}>非常に非友好的：</color>ネガティブな関係を築く可能性が高い。
ko: <color=#{harmful}>매우 적대:</color> 부정적 관계를 쌓을 가능성이 높습니다.
uk: <color=#{harmful}>Ворожість:</color> є велика ймовірність погіршити стосунки.
zh_cn: <color=#{harmful}>非常不友好：</color>很可能形成负面关系。

# affinity_actor_tooltip_resentful
source: <color=#{path_verbose}><i>{0} resents {1} and feels they lack worth.</i></color>
ja: <color=#{path_verbose}><i>{0}は{1}を憎んでおり、価値がないと感じている。</i></color>
ko: <color=#{path_verbose}><i>{0}, {1}에게 분노하며 살아있을 가치가 없다고 생각함.</i></color>
uk: <color=#{path_verbose}><i>{0} та {1} ображаються одне на одного й вважають, що заслуговують на краще ставлення.</i></color>
zh_cn: <color=#{path_verbose}><i>{0}憎恨{1}，认为对方一无是处。</i></color>

# affinity_actor_tooltip_respectful
source: <color=#{path_verbose}><i>{0} respects {1} and is deeply confident that they will carry their weight.</i></color>
ja: <color=#{path_verbose}><i>{0}は{1}を尊敬しており、重責を担ってくれると強く信頼している。</i></color>
ko: <color=#{path_verbose}><i>{0}, {1}에게 존중을 보이며 함께 과업을 해낼 수 있을 거라 자신함.</i></color>
uk: <color=#{path_verbose}><i>{0} та {1} поважають одне одного й щиро вважають, що разом можуть усе.</i></color>
zh_cn: <color=#{path_verbose}><i>{0}尊重{1}，相信{1}会带领队伍走向胜利。</i></color>

# affinity_actor_tooltip_suspicious
source: <color=#{path_verbose}><i>{0} does not trust {1} and suspects they are secretly working against the party.</i></color>
ja: <color=#{path_verbose}><i>{0}は{1}を信用しておらず、彼らが密かにパーティの不利益のために働いているのではないかと疑っている。</i></color>
ko: <color=#{path_verbose}><i>{0}, {1}에게 의심을 느끼며 원정대를 배신하려는 음모를 꾸미고 있다고 생각함.</i></color>
uk: <color=#{path_verbose}><i>{0} та {1} не довіряють одне одному й підозрюють в зраді.</i></color>
zh_cn: <color=#{path_verbose}><i>{0}不信任{1}，而且怀疑对方暗中与队伍作对。</i></color>

# affinity_actor_tooltip_tumultuous
source: Tumultuous {0} {1}
ja: 動揺{0} {1}
ko: 떠들썩한 {0} {1}
uk: Напруження {0} {1}
zh_cn: 争执的{0}和{1}

# affinity_change_bark_add_buff_observing_jealous@0
source: Clearly I've no part in your plan.
ja: 間違いなく、お前の仲間などではない
ko: 일단 난 네 계획에서 빼 줘.
uk: Мене явно не було в твоїх планах.
zh_cn: 显然你的计划中没有我的位置。

# affinity_change_bark_add_buff_observing_jealous@1
source: Forgotten in my hour of need.
ja: 困難の時ですらお前のことを忘れていた
ko: 정작 내가 불리할 때는 외면한다 이거지.
uk: Мене забули в скрутну годину.
zh_cn: 在我最需要的时候被人遗忘。

# affinity_change_bark_add_buff_observing_jealous+flagellant
source: You lack clarity and vision!
ja: お前には明確なビジョンがない！
ko: 눈 감고 깨달음 얻지 못한 자들아!
uk: Тобі бракує розважливості й далекоглядності!
zh_cn: 井底之蛙！一叶障目！

# affinity_change_bark_add_buff_observing_jealous+grave_robber
source: Hmph! Suit yourself.
ja: フン！好きにして
ko: 흥! 너나 잘하세요.
uk: Уф... Роби як вважаєш за краще.
zh_cn: 哼！随你的便。

# affinity_change_bark_add_buff_observing_jealous+hellion
source: Soft-skull!
ja: 愚か者め！
ko: 약골 주제에!
uk: Слабодух!
zh_cn: 软脑壳！

# affinity_change_bark_add_buff_observing_jealous+highwayman
source: I see how it is.
ja: そういうことか
ko: 딱 보이네 뭐.
uk: Он як...
zh_cn: 原来是这样啊。
