Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_item_speed_bag+runaway
source: A round with this and maybe a spar after!
ja: これを1ラウンドやって、その後にスパーリングかな！
ko: 같이 한 판 뛰고 땀 씻으러 가자!
uk: Спершу розминка, тренування — потім! Можливо...
zh_cn: 先练一练这个，然后可以比试比试！

# bark_item_speed_bag+vestal
source: I suppose a diversion can't hurt.
ja: 気分転換してもばちは当たりません
ko: 기분 전환 정도야 나쁘지 않겠지.
uk: Думаю, трішки розслабитися не завадить.
zh_cn: 消遣一下大概也未尝不可。

# bark_item_stew
source: Plain but fortifying.
ja: 地味だけど、体にいい
ko: 소박하지만 알찬 식사.
uk: Просто, але укріплює тіло.
zh_cn: 简单，但充满能量。

# bark_item_stew_use_limit
source: That'll be all.
ja: もう満腹だ
ko: 이거면 충분해.
uk: На сьогодні все.
zh_cn: 我吃够了。

# bark_item_stew_use_limit+bounty_hunter
source: Save it.
ko: 아껴놔라.
uk: Облишмо на потім.

# bark_item_stew_use_limit+flagellant
source: What little flesh I retain is well-fed.
ja: 俺のわずかな肉には、栄養が行き届いている
ko: 내게 남은 알량한 육신이 배를 채웠군.
uk: Те, що залишилося від мого тіла, почувається добре нагодованим.
zh_cn: 我所残存的肉体已经喂养足够。

# bark_item_stew_use_limit+grave_robber
source: One bowl of that sludge was plenty.
ja: あのドロドロは一杯で十分だったわ
ko: 한 그릇만 먹어도 배불러.
uk: Однієї миски цієї жижі достатньо.
zh_cn: 这种烂肉吃一碗就足够了。

# bark_item_stew_use_limit+hellion
source: Leave the broth to thicken overnight.
ja: スープは一晩寝かすと深みが増す
ko: 국물 내버려 두면 더 걸쭉해진다.
uk: Залиш бульйон на ніч, щоб він настоявся.
zh_cn: 再放一晚，让它入入味吧。

# bark_item_stew_use_limit+highwayman
source: I've had me fill. Leave me be.
ja: もう満腹だ。ほっといてくれ
ko: 난 배부르게 먹었어. 괜찮아.
uk: Я наївся, більше не треба.
zh_cn: 我吃饱了。别管我。

# bark_item_stew_use_limit+jester
source: A second bowl? Where would I put it?
ja: 2杯目？もう入らないな！
ko: 한 그릇 더 준다고? 그게 들어갈 것 같나?
uk: Добавки? У мене більше не влізе.
zh_cn: 再来一碗？我怎么吃得下？

# bark_item_stew_use_limit+leper
source: One of the others may need it more.
ja: 他の者なら、もう少し望むだろうな
ko: 다른 이들이라면 아직 배고플지 모르지.
uk: Краще хай буде комусь іншому.
zh_cn: 也许其他人更需要。

# bark_item_stew_use_limit+man_at_arms
source: I've 'ad enough.
ja: もう十分食ったな
ko: 난 충분히 먹었어.
uk: З мене досить!
zh_cn: 我吃饱了。

# bark_item_stew_use_limit+occultist
source: Leave me to my contemplations.
ja: しばらく集中させてくれ
ko: 난 이만하면 되었네.
uk: Залиш мене наодинці із собою.
zh_cn: 不要打断我的冥想。

# bark_item_stew_use_limit+plague_doctor
source: My appetite wanes of late. Pass.
ja: パス。最近食欲がなくてね
ko: 아직 식욕이 살아나지 않아. 넘길래.
uk: Зараз у мене немає апетиту.
zh_cn: 我最近食欲消退了。不了。

# bark_item_stew_use_limit+runaway
source: Already had seconds when y'weren't looking.
ja: お前が見ていない時におかわり食べちゃったよ
ko: 아무도 안 보는 사이에 몰래 두 그릇 먹었지롱.
uk: Я вже взяла добавки, коли ніхто не бачив.
zh_cn: 你没注意的时候，我已经又吃了一碗了。

# bark_item_stew_use_limit+vestal
source: I am grateful any time my belly is full.
ja: 満腹になった時は欠かさず感謝しています
ko: 배가 부르다는 건 항상 감사할 일이지.
uk: Благословен кожен день, коли я сита.
zh_cn: 每当我吃饱时，我都很感激。

# bark_item_stew+bounty_hunter
source: Not bad.
ko: 나쁘지 않군.
uk: Непогано.

# bark_item_stew+flagellant
source: Simple nourishment is all I require.
ja: 俺に必要なのはシンプルな栄養補給だ
ko: 최소한의 양분만 채우지.
uk: Мені потрібна лише проста їжа.
zh_cn: 我只需要简单的供养。

# bark_item_stew+grave_robber
source: Gunge-flavoured tea, more like.
ja: 汚れカス風味のお茶、といったところね
ko: 찌꺼기 냄새를 우려낸 차 같은데.
uk: Скоріше чай зі смаком бруду.
zh_cn: 更像是黏菌味的茶汤。

# bark_item_stew+hellion
source: A good use for old game.
ja: 古い獲物の有効活用だな
ko: 오래된 고기를 잘 써먹었다.
uk: Розумне застосування старої дичини.
zh_cn: 久置的猎物很适合这样处理。

# bark_item_stew+highwayman
source: The finest meal is the meal you're eating.
ja: 最高の食事は、お前が今食っているものだ。
ko: 시장이 반찬이라지.
uk: Найкраща їжа та, що зараз перед тобою.
zh_cn: 最美味的一顿饭就是你正在吃的那顿。

# bark_item_stew+jester
source: And here I was going to let my stomach do the singing.
ja: 自分の胃袋に音色を奏でさせようとしてたところなんだ
ko: 이거 내 뱃속도 요란하게 노래를 부르겠군.
uk: Щоб ваш шлунок міг співати, треба їжею напхати.
zh_cn: 啊，我本来还想让我的肚子放声歌唱呢。

# bark_item_stew+leper
source: Every meal a feast.
ja: 毎回の食事がごちそうである
ko: 모든 음식이 만찬인 것을.
uk: Кожна страва — свято шлунка.
zh_cn: 每餐饭都是一场盛宴。

# bark_item_stew+man_at_arms
source: Standard victuals at the mess.
ja: 食堂ではいつもこういうのを食っていたな
ko: 싸움판에서 흔히 볼 수 있는 잡탕이지.
uk: Звичайне харчування за столом разом з усіма.
zh_cn: 战场上的经典食物。

# bark_item_stew+occultist
source: Have you ever seen a salt flat? ... Oh, no reason.
ja: 塩の平原を見たことあるか…ああ、なんとなく聞いただけだ
ko: 여기 무슨 염전을 차렸나? ...아, 신경 쓰지 말게.
uk: Ви взагалі бачили солончаки? Та ні, це я так питаю...
zh_cn: 你们有见过盐滩么？……哦，我只是随口一问。

# bark_item_stew+plague_doctor
source: It has been boiled at length - <i>probably</i> safe.
ja: 長時間茹でられている。<i>たぶん</i>安全ね
ko: 충분히 오래 끓였으니까 안전할 거야... <i>아마도</i>.
uk: Ця страва довго стояла на вогні, тому можна <i>сподіватися</i>, що вона безпечна.
zh_cn: 已经煮了很长时间——<i>大概</i>是安全的吧。

# bark_item_stew+runaway
source: Never turn down a hot meal.
ja: 温かい食事は絶対に断らない
ko: 따뜻한 밥을 어떻게 마다하겠어.
uk: Ніколи не відмовляйся від гарячого.
zh_cn: 永远不拒绝一餐热饭。

# bark_item_stew+vestal
source: Bland, yes, but it will serve us well.
ko: 소박하지만 든든하지.
uk: Смаку нема, але стане нам у добрій нагоді.

# bark_item_stimulating_poultice
source: Up and at 'em.
ko: 정신이 확 들 거다.
uk: Будемо битися!

# bark_item_stimulating_poultice+bounty_hunter
source: Every extra league counts.
ko: 한 발짝이라도 더 움직여야 하니.
uk: Кожна додаткова ліга має значення.

# bark_item_stimulating_poultice+flagellant
source: Hah! Yes! I am newly awake!
ja: ハアッ！よし！新たに目覚めたぞ！
ko: 하! 좋군! 새로 깨어난 기분이다!
uk: Ха! Так! Я щойно прокинувся!
zh_cn: 好啊！宛若新生！

# bark_item_stimulating_poultice+grave_robber
source: I owe it all to my swift boots.
ja: 全てはこの俊足のおかげよ
ko: 다 가벼운 장화 덕분이지.
uk: Я всім завдячую своїм швидким чоботам.
zh_cn: 我的好身手全依仗这双好靴子。

# bark_item_stimulating_poultice+hellion
source: The blood-rush begins...! Who's up to box?!
ja: 流血が始まるぞ…！ 誰が相手だ？！
ko: 피가 빠르게 돈다...! 한판 붙을 사람?!
uk: Кровопролиття починається! Хто готовий боксувати?
zh_cn: 嗜血的欲望起来了……！谁来跟我比划比划？！

# bark_item_stimulating_poultice+highwayman
source: Put 'em down before they see ya, ideally.
ja: 見られる前に始末する。それが理想だな
ko: 민망해지기 전에 좀 진정하라구.
uk: І мокрого місця від них не залишимо, поки вони не бачать!
zh_cn: 最好在他们看到我之前，就能把他们放倒。

# bark_item_stimulating_poultice+jester
source: Who you callin' slow?
ja: 誰が遅いって？
ko: 누가 누구더러 느리대?
uk: Хто каже, що я повільно рухаюсь?
zh_cn: 你嫌谁慢呢？

# bark_item_stimulating_poultice+leper
source: For a moment, life seems to flood through me again...
ja: 一瞬、私の中で生命が再び溢れだすような感じがするぞ…
ko: 찰나지만 몸에 다시 생기가 도는 것 같군...
uk: На мить здалося, що я знову сповнений наснаги, як і раніше...
zh_cn: 一瞬间，生命仿佛又在我体内涌现……

# bark_item_stimulating_poultice+man_at_arms
source: Slowin' down in my advanced years...
ja: 年を取って、動きが遅くなりつつあるしな…
ko: 늙으면 다 느려지는 법이야...
uk: Роки мене сповільнюють що далі, то сильніше...
zh_cn: 我上年纪了，没以前那么敏捷了……

# bark_item_stimulating_poultice+occultist
source: My mind never slumbers. Now my body won't either.
ja: 私の心は決して眠らない。これで私の体も眠らなくてよくなった
ko: 내 정신은 결코 잠들지 않지. 이젠 내 몸도 마찬가지야.
uk: Мій розум ніколи не дрімає. Тепер і моє тіло не буде цього робити.
zh_cn: 我的心灵永不会沉睡。现在我的肉体也一样了。

# bark_item_stimulating_poultice+plague_doctor
source: An accelerant for the blood!
ko: 피의 순환을 촉진하는군!
uk: Прискорювач кровообігу!

# bark_item_stimulating_poultice+runaway
source: Anything to stay a step ahead.
ja: 一歩先を行くためなら、何だって使うよ
ko: 한 발짝 앞설 수만 있다면야.
uk: Що завгодно, аби бути на крок попереду.
zh_cn: 只要能占据先机就行。

# bark_item_stimulating_poultice+vestal
source: Whew!
ja: ふう！
ko: 휴!
uk: Фух!
zh_cn: 呼！

# bark_item_stitching_kit
source: Please get it over with.
ja: 早く終わらせてしまおう
ko: 빨리 낫도록.
uk: Закінчуйте швидше, будь ласка.
zh_cn: 动手吧。

# bark_item_stitching_kit+bounty_hunter
source: Serves me right.
ko: 나한테 잘 맞지.
uk: Так мені й треба.

# bark_item_stitching_kit+flagellant
source: How about <i>I</i> use this needle on <i>you</i>?
ja: <i>俺</i>が<i>お前</i>に向けて、この針を使うのはどうだ？
ko: <i>내가</i> 이 바늘을 <i>네게</i> 쓰는 건 어떨까?
uk: Можна <i>я</i> встромлю цю голку в <i>тебе</i>?
zh_cn: 不如让<i>我</i>拿这针在<i>你</i>身上试试？

# bark_item_stitching_kit+grave_robber
source: Better to not get cut in the first place.
ja: そもそも、切り傷を受けないよう立ち回りなさいよ
ko: 애초에 베이지 않는 게 더 좋아.
uk: Краще взагалі не лізти під ніж.
zh_cn: 最好是一开始就别受伤。

# bark_item_stitching_kit+hellion
source: What's one more scar!
ja: 傷が一つ増えたところで何でもない！
ko: 흉터 하나 더!
uk: Одним шрамом більше. Дурниці!
zh_cn: 再添一道伤疤又如何！

# bark_item_stitching_kit+highwayman
source: You'd think I'd be better at this by now.
ja: そろそろ、俺の縫合の腕がよくなったと思ってるよな
ko: 나도 봉합에는 슬슬 전문가 아닌가 싶다.
uk: Здавалося б, я мав засвоїти урок.
zh_cn: 我真是不长记性。

# bark_item_stitching_kit+jester
source: My skin is a patchwork of scars by now...
ko: 내 피부는 이제 흉터로 누더기가 됐구만...
uk: Моя шкіра тепер уся в шрамах...

# bark_item_stitching_kit+leper
source: Do what you must. I endure it with gratitude.
ja: やるべきことをやるのだ。私は感謝しながら耐えよう
ko: 해야 할 일을 하게. 내 감사히 견뎌낼 터이니.
uk: Роби те, що маєш. Я буду терпіти це з вдячністю.
zh_cn: 做你该做的事吧。我会心怀感激地忍受的。

# bark_item_stitching_kit+man_at_arms
source: Draw my dissenting flesh together!
ja: ちぎれそうな俺の肉をくっつけてくれ！
ko: 노쇠한 육신이지만 한데 붙여 두어야지!
uk: З’єднай мою плоть, що розвалюється!
zh_cn: 让我分裂的皮肤重归于好！

# bark_item_stitching_kit+occultist
source: I must be more careful next time...
ja: 次回はもっと気をつけなければ…
ko: 다음에는 더 조심해야겠군...
uk: Буду поводитися обережніше наступного разу...
zh_cn: 我下次必须更加小心……

# bark_item_stitching_kit+plague_doctor
source: Hmph! My own hand is steadier.
ko: 윽! 내가 직접 꿰매는 게 더 낫겠다.
uk: Гм. Моя рука твердіша.

# bark_item_stitching_kit+runaway
source: You better keep that hand steady...
ja: その手を安定させてよね…
ko: 손 떨지 말고 잘 꿰매 줘...
uk: Не смій тремтіти...
zh_cn: 你的手最好别抖……

# bark_item_stitching_kit+vestal
source: Let us save my methods for more grievous wounds.
ja: 私の手段は、もっとひどい傷のためにとっておきましょう
ko: 내 치유력은 더 심각한 중상을 위해 아껴두자고.
uk: Прибережу свої методи на крайній випадок.
zh_cn: 我的治疗手段还是留给更严重的伤口吧。

# bark_item_tar_filled_colambre+runaway@0
source: Heh heh. They never see me coming.
ja: へへへ。これで見つからなくなる
ko: 헤헤, 눈치도 못 채고 당할걸.
uk: Мої дії важко передбачити.
zh_cn: 嘿嘿。他们绝对料不到这一手。

# bark_item_tar_filled_colambre+runaway@1
source: More fun than wine.
ja: ワインよりも楽しい
ko: 이게 술보다 더 재밌지.
uk: Навіть веселіше, ніж із вином.
zh_cn: 比酒精更有意思。

# bark_item_tar_filled_colambre+runaway@2
source: You're going to burn so hot...
ja: お前は熱く燃え上がるぞ…
ko: 너희는 정말 화끈하게 탈 거야...
uk: Смола дає такий жар!
zh_cn: 你们会烧得无比炽烈……

# bark_item_the_very_best+grave_robber@0
source: Bottoms up, love.
ja: 飲み干しなさい
ko: 쭉 들이켜, 자기.
uk: Пий до дна, золотко.
zh_cn: 一饮而尽，亲爱的。

# bark_item_the_very_best+grave_robber@1
source: May we profit while our enemies suffer.
ja: 敵が苦しんでいる間、私たちが得をしますように
ko: 적들의 고통은 우리의 이득이지.
uk: Хай у нас усе буде добре, поки вороги страждають.
zh_cn: 愿我们的敌人痛苦，而我们从中渔利。

# bark_item_the_very_best+grave_robber@2
source: T'your health and pleasure.
ja: 君の健康と喜びを願って
ko: 건강과 즐거움을 모두 챙기자고.
uk: За твоє здоров’я і щастя.
zh_cn: 万事如意，百病不侵！

# bark_item_the_wine
source: Sip and savor. There is no vintage like it.
ja: 一口飲んで味わうんだ。これほどのビンテージ品はない
ko: 한 모금 맛들 봐. 괜찮은 빈티지니까.
uk: Відпий та оціни. Такого вишуканого аромату ніде не знайти.
zh_cn: 来一口，好好品一品。这是上好的葡萄酒。

# bark_item_the_wine+bounty_hunter
source: *slurp* Awful sweet. You take the rest.
ko: (꿀꺽) 너무 단데. 나머지는 알아서들 해.
uk: *робить ковток* Занадто солодко, допий.

# bark_item_the_wine+flagellant
source: It burns my ragged lips just so.
ja: ぼろぼろの唇がいい具合に焼ける
ko: 벗겨진 입술이 후끈해지는군.
uk: Воно обпікає мої потріскані губи.
zh_cn: 让我残破的嘴唇起了烧灼感，真舒服。

# bark_item_the_wine+grave_robber
source: Share a nightcap, love?
ja: 共に寝酒でもどう？
ko: 한 잔 하고 잘까, 자기?
uk: По келиху перед сном, золотко?
zh_cn: 睡前一起喝一杯么，亲爱的？

# bark_item_the_wine+hellion
source: Now <i>this</i> is wine! Come, enjoy with me!
ja: <i>これぞ</i>正真正銘のワインだ！さあ一緒に楽しもう！
ko: <i>이게</i> 바로 술이지! 오라, 함께 마시자!
uk: Оце <i>справжнє</i> вино. На, спробуй!
zh_cn: <i>这</i>才是好酒！来啊，一起喝啊！

# bark_item_the_wine+highwayman
source: I'm not often the sharing sort, but what do you say?
ja: 俺は一人で飲むことが多いが、今日は一緒にどうだ？
ko: 보통은 잘 나눠 마시지 않지만, 이번은 예외로 할까?
uk: Я нечасто ділюся вином, але тобі дам. Що скажеш?
zh_cn: 我通常不喜欢分享，不过你要来一杯么？

# bark_item_the_wine+jester
source: A rare treat, pilfered from some louche estate.
ja: 珍しいご馳走だな。 悪名高い屋敷から盗んできた奴か
ko: 외딴 영지에서 슬쩍한 귀한 물건이라고.
uk: Яке рідкісне частування. Схоже, украдене з маєтку.
zh_cn: 罕见的享受，从什么堕落的庄园里搜出来的。

# bark_item_the_wine+leper
source: I thought I'd never savour such a vintage again...
ja: こんなビンテージ物は、2度と口にできると思っていなかった…
ko: 이런 포도주는 두 번 다시 맛보지 못할 거라 생각했거늘...
uk: Думав, я більше ніколи не скуштую такого напою.
zh_cn: 还以为我再也享受不到这样的佳酿了……

# bark_item_the_wine+man_at_arms
source: How's about we split this?
ja: 分けて二人で飲まないか？
ko: 나누어 먹는 게 어떤가?
uk: Розділимо?
zh_cn: 咱们把这瓶分了，怎么样？

# bark_item_the_wine+occultist
source: Come, come, I prefer not to imbibe alone.
ja: 頼むよ、一人で飲みたくないんだ
ko: 어서들 오게, 호강은 혼자서 하는 게 아니지.
uk: Ну, зазвичай я не п’ю алкоголь на самоті.
zh_cn: 来啊，来啊。我不喜欢独酌。

# bark_item_the_wine+plague_doctor
source: Hmph. Well. Fine. Burns less than the other stuff.
ja: ふむ。まあ、いいわ。他の物より辛くないし
ko: 흠. 뭐, 좋아. 다른 술보다는 덜 센 것 같으니까.
uk: Непогано: пече не так, як від інших напоїв.
zh_cn: 嗯。好吧。没别的酒那么烧得慌。

# bark_item_the_wine+runaway
source: This is real high-born stuff. Have a sip.
ja: これは本物の高級品よ。一口飲んでみて
ko: 이건 진짜 부자들 물건이네. 한 모금 마셔봐.
uk: Вино знатного походження. Ось, ковтни.
zh_cn: 这是那些上等人的奢侈品。尝一口吧。

# bark_item_the_wine+vestal
source: I only drank at holy sacraments in the past... *hic*
ja: 昔は聖餐式でしか飲まなかった… ヒック
ko: 예전에는 영성체 때만 마셨는데... 딸꾹!
uk: Раніше я пила лише на таїнствах... *гик*
zh_cn: 以前我只有在圣礼时才喝过酒……*咕嘟*

# bark_item_tinned_preserves
source: Seems safe enough.
ko: 충분히 안전해 보이는군.
uk: Здається, тут досить безпечно.

# bark_item_tinned_preserves_use_limit
source: Don't deplete our entire stash, hm?
ja: 物資を使い切るなよ
ko: 재고를 싹 다 비우지는 말라고.
uk: Залиш хоч щось про запас, добре?
zh_cn: 别把我们的补给吃光了，成吗？

# bark_item_tinned_preserves_use_limit+bounty_hunter
source: Pass.
ko: 됐어.

# bark_item_tinned_preserves_use_limit+flagellant
source: I sustain myself through prayer and penance.
ja: 私には祈りと懺悔で十分だ
ko: 내 섭생은 기도와 참회로 충분하니.
uk: Я підтримую себе молитвами та покаянням.
zh_cn: 祈祷与忏悔足以支撑我。

# bark_item_tinned_preserves_use_limit+grave_robber
source: Have you any wine instead?
ko: 대신 포도주나 좀 주련?

# bark_item_tinned_preserves_use_limit+hellion
source: No more of this joyless meat!
ja: まっずい肉にはうんざりだ！
ko: 이딴 맛 없는 고기 이제 됐다!
uk: Цього жалюгідного м’яса більше не залишилося!
zh_cn: 不想再吃这寡淡无味的肉了！

# bark_item_tinned_preserves_use_limit+highwayman
source: Save some for the road, eh.
ko: 나머지는 가면서 먹지 뭐.

# bark_item_tinned_preserves_use_limit+jester
source: No, no, none for me.
ko: 아니, 아냐. 난 됐어.

# bark_item_tinned_preserves_use_limit+leper
source: There may come a need later.
ko: 나중에 더 쓸모가 있을지도.

# bark_item_tinned_preserves_use_limit+man_at_arms
source: I'm enjoyin' this fire. Shoo.
ko: 지금 불 쬐고 있잖나. 저리 가.

# bark_item_tinned_preserves_use_limit+occultist
source: We've a hard journey ahead. Save it.
ja: この旅は厳しくなる。取っておけ
ko: 앞으로 여정이 험난할 텐데. 아껴두도록.
uk: На нас чекає нелегка дорога. Треба зберегти це про запас.
zh_cn: 前路艰险。留着点。

# bark_item_tinned_preserves_use_limit+plague_doctor
source: The powders! They suppress my appetite!
ja: 防腐剤入りのは食欲が失せる！
ko: 내 식욕은 가루로 억누를 수 있어!
uk: Порошки! Це вони пригнічують мій апетит!
zh_cn: 那些粉末抑制了我的食欲！

# bark_item_tinned_preserves_use_limit+runaway
source: Any fruits? Then no.
ja: 果物は入ってる？ じゃあ要らないわ
ko: 과일 있어? 없으면 됐어.
uk: А фрукти є? Тоді ні.
zh_cn: 有水果么？没有就算了。

# bark_item_tinned_preserves_use_limit+vestal
source: I have already broken my fast.
ko: 이미 금식도 깼는데 더 식욕을 발휘할 수는 없지.

# bark_item_tinned_preserves+bounty_hunter
source: *approving grunt*
ja: うむ、いいな
ko: (만족스러운 트림)
uk: *схвальне бурчання*
zh_cn: *赞许的闷哼声*

# bark_item_tinned_preserves+flagellant
source: Careful you don't cut yourself. Heh heh.
ko: 조심하라고, 손 베이니까. 헤헤헤.
uk: Обережно, не поріжся, хе-хе.

# bark_item_tinned_preserves+grave_robber
source: So be it. I'll--oh. Well this isn't dreadful.
ja: わかったわ。私は… あら、思ったよりひどくないわね
ko: 그래, 어디 먹고 죽겠냐... 어머나? 이건 좀 괜찮아 보이네.
uk: Хай буде так. Я... Ну, це не страшно.
zh_cn: 行吧。那我就——喔。这还真不错嘛。

# bark_item_tinned_preserves+hellion
source: Meat without blood? City-folk tricks.
ja: 血のない肉？都会人のペテンか
ko: 핏물 없는 고기냐? 도시사람 수작이다.
uk: М’ясо без крові? Це якісь міські вигадки.
zh_cn: 没有血的肉？城里人的把戏。

# bark_item_tinned_preserves+highwayman
source: Eat it now or it'll weigh us down.
ko: 지금 먹지 않으면 짐만 된다고.
uk: Їжте це зараз, інакше доведеться тягати його на собі.

# bark_item_tinned_preserves+jester
source: So this is how the other half travels.
ja: 残りの半分はこれで旅をしているんだな
ko: 여정의 후반은 이걸로 버티겠구만.
uk: Ось як подорожують багатії.
zh_cn: 好家伙，食物都住上棺材了。

# bark_item_tinned_preserves+leper
source: Delicacies from an earlier time...
ja: 一昔前は、こういうのが珍味だったな…
ko: 옛 시절이 남긴 별미로군...
uk: Делікатеси колишніх часів...
zh_cn: 来自往昔的美味……

# bark_item_tinned_preserves+man_at_arms
source: Could have used these back in my early days!
ja: 駆け出しの頃にこれがあったらな！
ko: 왕년에도 이런 게 있었으면 얼마나 좋아!
uk: Коли їм це, немовби повертаюся в минуле!
zh_cn: 我年轻的时候要是有这种东西就好了！

# bark_item_tinned_preserves+occultist
source: A sailor's bounty. Perhaps a ship ran aground nearby.
ja: 船乗りの恵みか。おそらく、近くで船が座礁したのだろう
ko: 선원이 남겼을 물건이군. 근처에서 배가 좌초했나 보지.
uk: Нагорода моряка. Можливо, неподалік сів на мілину корабель.
zh_cn: 水手的最爱。也许这附近有艘船搁浅了。

# bark_item_tinned_preserves+plague_doctor
source: These preservatives, these salts - a marvel!
ja: この防腐剤、この塩分…驚きね！
ko: 이 방부제, 염장 기법... 정말 경이로워!
uk: Консерванти й солі — справжнє диво!
zh_cn: 这些防腐剂……真是奇迹！

# bark_item_tinned_preserves+runaway
source: Look - y'can cook em in the firepit!
ja: 見て、焚き火で調理できる！
ko: 봐봐, 이거라면 화로에서 데울 수 있어!
uk: Подивіться їх можна готувати на вогнищі!
zh_cn: 看——可以在火炉里热一热！

# bark_item_tinned_preserves+vestal
source: What odd script upon these labels...
ja: このラベルに、なんと奇妙な文字が…
ko: 겉에 참 괴상한 문구가 쓰여 있군...
uk: Якісь дивні написи на цих мітках...
zh_cn: 这些标签上写的是什么古怪的符文……

# bark_item_tug_rope
source: Let's test our strength!
ja: 我々の力を試そう！
ko: 우리의 힘을 시험해 보자!
uk: Перевіримо силу!
zh_cn: 比一比力气吧！

# bark_item_tug_rope+bounty_hunter
source: Let's go.
ko: 덤벼.
uk: Уперед.

# bark_item_tug_rope+flagellant
source: No hooks? No barbs? Just... rope?
ja: フックなし？トゲもついてない？ただの…縄か？
ko: 갈고리도 없나? 채찍도? 그냥... 밧줄뿐?
uk: Жодних гачків? Жодних шипів? лише... мотузка?
zh_cn: 没有钩子？没有倒刺？就是根……绳子？

# bark_item_tug_rope+grave_robber
source: I suppose if it makes you lot happy.
ja: これでみんなが満足するなら構わないけど
ko: 자기 그런 취향이었구나?
uk: Якщо це вас ощасливить.
zh_cn: 要是你们这些家伙就好这口的话。

# bark_item_tug_rope+hellion
source: Rrrragh! Hold on tight!
ja: オラアア！しっかり踏ん張れ！
ko: 야압! 꽉 당겨라!
uk: Гр-р-р, тримай міцніше!
zh_cn: Rrrragh！握紧了！

# bark_item_tug_rope+highwayman
source: Loser takes first watch!
ja: 負けた奴は最初の見張り番だぞ！
ko: 지는 놈이 불침번 초번이다!
uk: Той, хто програє, стає на варту першим!
zh_cn: 谁输谁先守夜！

# bark_item_tug_rope+jester
source: I'm stronger than I look.
ko: 난 보기보다 튼튼하다구.
uk: Мене не так легко здолати.

# bark_item_tug_rope+leper
source: Three of you against me? Hardly seems fair.
ja: 俺一人で3人を相手しろって？ 公平とは思えんな
ko: 1:3으로 붙어볼 텐가? 그래도 불공평해 보이는데.
uk: Вас троє проти одного мене? Навряд чи це справедливо.
zh_cn: 你们三个对我一个吗？恐怕还不够公平。

# bark_item_tug_rope+man_at_arms
source: Place yer bets - and place 'em smartly.
ja: さあ賭けるんだ。 賢くな
ko: 내기들 걸라고. 잘 생각해서 걸어야 할 거야.
uk: Робіть ставки! Робіть їх розумно!
zh_cn: 下注吧——而且最好考虑清楚。

# bark_item_tug_rope+occultist
source: I was dreadful at this in my youth...
ja: 若い頃はこういうのが苦手で…
ko: 난 젊었을 적에도 이 놀이에 소질이 없었지.
uk: Я із цим добре вправлявся, коли був юнаком.
zh_cn: 小时候，我很怕这种事……

# bark_item_tug_rope+plague_doctor
source: I will ensure that the weight is distributed evenly!
ja: 重さが均等になるようにするわ！
ko: 체중을 균등하게 분산시키면 또 몰라!
uk: Я стежитиму, щоб вага розподілялася рівномірно.
zh_cn: 我会确保拉力得到平衡的分配！

# bark_item_tug_rope+runaway
source: Eh. Rope burns aren't the <i>fun</i> kind.
ja: うわっ。縄での火傷は<i>楽しい</i>ものじゃないんだよね
ko: 에이. 밧줄 잡다 손바닥 쓸리면 <i>재미없어져</i>.
uk: Пухирі від мотузки — це не дуже <i>приємно</i>.
zh_cn: 哎。摩擦的烧伤不是真的<i>烧伤</i>。

# bark_item_tug_rope+vestal
source: I hope this wasn't holding something together...
ja: これが何かを結びつけていなければいいのですが…
ko: 뭔가 묶어 뒀던 밧줄이 아니었으면 좋겠는데...
uk: Сподіваюся, я нічого такого не розв’язала...
zh_cn: 希望这根绳子原本没有捆着什么东西……

# bark_item_war_paint+hellion@0
source: Mmm. Smells like my first hunt.
ja: 初めての狩りのような匂いだな。
ko: 음. 처음 사냥 나갔던 냄새다.
uk: М-м-м... Пахне моїм першим полюванням.
zh_cn: 嗯。像我第一场狩猎的味道。

# bark_item_war_paint+hellion@1
source: Mother. Let me do your colours proud.
ja: 母上。あなたの旗に誇りがあらんことを
ko: 어머니. 어머니의 화장을 자랑스럽게 하겠습니다.
uk: Мати моя, дозволь прославити тебе!
zh_cn: 母亲。让我为你的色彩赢得荣耀。

# bark_item_war_paint+hellion@2
source: These flowers don't grow around here...
ja: この花はこの辺りでは育たない…
ko: 이 꽃들은 이 근처에서 자라지 않는데...
uk: Таких квітів тут не знайдеш.
zh_cn: 这些花不在这一带生长……

# bark_item_wax_innoculant
source: Supposed to ward off the pestilence.
ja: 疫病を撃退する効果があるらしいな
ko: 역병을 예방하는 데 아주 좋다.
uk: Має захистити від чуми.
zh_cn: 据说能预防疫病。

# bark_item_wax_innoculant+bounty_hunter
source: Can't get sick.
ko: 아플 수가 없게 되지.
uk: Не захворієш.

# bark_item_wax_innoculant+flagellant
source: I shall not waste to some pathetic illness!
ja: 俺は、哀れな病気に倒れはしない！
ko: 한심한 질병 따위에 굴복하지는 않겠다!
uk: Я не марнуватиму такий засіб на якусь жалюгідну хворобу!
zh_cn: 我不能因为某些低贱的疾病倒下！

# bark_item_wax_innoculant+grave_robber
source: Essential for pestilential catacombs.
ja: 疫病で倒れた者の地下墓地には欠かせないわ
ko: 더러운 무덤에 들어갈 때는 필수라고.
uk: Саме те, що треба в заражених катакомбах.
zh_cn: 很适合瘟疫弥漫的地下墓穴。

# bark_item_wax_innoculant+hellion
source: The prey in these wastes is half-rotted.
ko: 이 황무지의 사냥감은 반쯤 썩어 있어서.
uk: Якої погані тільки нема зовні...

# bark_item_wax_innoculant+highwayman
source: Horrible miasmas in these times.
ja: この頃の瘴気は恐ろしいものだな
ko: 요새는 독기가 워낙 독해서.
uk: Зараз розповсюджені жахливі хвороби.
zh_cn: 瘴气弥漫的时代。

# bark_item_wax_innoculant+jester
source: Whatever keeps the voice box clean.
ja: 声帯を清潔に保てれば何でもいい
ko: 성대를 깔끔하게 유지하려면 뭐든 좋지.
uk: Аби мій гарний голосок звучав бадьоро, мов струмок.
zh_cn: 只要喉咙不生痰就行。

# bark_item_wax_innoculant+leper
source: I must be mindful of my constitution.
ko: 체질 관리에도 신경을 써야지.

# bark_item_wax_innoculant+man_at_arms
source: No battlefield plague will befall me now.
ja: これで、戦場の疫病神は俺に降りかからない
ko: 이제 야전에서 어떤 역병이 돌든 끄떡 없다고.
uk: Тепер чума на полі бою мені не загрожує.
zh_cn: 现在没有战场的瘟疫能让我病倒了。

# bark_item_wax_innoculant+occultist
source: I take no risks with my vital humours.
ja: 自分の大切な体を危険に晒すことはしない
ko: 내 몸 속의 체액으로는 장난질을 치지 말아야지.
uk: Я не ризикую своїм тілесними рідинами.
zh_cn: 我不会用我赖以生存的体液冒险。

# bark_item_wax_innoculant+plague_doctor
source: At long last, modern techniques!
ko: 마침내 현대 의학이 빛을 발하는군!
uk: Нарешті сучасна техніка!

# bark_item_wax_innoculant+runaway
source: These ain't times for the infirm.
ko: 지금은 약자를 위한 시대가 아니니.
uk: Зараз не час для немічних.

# bark_item_wax_innoculant+vestal
source: Superstitious nonsense, most likely...
ja: 迷信のような戯言ですね…
ko: 아무리 생각해도 말도 안되는 미신인 것을...
uk: Скоріше за все, це все забобони й нісенітниці...
zh_cn: 很可能只不过是迷信……

# bark_item_whetstone
source: Soothing and necessary work.
ko: 마음이 차분해지면서도 필요한 작업이지.
uk: Заспокійлива й важлива робота.

# bark_item_whetstone+bounty_hunter
source: There's a notch in my axe...
ko: 도끼날이 나갔군...
uk: У мене на сокирі зарубка...

# bark_item_whetstone+flagellant
source: I'll be using this a while. Heh heh.
ja: しばらく、これを使わせてもらうぜ。へへへっ
ko: 이건 꽤 오래 쓸 수 있겠어. 헤헤.
uk: Я буду використовувати це деякий час, хе-хе.
zh_cn: 这个能用上好一会儿了。嘿嘿。

# bark_item_whetstone+grave_robber
source: Sharp enough they don't feel it 'til I twist.
ja: 鋭利なあまり、刃をねじるまで痛みを感じないわ
ko: 이정도로 날카로우면 한번 비틀어 줘야 찌른 줄 알 거야.
uk: Лезо досить гостре, щоб його відчули лише тоді, коли я його проверну.
zh_cn: 磨得这么锋利，恐怕直到我扭转刀刃才能感觉得到。

# bark_item_whetstone+hellion
source: My blades tell my story.
ko: 내 말은 내 칼날로 대신하지.
uk: Мою історію розкажуть мої леза.

# bark_item_whetstone+highwayman
source: *jaunty whistling*
ko: (흥겨운 휘파람)
uk: *бадьоре насвистування*

# bark_item_whetstone+jester
source: This is going to take a while.
ko: 이거 시간 좀 걸리겠는데.
uk: Це триватиме деякий час.

# bark_item_whetstone+leper
source: Handsome, once, before it shattered...
ja: 砕け散る前は均整が取れていた…
ko: 이가 빠지기 전에는 이 녀석도 멋진 칼이었지...
uk: Колись це була сама досконалість... А потім вона розкололася.
zh_cn: 它曾是一柄好剑，只可惜碎了……
