Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# effect_condition_performer_visit_storycosmic_4_override
source: Visit the <color=#{notable}>Academic's Study</color> 4+ times
ja: <color=#{notable}>学者の研究所</color>を4回以上訪れる
ko: <color=#{notable}>교수의 연구</color> 4회 이상 방문
uk: Відвідати <color=#{notable}>лабораторію Академіка</color> 4+ рази
zh_cn: 路过<color=#{notable}>教授的研究</color>4次

# effect_condition_performer_visit_storyhero_1_override
source: Visit a <color=#{notable}>Shrine of Reflection</color>
ko: <color=#{notable}>회고의 성소</color> 방문

# effect_condition_performer_visit_watchtower_1_override
source: Scout a region with a <color=#{notable}>Watchtower</color>
ja: <color=#{notable}>監視塔</color>で地域を偵察する
ko: <color=#{notable}>감시탑</color>으로 지역 정찰
uk: Розвідати регіон за допомогою <color=#{notable}>дозорної вежі</color>
zh_cn: 用<color=#{notable}>眺望台</color>侦察地区

# effect_condition_skill_is_combo_skill_override
source: 50% chance to re-apply <sprite name={q}token_combo{q}> when triggering it
ko: 50% 확률로 <sprite name={q}token_combo{q}> 다시 부여
uk: 50% шансу повторно накласти <sprite name={q}token_combo{q}> під час активації

# effect_condition_target_neighbor_front_has_burn_dot_override_EXAMPLE_3
source: <color=#{notable}>Requires <sprite name={q}icon_burn{q}> on unit in front of target</color>
ja: <color=#{notable}>対象の前のユニットに<sprite name={q}icon_burn{q}>が必要</color>
ko: <color=#{notable}>대상 앞의 개체에 <sprite name={q}icon_burn{q}> 상태 필요</color>
uk: <color=#{notable}>Потрібно <sprite name={q}icon_burn{q}> на об’єкті перед ціллю</color>
zh_cn: <color=#{notable}>需要目标前方的单位有<sprite name={q}icon_burn{q}></color>

# effect_condition_target_stress_over_40pct_override
source: <color=#{notable}>Requires Target Stress 5+ </color>
ja: <color=#{notable}>対象のストレスが5以上必要</color>
ko: <color=#{notable}>대상 스트레스 5 이상 필요</color>
uk: <color=#{notable}>Потрібна ціль зі стресом 5+ </color>
zh_cn: <color=#{notable}>需要目标压力5+</color>

# effect_condition_target_stress_over_50pct_override
source: <color=#{notable}>Requires Target Stress 6+ </color>
ja: <color=#{notable}>対象のストレスが6以上必要</color>
ko: <color=#{notable}>대상 스트레스 6 이상 필요</color>
uk: <color=#{notable}>Потрібна ціль зі стресом 6+ </color>
zh_cn: <color=#{notable}>需要目标压力6+</color>

# effect_skill_add_1_god_lock_melee_override
source: Change Lock Type
ko: 잠금 유형 변경
uk: Зміна типу замка

# effect_skill_condition_clear_corpse_target_is_corpse_override
source: <color=#{deathdoor}>Clear Corpse</color>
ja: <color=#{deathdoor}>死体を除去する</color>
ko: <color=#{deathdoor}>시체 제거</color>
uk: <color=#{deathdoor}>Знищує труп</color>
zh_cn: <color=#{deathdoor}>清除尸体</color>

# effect_skill_condition_combo_add_1_block_target_is_combo_primed_override
source: <sprite name={q}token_block{q}> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時<sprite name={q}token_block{q}>
ko: <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_block{q}>
uk: <sprite name={q}token_block{q}>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时：<sprite name={q}token_block{q}>

# effect_skill_condition_combo_add_1_daze_target_is_combo_primed_override
source: <sprite name={q}token_daze{q}> when Target <sprite name={q}token_combo{q}>
ko: <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_daze{q}>
uk: <sprite name={q}token_daze{q}>, коли ціль <sprite name={q}token_combo{q}>

# effect_skill_condition_combo_add_1_riposte_target_is_combo_primed_override
source: <sprite name={q}token_riposte{q}> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時<sprite name={q}token_riposte{q}>
ko: <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_riposte{q}>
uk: <sprite name={q}token_riposte{q}>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时：<sprite name={q}token_riposte{q}>

# effect_skill_condition_combo_add_1_stun_target_is_combo_primed_override
source: <sprite name={q}token_stun{q}> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時<sprite name={q}token_stun{q}>
ko: <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_stun{q}>
uk: <sprite name={q}token_stun{q}>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时：<sprite name={q}token_stun{q}>

source: <sprite name={q}token_uc_power{q}> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時<sprite name={q}token_uc_power{q}>
ko: <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_uc_power{q}>
uk: <sprite name={q}token_uc_power{q}>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时：<sprite name={q}token_uc_power{q}>

source: <sprite name={q}token_stun{q}> when Self <sprite name={q}token_uc_power{q}>x2
ja: 自身が<sprite name={q}token_uc_power{q}>x2の時<sprite name={q}token_stun{q}>
ko: 자신이 <sprite name={q}token_uc_power{q}>x2 일 때 <sprite name={q}token_stun{q}>
uk: <sprite name={q}token_stun{q}>, коли в нього <sprite name={q}token_uc_power{q}>x2
zh_cn: 自身<sprite name={q}token_uc_power{q}>x2时：<sprite name={q}token_stun{q}>

source: Per <sprite name={q}token_winded{q}> : <sprite name={q}token_block{q}> (75%)
ja: <sprite name={q}token_winded{q}>ごとに<sprite name={q}token_block{q}>（75%）
ko: <sprite name={q}token_winded{q}> 하나당: <sprite name={q}token_block{q}> (75%)
uk: За кожн. <sprite name={q}token_winded{q}>: <sprite name={q}token_block{q}> (75%)
zh_cn: 每个<sprite name={q}token_winded{q}>：<sprite name={q}token_block{q}>（75%）

# effect_skill_condition_runaway_combo_fire_spread_target_is_combo_primed_override
source: {0} when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時{0}
ko: <sprite name={q}token_combo{q}> 지정 시 {0}
uk: {0}, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时：{0}

source: If OVERRIDE <sprite name={q}token_combo{q}>: {0}
ja: <sprite name={q}token_combo{q}>のオーバーライド時：{0}
ko: <sprite name={q}token_combo{q}> 중단 시: {0}
zh_cn: 覆盖<sprite name={q}token_combo{q}>时：{0}

source: Stress 5+: <color=#{notable}>-1</color> <sprite name={q}token_stress{q}>
ko: 스트레스 5이상 시 <sprite name={q}token_stress{q}> <color=#{notable}>-1</color>
uk: Стрес 5+: <color=#{notable}>–1</color> <sprite name={q}token_stress{q}>

source: Stress 5+: <color=#{notable}>-1</color> <sprite name={q}token_stress{q}>
ko: 스트레스 5이상 시 <sprite name={q}token_stress{q}> <color=#{notable}>-1</color>
uk: Стрес 5+: <color=#{notable}>–1</color> <sprite name={q}token_stress{q}>

source: Stress 5+: <color=#{notable}>-2</color> <sprite name={q}token_stress{q}>
ko: 스트레스 5이상 시 <sprite name={q}token_stress{q}> <color=#{notable}>-2</color>
uk: Стрес 5+: <color=#{notable}>–2</color> <sprite name={q}token_stress{q}>

source: Stress 5+: <color=#{notable}>-2</color> <sprite name={q}token_stress{q}>
ko: 스트레스 5이상 시 <sprite name={q}token_stress{q}> <color=#{notable}>-2</color>
uk: Стрес 5+: <color=#{notable}>–2</color> <sprite name={q}token_stress{q}>

source: Stress 5+: <color=#{notable}>-3</color> <sprite name={q}token_stress{q}>
ko: 스트레스 5이상 시 <sprite name={q}token_stress{q}> <color=#{notable}>-3</color>
uk: Стрес 5+: <color=#{notable}>–3</color> <sprite name={q}token_stress{q}>

# effect_skill_fake_altar_of_ambition_buff_tooltip_override
source: <color=#{buff}>Random Ally:</color>Extra Turn (50%)
ko: <color=#{buff}>무작위 아군:</color> 추가 턴 (50%)

# effect_skill_fake_occultist_chaotic_offering_tool_tip_override
source: <color=#{debuff}>Random Side Effect</color>
ja: <color=#{debuff}>ランダムな副作用</color>
ko: <color=#{debuff}>무작위 부작용</color>
uk: <color=#{debuff}>Випадковий побічний ефект</color>
zh_cn: <color=#{debuff}>随机副作用</color>

# effect_skill_fake_runaway_backdraft_tool_tip_override
source: Deals 50% of remaining <sprite name={q}icon_burn{q}> on Enemy in Front as DMG to Target
ko: 지정한 대상의 앞쪽 적에게 남은 <sprite name={q}icon_burn{q}>의 50%만큼 피해를 대상에게 입힘

# effect_skill_fake_runaway_backdraft_u_tool_tip_override
source: Deals 100% of remaining <sprite name={q}icon_burn{q}> on Enemy in Front as DMG to Target
ko: 지정한 대상의 앞쪽 적에게 남은 <sprite name={q}icon_burn{q}>의 100%만큼 피해를 대상에게 입힘

# effect_skill_flg_fester_target_override
source: <color=#{debuff}>Target:</color> <color=#{deathdoor}>Clear Corpse</color> <color=#{debuff}>Adjacent Enemies:</color> <sprite name={q}icon_blight{q}><color=#{blight}>3</color>
ko: <color=#{debuff}>대상:</color> <color=#{deathdoor}>시체 제거</color> <color=#{debuff}>인접 적에게:</color> <sprite name={q}icon_blight{q}><color=#{blight}>3</color>

# effect_skill_flg_fester_u_target_override
source: <color=#{debuff}>Target:</color> <color=#{deathdoor}>Clear Corpse</color> <color=#{debuff}>Adjacent Enemies:</color> <sprite name={q}icon_blight{q}><color=#{blight}>5</color>
ko: <color=#{debuff}>대상:</color> <color=#{deathdoor}>시체 제거</color> <color=#{debuff}>인접 적에게:</color> <sprite name={q}icon_blight{q}><color=#{blight}>5</color>

# effect_skill_flg_lash_gift_p3_u_performer_override
source: <color=#{buff}>Self: </color> <sprite name={q}token_horror{q}> 1, Remove<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> <color=#{buff}>+20% RES</color> per DOT type removed
ko: <color=#{buff}>자신: </color> <sprite name={q}token_horror{q}>1 부여, <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 제거 제거된 지속 피해 유형 하나당 <color=#{buff}>저항 +20%</color>
uk: <color=#{buff}>Сам персонаж: </color> 1 <sprite name={q}token_horror{q}>, знімає<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> <color=#{buff}>+20% </color> за кожний тип знятої відкладеної шкоди

# effect_skill_flg_sepsis_p1_target_override
source: <color=#{debuff}>Target:</color> Transfer All <color=#{debuff}>Negative</color> Tokens
ko: <color=#{debuff}>대상:</color> <color=#{debuff}>부정적</color> 토큰 전부 전달
uk: <color=#{debuff}>Ціль:</color> передає всі <color=#{debuff}>негативні</color> мітки

# effect_skill_flg_sepsis_p1_u_target_override
source: <color=#{debuff}>Target:</color> Transfer All <color=#{debuff}>Negative</color> Tokens and <sprite name={q}token_combo{q}>
ko: <color=#{debuff}>대상:</color> <color=#{debuff}>부정적</color> 토큰 및 <sprite name={q}token_combo{q}> 전부 전달
uk: <color=#{debuff}>Ціль:</color> передає всі <color=#{debuff}>негативні</color> мітки та <sprite name={q}token_combo{q}>

# effect_skill_flg_sepsis_p2_target_override
source: <color=#{debuff}>Target:</color> Deals 75% of remaining <sprite name={q}icon_blight{q}> on Target as DMG <color=#{debuff}>Target:</color> Remove <sprite name={q}icon_blight{q}>
ko: <color=#{debuff}>대상:</color> 대상에게 남은 <sprite name={q}icon_blight{q}>의 75%를 즉시 피해로 입힘 <color=#{debuff}>대상:</color> <sprite name={q}icon_blight{q}> 제거
uk: <color=#{debuff}>Ціль:</color> завдає 75% від залишк. <sprite name={q}icon_blight{q}> по цілі як ШКД <color=#{debuff}>Ціль:</color> знімає <sprite name={q}icon_blight{q}>

# effect_skill_flg_sepsis_p2_u_target_override
source: <color=#{debuff}>Target:</color> Deals 100% of remaining <sprite name={q}icon_blight{q}> on Target as DMG <color=#{debuff}>Target:</color> Remove <sprite name={q}icon_blight{q}>
ko: <color=#{debuff}>대상:</color> 대상에게 남은 <sprite name={q}icon_blight{q}>의 100%를 즉시 피해로 입힘 <color=#{debuff}>대상:</color> <sprite name={q}icon_blight{q}> 제거

# effect_skill_flg_sepsis_p3_target_override
source: <color=#{debuff}>Target:</color> Deals 50% of remaining <sprite name={q}icon_blight{q}> on Target as DMG <color=#{debuff}>Target:</color> Remove <sprite name={q}icon_blight{q}> unless Target <sprite name={q}token_combo{q}>
ko: <color=#{debuff}>대상:</color> 대상에게 남은 <sprite name={q}icon_blight{q}>의 50%를 즉시 피해로 입힘 <color=#{debuff}>대상:</color> <sprite name={q}token_combo{q}> 상태가 아니라면 <sprite name={q}icon_blight{q}> 제거
uk: <color=#{debuff}>Ціль:</color> завдає 50% від залишк. <sprite name={q}icon_blight{q}> по цілі як ШКД <color=#{debuff}>Ціль:</color> знімає <sprite name={q}icon_blight{q}>, якщо ціль не <sprite name={q}token_combo{q}>

# effect_skill_flg_sepsis_p3_u_target_override
source: <color=#{debuff}>Target:</color> Deals 100% of remaining <sprite name={q}icon_blight{q}> on Target as DMG <color=#{debuff}>Target:</color> Remove <sprite name={q}icon_blight{q}> unless Target <sprite name={q}token_combo{q}>
ko: <color=#{debuff}>대상:</color> 대상에게 남은 <sprite name={q}icon_blight{q}>의 100%를 즉시 피해로 입힘 <color=#{debuff}>대상:</color> <sprite name={q}token_combo{q}> 상태가 아니라면 <sprite name={q}icon_blight{q}> 제거
uk: <color=#{debuff}>Ціль:</color> завдає 100% від залишк. <sprite name={q}icon_blight{q}> по цілі як ШКД <color=#{debuff}>Ціль:</color> знімає <sprite name={q}icon_blight{q}>, якщо ціль не <sprite name={q}token_combo{q}>

# effect_skill_flg_suffer_p3_u_performer_override
source: <color=#{buff}>Self: +10%</color> <sprite name={q}icon_death_outline{q}> RES (3 Turns) <color=#{buff}>Self: End of Next Turn:</color> Remove<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>
ko: <color=#{buff}>자신:</color> <sprite name={q}icon_death_outline{q}> 저항 <color=#{buff}>+10%</color> (3턴) <color=#{buff}>자신: 다음 턴 종료 시 </color><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 제거

# effect_skill_flg_suffer_u_performer_override
source: <color=#{buff}>Self: +10%</color> <sprite name={q}icon_death_outline{q}> RES (3 Turns) <color=#{buff}>Self: End of Next Turn:</color> Remove<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}></color><sprite name={q}icon_burn{q}>
ko: <color=#{buff}>자신:</color> <sprite name={q}icon_death_outline{q}> 저항 <color=#{buff}>+10%</color> (3턴) <color=#{buff}>자신: 다음 턴 종료 시 </color><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}></color><sprite name={q}icon_burn{q}> 제거

# effect_skill_hel_adrenaline_rush_performer_override
source: <color=#{buff}>Self:</color> <color=#{heal}>Heal 20%</color>, Remove <sprite name={q}icon_bleed{q}><sprite name={q}token_winded{q}> <color=#{buff}>Self: Gain On Attack:</color> <color=#{heal}>Heal 20%</color> (3 Turns)
ja: <color=#{buff}>自身：</color> <color=#{heal}>回復 20%</color>、<sprite name={q}icon_bleed{q}><sprite name={q}token_winded{q}>を除去 <color=#{buff}>自身：攻撃時に</color><color=#{heal}>回復 20%</color>を獲得（3ターン）
ko: <color=#{buff}>자신:</color> <color=#{heal}>20% 치유</color>, <sprite name={q}icon_bleed{q}><sprite name={q}token_winded{q}> 제거 <color=#{buff}>자신: 공격 시 </color><color=#{heal}>20% 치유</color> (3턴)
uk: <color=#{buff}>Сам персонаж:</color> <color=#{heal}>лікує 20%</color>, знімає <sprite name={q}icon_bleed{q}><sprite name={q}token_winded{q}> <color=#{buff}>Сам персонаж: отримує, коли атакує:</color> <color=#{heal}>лікує 20%</color> (3 ходи)
zh_cn: <color=#{buff}>自身：</color><color=#{heal}>治疗20%</color>，移除<sprite name={q}icon_bleed{q}><sprite name={q}token_winded{q}> <color=#{buff}>自身：攻击时获得：</color><color=#{heal}>治疗20%</color>（持续3次行动）

# effect_skill_hel_adrenaline_rush_u_performer_override
source: <color=#{buff}>Self:</color> <color=#{heal}>Heal 25%</color>, Remove <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_winded{q}> <color=#{buff}>Self: Gain On Attack:</color> <color=#{heal}>Heal 20%</color> (3 Turns)
ko: <color=#{buff}>자신:</color> <color=#{heal}>25% 치유</color>, <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_winded{q}> 제거 <color=#{buff}>자신: 공격 시</color> <color=#{heal}>20% 치유</color> (3턴)
uk: <color=#{buff}>Сам персонаж:</color> <color=#{heal}>лікує 25%</color>, знімає <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}token_winded{q}> <color=#{buff}>Сам персонаж: отримує, коли атакує:</color> <color=#{heal}>лікує 20%</color> (3 ходи)

# effect_skill_hel_raucous_revelry_performer_override
source: <color=#{buff}>Self:</color> <sprite name={q}token_winded{q}>, Remove <sprite name={q}token_horror{q}> <color=#{buff}>Self:</color> Stress 5+: <color=#{buff}>-2 </color><sprite name={q}token_stress{q}>, If HP < 33%: <color=#{heal}>Heal 20%</color>
ko: <color=#{buff}>자신:</color> <sprite name={q}token_winded{q}> 부여, <sprite name={q}token_horror{q}> 제거 <color=#{buff}>자신:</color> 스트레스 5이상 시 <sprite name={q}token_stress{q}> <color=#{buff}>-2 </color>, 체력 33% 미만 시 <color=#{heal}>20% 치유</color>
uk: <color=#{buff}>Сам персонаж:</color> <sprite name={q}token_winded{q}>, знімає <sprite name={q}token_horror{q}> <color=#{buff}>Сам персонаж:</color> стрес 5+: <color=#{buff}>–2 </color><sprite name={q}token_stress{q}>, якщо ОЗ < 33%: <color=#{heal}>лікує 20%</color>

# effect_skill_hel_raucous_revelry_u_performer_override
source: <color=#{buff}>Self:</color> <sprite name={q}token_winded{q}>, Remove <sprite name={q}token_horror{q}>, <color=#{buff}>+10%</color> <sprite name={q}icon_death_outline{q}> RES (3 Turns) <color=#{buff}>Self:</color> Stress 5+: <color=#{buff}>-3 </color><sprite name={q}token_stress{q}>, If HP < 33%: <color=#{heal}>Heal 25%</color>
ko: <color=#{buff}>자신:</color> <sprite name={q}token_winded{q}> 부여, <sprite name={q}token_horror{q}> 제거, <sprite name={q}icon_death_outline{q}> 저항 <color=#{buff}>+10%</color> (3턴) <color=#{buff}>자신:</color> 스트레스 5이상 시 <sprite name={q}token_stress{q}> <color=#{buff}>-3 </color>, 체력 33% 미만 시 <color=#{heal}> 25% 치유</color>
uk: <color=#{buff}>Сам персонаж:</color> <sprite name={q}token_winded{q}>, знімає <sprite name={q}token_horror{q}>, <color=#{buff}>+10%</color> ОПР <sprite name={q}icon_death_outline{q}> (3 ходи) <color=#{buff}>Сам персонаж:</color> стрес 5+: <color=#{buff}>–3 </color><sprite name={q}token_stress{q}>, якщо ОЗ < 33%: <color=#{heal}>лікує 25%</color>

# effect_skill_hwm_open_vein_target_override
source: <color=#{debuff}>Target:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>2</color> or <sprite name={q}icon_bleed{q}><color=#{bleed}>4</color> when Target <sprite name={q}token_combo{q}>
ko: <color=#{debuff}>대상:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>2</color> 또는 <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}icon_bleed{q}><color=#{bleed}>4</color>
uk: <color=#{debuff}>Ціль:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>2</color> або <sprite name={q}icon_bleed{q}><color=#{bleed}>4</color>, якщо ціль <sprite name={q}token_combo{q}>

# effect_skill_hwm_open_vein_u_target_override
source: <color=#{debuff}>Target:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>3</color> or <sprite name={q}icon_bleed{q}><color=#{bleed}>6</color> when Target <sprite name={q}token_combo{q}>
ko: <color=#{debuff}>대상:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>3</color> 또는 <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}icon_bleed{q}><color=#{bleed}>6</color>
uk: <color=#{debuff}>Ціль:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>3</color> або <sprite name={q}icon_bleed{q}><color=#{bleed}>6</color>, якщо ціль <sprite name={q}token_combo{q}>

# effect_skill_lep_ruin_performer_override
source: <color=#{buff}>Self: When Damaged: +20% DMG (3 Turns)</color>
ko: <color=#{buff}>자신: 피해를 입었을 때 주는 피해 +20% (3턴)</color>
uk: <color=#{buff}>Сам персонаж: коли завдано шкоди: +20% ШКД (3 ходи)</color>

# effect_skill_lep_ruin_u_performer_override
source: <color=#{buff}>Self:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>2</color> <color=#{buff}>Self: When Damaged: +20% DMG (3 Turns)</color>
ko: <color=#{buff}>자신:</color> <sprite name={q}icon_bleed{q}><color=#{bleed}>2</color> <color=#{buff}>자신: 피해를 입었을 때 주는 피해 +20% (3턴)</color>
uk: <color=#{buff}>Сам персонаж:</color> <color=#{bleed}>2</color> <sprite name={q}icon_bleed{q}> <color=#{buff}>Сам персонаж: коли завдано шкоди: +20% ШКД (3 ходи)</color>

# effect_skill_lep_withstand_performer_override
source: <color=#{buff}>Self:</color> <sprite name={q}token_block{q}> x2, <sprite name={q}token_taunt{q}> x2 <color=#{buff}>Self: Turn Start:</color> <sprite name={q}token_block{q}> (3 Turns) <color=#{buff}>Self:</color> <color=#{buff}>+15%</color><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}icon_move{q}> RES (3 Turns)
ko: <color=#{buff}>자신:</color> <sprite name={q}token_block{q}> x2, <sprite name={q}token_taunt{q}> x2 <color=#{buff}>자신: 턴 시작 시 </color> <sprite name={q}token_block{q}> (3턴) <color=#{buff}>자신:</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}icon_move{q}> 저항 <color=#{buff}>+15%</color> (3턴)
uk: <color=#{buff}>Сам персонаж:</color> <sprite name={q}token_block{q}> x2, <sprite name={q}token_taunt{q}> x2 <color=#{buff}>Сам персонаж: початок ходу:</color> <sprite name={q}token_block{q}> (3 ходи) <color=#{buff}>Сам персонаж:</color> <color=#{buff}>+15% ОПР </color><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}icon_move{q}> (3 ходи)

# effect_skill_lep_withstand_u_performer_override
source: <color=#{buff}>Self:</color> <sprite name={q}token_deflect{q}> x2, <sprite name={q}token_taunt{q}> x2 <color=#{buff}>Self: Turn Start:</color> <sprite name={q}token_block{q}> (3 Turns) <color=#{buff}>Self:</color> <color=#{buff}>+25%</color><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}icon_move{q}> RES (3 Turns)
ko: <color=#{buff}>자신:</color> <sprite name={q}token_deflect{q}> x2, <sprite name={q}token_taunt{q}> x2 <color=#{buff}>자신: 턴 시작 시 </color> <sprite name={q}token_block{q}> (3턴) <color=#{buff}>자신:</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}icon_move{q}> 저항 <color=#{buff}>+25%</color> (3턴)
uk: <color=#{buff}>Сам персонаж:</color> <sprite name={q}token_deflect{q}> x2, <sprite name={q}token_taunt{q}> x2 <color=#{buff}>Сам персонаж: початок ходу:</color> <sprite name={q}token_block{q}> (3 ходи) <color=#{buff}>Сам персонаж:</color> <color=#{buff}>+25% ОПР </color><sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}><sprite name={q}icon_move{q}> (3 ходи)

# effect_skill_maa_crush_performer_override
source: <color=#{buff}>Self:</color> <color=#{heal}>Heal 10%</color> when Target <sprite name={q}token_combo{q}>
ko: <color=#{buff}>자신:</color> <sprite name={q}token_combo{q}> 지정 시 <color=#{heal}>10% 치유</color>
uk: <color=#{buff}>Сам персонаж:</color> <color=#{heal}>лікує 10%</color>, якщо ціль <sprite name={q}token_combo{q}>

# effect_skill_maa_crush_u_performer_override
source: <color=#{buff}>Self:</color> <color=#{heal}>Heal 20%</color> when Target <sprite name={q}token_combo{q}>
ko: <color=#{buff}>자신:</color> <sprite name={q}token_combo{q}> 지정 시 <color=#{heal}>20% 치유</color>
uk: <color=#{buff}>Сам персонаж:</color> <color=#{heal}>лікує 20%</color>, якщо ціль <sprite name={q}token_combo{q}>

# effect_skill_maa_strategic_withdrawal_u_performer_override
source: <color=#{buff}>Self:</color> <color=#{move}>Back</color> 1, <sprite name={q}token_speed{q}> <color=#{buff}>Self:</color> <color=#{heal}>Heal 33%</color>, <sprite name={q}token_deflect{q}> while on <color=#{deathdoor}>Death's Door</color>
ko: <color=#{buff}>자신:</color> <color=#{move}>후퇴</color> 1, <sprite name={q}token_speed{q}> <color=#{buff}>, 자신:</color> <color=#{deathdoor}>죽음의 문턱</color>일 때 <color=#{heal}>33% 치유</color>, <sprite name={q}token_deflect{q}>

# effect_skill_occ_binding_shadows_performer_override
source: <color=#{buff}>Self:</color> <color=#{move}>Forward</color> 1, <sprite name={q}token_uc_power{q}> when Target <sprite name={q}token_combo{q}>
ko: <color=#{buff}>자신:</color> <color=#{move}>전진</color> 1, <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_uc_power{q}>
uk: <color=#{buff}>Сам персонаж:</color> <color=#{move}>вперед</color> на 1, <sprite name={q}token_uc_power{q}>, якщо ціль <sprite name={q}token_combo{q}>
