Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_lost_in_time_banter@2
source: T-today is yesterday's tomorrow...?
ja: き、今日は、昨日の明日か…？
ko: 오... 오늘, 어제의 내일 맞지...?
uk: Невже сьогодні — це вчорашнє завтра?
zh_cn: 今……今天是昨天的明天……？

# bark_act_out_lost_in_time_banter@3
source: We've passed that signpost before. I'm certain.
ja: あの道標は以前に通り過ぎたことがある。間違いない
ko: 우린 분명 저 표지판을 지나친 적 있어. 확실해.
uk: Ми вже проїжджали повз цей дороговказ.
zh_cn: 我们之前路过了那块告示牌。我很确定。

# bark_act_out_lost_in_time_banter@4
source: You don't remember me, but I remember you.
ja: 君は私を覚えていないが、私は覚えている
ko: 넌 날 기억 못하겠지만, 난 널 기억한다.
uk: Ти мене не пам’ятаєш, але я пам’ятаю тебе.
zh_cn: 你们不记得我，但我记得你们。

# bark_act_out_neat_freak_banter@0
source: Ants, ants everywhere!
ja: アリだ！アリだらけだ！
ko: 개미다, 사방이 개미들 투성이야!
uk: Мурахи... скрізь мурахи!
zh_cn: 蚂蚁，到处都是蚂蚁！

# bark_act_out_neat_freak_banter@1
source: Legs up please! All this dust has to go!
ja: 脚を上げて！このホコリを払わないと！
ko: 다리 들어! 먼지를 흘려 보내야지!
uk: Ноги вище, треба прибрати пил!
zh_cn: 麻烦抬一下脚！我得把这些灰尘清理出去！

# bark_act_out_neat_freak_banter@2
source: Mind all that bleeding, it's getting on my bunk!
ja: 出血がひどくて寝床が大変だ！
ko: 피 좀 조심해서 흘려, 내 침대에 다 묻잖아!
uk: Обережніше, кров капає прямо мені на ліжко!
zh_cn: 别把血弄到我的铺位上，谢谢！

# bark_act_out_neat_freak_banter@3
source: Why are there food barrels in here?!
ja: なぜここに食料の樽があるんだ！？
ko: 식량 통이 대체 여기 왜 있는 거야?!
uk: Чому тут бочки для їжі?
zh_cn: 食物储藏桶怎么放在了这里？！

# bark_act_out_needler_banter@0
source: Heed my word. You'll find yourself bleeding less.
ja: 私の言葉に耳を傾けてくれ。そんなに出血せずに済む
ko: 내 말대로만 해. 그럼 출혈이 멎을 거야.
uk: Кажу ж, так можна зменшити крововилив.
zh_cn: 要是你听我的，就不会流这么多血了。

# bark_act_out_needler_banter@1
source: This is what befalls us when no one listens to me!
ja: 誰も私の言うことを聞かないから、こんなことになるんだ！
ko: 아무도 내 말을 안 들으니까 이 꼴이 나지!
uk: Ось що буває, коли мене не слухають!
zh_cn: 没人听我说的，就是这样的下场！

# bark_act_out_needler_banter@2
source: Told ye so.
ja: 言っただろ
ko: 내가 뭐랬나.
uk: Попереджали ж...
zh_cn: 早就跟你们说过了。

# bark_act_out_needler_banter@3
source: You clod! Next time I'll do it myself.
ja: この能無し！次は自分でやるよ
ko: 이런 멍청이! 다음부턴 내가 직접 한다.
uk: Наступного разу я зроблю все власноруч.
zh_cn: 一群废物！下次还得我自己来。

# bark_act_out_nervous_banter@0
source: Am I up to this task...?
ja: 私にこの仕事は務まるのか…？
ko: 내가 정말 해낼 수 있을까...?
uk: А я точно впораюся?
zh_cn: 我能做得到吗……？

# bark_act_out_nervous_banter@1
source: How can you all face them so bravely...?
ja: どうしてみんなそんなに勇敢に向き合えるのか…？
ko: 너희는 어떻게 그렇게 용감하게 굴 수 있는 거야...?
uk: І як тобі не лячно?
zh_cn: 你们怎么都能勇敢地面对他们……？

# bark_act_out_nervous_banter@2
source: My hands won't stop shaking...
ja: 手の震えが止まらない…
ko: 손의 떨림이 멈추질 않아...
uk: Мої руки не перестають тремтіти...
zh_cn: 我的手抖个不停……

# bark_act_out_nervous_banter@3
source: My heart pounds before we even sight the enemy...
ja: 敵が見える前から心臓がバクバクだ…
ko: 적들은 나타나지도 않았는데 심장이 미친듯이 뛰어...
uk: Моє серце калатає ще до того, як ми бачимо ворога...
zh_cn: 敌人还没出现，我的心脏就砰砰直跳……

# bark_act_out_nervous_banter@4
source: When they come, will I be ready...?
ja: 奴らが来る時、準備は大丈夫だろうか…？
ko: 적들이 나타나면 난 준비가 되었을까...?
uk: Коли вони прийдуть, чи буде готовий мій дух?
zh_cn: 他们来的时候，我会准备好么？

# bark_act_out_oozes_banter@0
source: For each boil I lance, two more appear...
ja: 腫れ物を1つ潰す度に、新たに2つ出てくる…
ko: 종기 하나를 터뜨리면 두 개가 더 솟는군...
uk: Зрізаю один струп, а на його місці вже одразу два...
zh_cn: 每挑破一个泡，就会再起两个……

# bark_act_out_oozes_banter@1
source: My skin festers!
ja: 皮膚が化膿している！
ko: 피부가 문드러지고 있어!
uk: У мене гноїться шкіра!
zh_cn: 我的皮肤在溃烂！

# bark_act_out_oozes_banter@2
source: My skin weeps...
ja: 皮膚がジュクジュクしている…
ko: 살갗이 쭈글쭈글해지는군...
uk: Моя шкіра проливає криваві сльози...
zh_cn: 我的皮肤在出水……

# bark_act_out_oozes_banter@3
source: These damnable boils!
ja: この忌々しい腫れ物め！
ko: 망할 놈의 종기!
uk: Кляті нариви!
zh_cn: 该死的水泡！

# bark_act_out_partner_insult_for_attack_skill
source: What were you thinking?!
ja: 何のつもりだ！？
ko: 무슨 생각을 한 거야?!
uk: Чим ти думаєш?
zh_cn: 你在想什么啊？！

# bark_act_out_partner_insult_for_attack_skill+envious
source: Just wait 'til your luck runs out.
ko: 다 운이지 뭐.
uk: Ти ще зачекай, поки тобі перестане таланити.

# bark_act_out_partner_insult_for_attack_skill+envious+flagellant
source: You'll make a fitting sacrifice.
ko: 어울리는 희생을 치르게 될 터.
uk: З тебе вийде гідна жертва.

# bark_act_out_partner_insult_for_attack_skill+envious+grave_robber
source: I won't bend an arm for you either.
ko: 나도 자기 도와줄 일은 없을 거야.
uk: Та я і рукою не ворухну задля цього.

# bark_act_out_partner_insult_for_attack_skill+envious+hellion
source: What?! How?
ja: 何だと！？一体どうやって？
ko: 뭐야?! 어떻게?
uk: Що?! Як?
zh_cn: 什么？！怎么可能？

# bark_act_out_partner_insult_for_attack_skill+envious+highwayman
source: Sure wish I could do that.
ja: 自分もやってみたいものだな
ko: 나도 저렇게 할 수 있어.
uk: Хотів би я навчитися такому.
zh_cn: 真叫人羡慕啊。

# bark_act_out_partner_insult_for_attack_skill+envious+jester
source: I'll write the ballad now. Idiot.
ja: 今からバラードを書くんだよ。アホか
ko: 찬가라도 하나 지어 주랴? 멍청한 놈.
uk: Зараз я напишу баладу. Бовдур.
zh_cn: 我正想写一首赞歌。真是煞风景。

# bark_act_out_partner_insult_for_attack_skill+envious+leper
source: Would that I could equal your might!
ja: お前と同じような力があればいいのに！
ko: 나도 몸만 멀쩡했다면 똑같이 했을 거다!
uk: Мені б твою міць!
zh_cn: 若是我的力量能与你匹敌……！

# bark_act_out_partner_insult_for_attack_skill+envious+man_at_arms
source: Oh, if I was younger, just you watch...
ja: ああ、俺がもっと若かったらな…
ko: 아이고, 내가 진짜 10년만 젊었어도...
uk: Ох, якби я був молодшим... ти тільки подивись...
zh_cn: 要是我再年轻个二十岁，哼……

# bark_act_out_partner_insult_for_attack_skill+envious+occultist
source: *clenches teeth*
ko: (이를 악문다)
uk: *стискає зуби*

# bark_act_out_partner_insult_for_attack_skill+envious+plague_doctor
source: You have my thanks but not my respect.
ja: 感謝はするが、尊敬はしない。
ko: 머리는 감사한데 마음은 공감이 안되네.
uk: Тобі моя подяка, але не моя повага.
zh_cn: 你能得到我的感谢，但得不到我的尊敬。

# bark_act_out_partner_insult_for_attack_skill+envious+runaway
source: Well, you've had more practice than me!
ja: どうやら、お前のほうが経験を積んだようね！
ko: 뭐, 나보다 연습은 더 많이 했을 테니까!
uk: Ну, у тебе більше досвіду!
zh_cn: 啧，你比我练习的机会更多！

# bark_act_out_partner_insult_for_attack_skill+envious+vestal
source: Light, spare me the vainglory.
ko: 빛이여, 제게 영광을 허하소서.
uk: Світло, позбав мене від марнославства.

# bark_act_out_partner_insult_for_attack_skill+flagellant
source: To bleed is sacred, you undeserving wretch!
ja: 出血は神聖なものだ、この不届き者め！
ko: 피는 신성하게 흘리는 거다, 자격 없는 자여!
uk: Кровотеча — це святе, недостойне створіння!
zh_cn: 流血是神圣的，你这个不知好歹的混账东西！

# bark_act_out_partner_insult_for_attack_skill+grave_robber
source: Are you hoping our enemies simply die of old age?
ja: 敵が単に老衰で死ぬことを望んでいるの？
ko: 왜, 쟤들 늙어 죽을 때까지 기다리게?
uk: Ти сподіваєшся, що наші вороги просто помруть від старості?
zh_cn: 你是在等我们的敌人老死吗？

# bark_act_out_partner_insult_for_attack_skill+hateful@0
source: Blast it, you're not helping!
ko: 안 도와 줄 거면 꺼져!
uk: А, цур тобі, ти ж не допомагаєш!

# bark_act_out_partner_insult_for_attack_skill+hateful@1
source: Do you wish us dead?!
ko: 다 죽었으면 하는 거야?!
uk: Ти бажаєш нам смерті?!

# bark_act_out_partner_insult_for_attack_skill+hateful@2
source: Shape up or step aside!
ja: しっかりしろ！じゃなきゃ離れてろ！
ko: 제대로 싸울 거 아니면 꺼져!
uk: Зберися або відступися!
zh_cn: 要么拿出点真本事，要么别挡路！

# bark_act_out_partner_insult_for_attack_skill+hateful+flagellant
source: Loathsome blood-bag. Fall on a blade!
ja: 憎むべき血の塊だ。刃の上に落ちるぞ！
ko: 혐오스러운 핏덩이 같으니. 칼날 앞에 쓰러져라!
uk: Огидний бурдюк із кров’ю! Впади на лезо!
zh_cn: 可鄙的血袋。去找一把剑撞死吧！

# bark_act_out_partner_insult_for_attack_skill+hateful+grave_robber
source: Keep a sharp eye on your drinks, <i>friend.</i>
ko: 앞으로 뭐 마실 때 조심해, <i>자기.</i>
uk: Дивися, щоб твою випивку ніхто не <i>поцупив.</i>

# bark_act_out_partner_insult_for_attack_skill+hateful+hellion
source: Damn our enemies! I'll end you myself!
ja: 忌々しい敵め！この手で終わらせてやる！
ko: 적들은 상관 없어! 너부터 끝장 내 주마!
uk: До біса ворогів, я сама тебе порішу!
zh_cn: 去他的敌人！我要亲手干掉你！

# bark_act_out_partner_insult_for_attack_skill+hateful+highwayman
source: Stand off or I shoot the next one <i>through</i> you.
ja: 下がれ、さもなくば次はお前<i>もろとも</i>撃ってやる。
ko: 내 앞에서 안 비키면 뒤쪽의 적이랑 <i>같이</i> 쏴 주마.
uk: Якщо не відійдеш, скуштуєш <i>свинцю</i>.
zh_cn: 让开，不然下一枪就得<i>穿过</i>你了。

# bark_act_out_partner_insult_for_attack_skill+hateful+jester
source: I hate you with particular gusto.
ja: 私は特に君が大嫌いだ。
ko: 너만 보면 아주 특별한 혐오가 느껴져.
uk: Моя ненависть до тебе затьмарює сонце.
zh_cn: 我恨你恨得牙痒痒。

# bark_act_out_partner_insult_for_attack_skill+hateful+leper
source: You seek glory but that vault lies grey and empty.
ja: お前は栄華を求めるが、その金庫は灰色で空虚なままだ
ko: 영광을 추구하나? 그저 잿빛의 공허한 존재일 뿐인 것을.
uk: Ти шукаєш слави, але знаходиш лише ганьбу.
zh_cn: 你渴求荣耀，但荣耀的宝库灰暗而空洞。

# bark_act_out_partner_insult_for_attack_skill+hateful+man_at_arms
source: Test me once more and you'll regret it!
ko: 한 번만 더 날 시험했다간 후회하게 될 거다!
uk: Не випробовуй моє терпіння, бо пошкодуєш!

# bark_act_out_partner_insult_for_attack_skill+hateful+occultist
source: Importunate even in your failures.
ja: 失敗しても諦めないのか
ko: 자네는 참 실패조차 안도가 되는군.
uk: Яка впертість, навіть під час невдач.
zh_cn: 失败得无可救药。

# bark_act_out_partner_insult_for_attack_skill+hateful+plague_doctor
source: I blight you! I damn you! Leave us!
ja: お前をボロボロにしてやる！お前を呪ってやる！いいか！
ko: 망할 자식! 역병을 옮기기 전에 우릴 내버려 둬!
uk: Хай тобі грець! Котись звідси!
zh_cn: 愿疫病腐蚀你！愿诅咒降临你！离我们远点！

# bark_act_out_partner_insult_for_attack_skill+hateful+runaway
source: If you ain't sorry already, you're about to be.
ja: まだ後悔していないなら、これから後悔することになる
ko: 아직 안 미안한가 보네? 이제 미안하게 될 거야.
uk: Якщо ти ще не шкодуєш, то ось-ось почнеш.
zh_cn: 我要让你尝尝懊悔是什么滋味。

# bark_act_out_partner_insult_for_attack_skill+hateful+vestal
source: I cannot even find pity for you.
ja: あなたには同情すらできません
ko: 동정심도 느껴지지 않는군.
uk: Мені тебе аж ніяк не шкода.
zh_cn: 我甚至无法找到对你的怜悯。

# bark_act_out_partner_insult_for_attack_skill+hellion
source: Shame upon your parents.
ko: 부모에게 부끄러운 줄 알아라.
uk: Твоїм батькам має бути соромно.

# bark_act_out_partner_insult_for_attack_skill+highwayman
source: Too slow.
ja: 遅すぎだ
ko: 너무 느려.
uk: Занадто повільно.
zh_cn: 太慢了。

# bark_act_out_partner_insult_for_attack_skill+jester
source: Kill them, don't tickle them!
ko: 아니, 간지럽히지 말고 죽이라고!
uk: Убивайте їх, а не лоскочіть!

# bark_act_out_partner_insult_for_attack_skill+leper
source: We cannot leave this journey in your hands.
ko: 우리의 여정을 그대의 손에 맡겨 둘 수는 없겠군.
uk: Ми не можемо залишити долю цієї подорожі у твоїх руках.

# bark_act_out_partner_insult_for_attack_skill+man_at_arms
source: Ill-timed and poorly thought!
ja: タイミングが悪いし、考えが甘い！
ko: 타이밍도 판단도 다 개판이네!
uk: Невчасно й непродумано!
zh_cn: 真是拙劣的进攻！

# bark_act_out_partner_insult_for_attack_skill+occultist
source: Your will is weak as your arm.
ko: 자네는 의지도 힘도 약하기 짝이 없군.
uk: Твоя воля так само слабка, як і твоя рука.

# bark_act_out_partner_insult_for_attack_skill+plague_doctor
source: Stop and think next time!
ja: 次回は立ち止まってよく考えろ！
ko: 다음에는 일단 생각부터 해!
uk: Наступного разу зупинись і подумай!
zh_cn: 下次先停下来想想！

# bark_act_out_partner_insult_for_attack_skill+resentful@0
source: Another <i>rare</i> misstep, I'm sure.
ja: また<i>めずらしい</i>ミスなんだろう、わかるぞ
ko: 그래, 또 <i>어쩌다</i> 실수한 거겠지.
uk: Зрозуміло, ще одна <i>рідкісна</i> похибка.
zh_cn: 又一个<i>意外</i>失误——可不是么。

# bark_act_out_partner_insult_for_attack_skill+resentful@1
source: Spare me the excuses.
ko: 핑계 작작 대라고.
uk: Позбав мене від виправдань.

# bark_act_out_partner_insult_for_attack_skill+resentful@2
source: Up to your usual tricks.
ja: いつもの調子だな
ko: 평소 하던 짓거리 그대로네.
uk: Знов за своє.
zh_cn: 又开始搞鬼了。

# bark_act_out_partner_insult_for_attack_skill+resentful+flagellant
source: You'll wake to barbs in your bed, worm.
ja: 寝ている間に針にかかって目が覚めるぞ、虫けらめ
ko: 자고 일어나 보면 침대가 가시투성이일 거다, 버러지 같으니.
uk: Ти прокинешся від колючок у своєму ліжку, хробачисько.
zh_cn: 准备好在你的床上找到钉子吧，蛆虫。

# bark_act_out_partner_insult_for_attack_skill+resentful+grave_robber
source: Must I do everything myself?
ko: 내가 일일이 다 해야 돼?
uk: Чому я все роблю сама?

# bark_act_out_partner_insult_for_attack_skill+resentful+hellion
source: Leaving the heavy lifting to me, eh?!
ja: 力仕事は私にまかせろ、いいか！？
ko: 힘든 일은 다 나한테 맡기지?!
uk: Важку роботу залишаєш мені?
zh_cn: 脏活累活都交给我干，是吗？！

# bark_act_out_partner_insult_for_attack_skill+resentful+highwayman
source: You're treadin' on my patience.
ko: 내 인내심을 짓밟고 있구나.
uk: Мій терпець скоро урветься.

# bark_act_out_partner_insult_for_attack_skill+resentful+jester
source: You mock us, surely!
ja: 馬鹿にしたけりゃすればいい！
ko: 농담도 잘 하셔!
uk: Що ж ти так із нас глузуєш?
zh_cn: 你一定是在嘲弄我们！

# bark_act_out_partner_insult_for_attack_skill+resentful+leper
source: One tree grows crooked as the next beside.
ja: 1本の木が横に曲がって伸びている
ko: 한창 자라는 나무는 옆 나무와 똑같이 비뚤어지니.
uk: Якщо дерево криве, сусіднє рівним не буде.
zh_cn: 一树有恙，邻树遭殃。

# bark_act_out_partner_insult_for_attack_skill+resentful+man_at_arms
source: Restin' on your laurels? Now?
ja: 現在の栄光に満足しているのか？今？
ko: 이걸로 만족이 되나? 이 정도로?
uk: Досить спочивати на лаврах!
zh_cn: 居功自傲？现在是居功自傲的时候吗？

# bark_act_out_partner_insult_for_attack_skill+resentful+occultist
source: So much the worse we are for your "help."
ko: 자네의 '도움' 덕분에 상황이 더욱 곤란해졌구먼.

# bark_act_out_partner_insult_for_attack_skill+resentful+plague_doctor
source: Shoo! You have no business here!
ko: 꺼져! 도움도 안 되는 게!
uk: Геть, тобі тут не місце!

# bark_act_out_partner_insult_for_attack_skill+resentful+runaway
source: Sooner take my chances alone.
ja: 1人でチャンスを掴む方が早い
ko: 그냥 혼자 살 길 찾는 게 낫겠네.
uk: Краще ризикну сам один.
zh_cn: 我宁可独自行动。

# bark_act_out_partner_insult_for_attack_skill+resentful+vestal
source: May you wake every morn in torment!
ja: あなたが毎朝、苦悩の中で目覚めんことを！
ko: 매일 아침을 고통 속에서 깨어나길!
uk: Бажаю тобі щоранку прокидатися в муках!
zh_cn: 愿你每个清晨都在折磨中醒来！

# bark_act_out_partner_insult_for_attack_skill+runaway
source: You'd never last out there.
ko: 넌 오래 못 버텨.
uk: Ти так довго не витримаєш.

# bark_act_out_partner_insult_for_attack_skill+suspicious@0
source: You'll see us killed!
ja: 我々が殺されるのを見ることになるぞ！
ko: 우리 죽는 꼴을 볼 셈이냐!
uk: Ти побачиш, як нас уб’ють!
zh_cn: 你是要亲眼看着我们死去吗！

# bark_act_out_partner_insult_for_attack_skill+suspicious@1
source: You're stalling your blows!
ko: 공격을 망설이고 있잖아!
uk: Ти притримуєш свої удари!

# bark_act_out_partner_insult_for_attack_skill+suspicious+flagellant
source: An agent of the abyss in our midst...
ja: 深淵の代理人が俺たちの中に…
ko: 우리 중에 심연의 수하가 있는가 보군...
uk: Агент безодні серед нас...
zh_cn: 我们之中有个渊狱的特务……

# bark_act_out_partner_insult_for_attack_skill+suspicious+grave_robber
source: So conveniently timed, your missteps!
ja: そんな都合のいいタイミングでお前がミスをするなんて！
ko: 퍽이나 수상한 타이밍에 실수를 하시네!
uk: Як вдало ти підбираєш час для помилок!
zh_cn: 你的每次失手都像是别有用心！

# bark_act_out_partner_insult_for_attack_skill+suspicious+hellion
source: I fight to the last, unlike you!
ko: 난 너랑 다르게 끝까지 싸울 거다!
uk: На відміну від тебе, я б’юся до останнього ворога!

# bark_act_out_partner_insult_for_attack_skill+suspicious+highwayman
source: Something ain't right about you.
ko: 너 뭔가 수상한데.
uk: Щось із тобою не так.

# bark_act_out_partner_insult_for_attack_skill+suspicious+jester
source: I'd pity you if I trusted you.
ko: 진작부터 안 믿고 있길 잘했네.
uk: Я пожалів би тебе, якби довіряв.

# bark_act_out_partner_insult_for_attack_skill+suspicious+leper
source: As a child flailing at shadows.
ja: まるで影を叩く子供のようだ
ko: 그림자를 보고 허둥대는 아이처럼.
uk: Мов дитина, що б’є свою тінь.
zh_cn: 有如对阴影挥拳的孩童。

# bark_act_out_partner_insult_for_attack_skill+suspicious+man_at_arms
source: You gainsay our strategy - why?
ko: 우리 전략을 방해하는 것 같군. 이유가 뭐지?
uk: Чому ти не дотримуєшся нашої стратегії?

# bark_act_out_partner_insult_for_attack_skill+suspicious+occultist
source: I am no stranger to deception. Hmm.
ja: 騙されるのは慣れている。ふむ
ko: 기만은 딱 보면 알지. 흐음.
uk: Я також можу вводити в оману. Гм-м...
zh_cn: 我见过的欺瞒已经太多了。嗯……

# bark_act_out_partner_insult_for_attack_skill+suspicious+plague_doctor
source: Willful ignorance, perhaps?
ko: 일부러 실수한 거 아냐?
uk: Умисне невігластво?

# bark_act_out_partner_insult_for_attack_skill+suspicious+runaway
source: You pullin' your punches?
ko: 지금 봐주면서 싸우는 거야?
uk: Спеціально не б’єш у повну силу?

# bark_act_out_partner_insult_for_attack_skill+suspicious+vestal
source: Perhaps our foes infiltrate us!
ja: 敵が我々の中に入り込んでいるのかも！
ko: 적들의 협잡질일지도 모른다!
uk: А якщо в наші лави проникли вороги?
zh_cn: 也许敌人已经渗入我们之中了！

# bark_act_out_partner_insult_for_attack_skill+vestal
source: Our foes circle and you offer <i>that?</i>
ja: 敵が包囲しているのに<i>それ</i>ですか？
ko: 지금 포위를 당했는데 <i>그 따위로</i> 싸우나?
uk: І <i>це</i> ти називаєш атакою?
zh_cn: 我们被敌人包围，你就只能做到<i>这个</i>？

# bark_act_out_partner_insult_for_friendly_skill
source: Wasted effort, that.
ko: 거 괜한 고생을 했군.
uk: Марно витрачені зусилля.

# bark_act_out_partner_insult_for_friendly_skill+envious@0
source: What must I do to prove my worth?
ja: どうやって自分の価値を証明すればいい？
ko: 내 가치를 증명하려면 뭘 어떻게 해야 하나?
uk: Що я маю зробити, щоб довести свою цінність?
zh_cn: 我要怎么做才能证明我的价值？

# bark_act_out_partner_insult_for_friendly_skill+envious@1
source: When I've needed you, nothing!
ja: こっちが助けを求めていた時、何もなかった！
ko: 내가 필요할 때는 아무것도 안 해주고!
uk: Коли мені потрібна була допомога, ніхто й пальцем не поворухнув!
zh_cn: 我需要你的时候，却什么也得不到！

# bark_act_out_partner_insult_for_friendly_skill+envious+flagellant
source: My gifts have been far too generous...
ja: 俺の贈り物は、気前が良すぎたようだ…
ko: 내가 너무 관대하게 축복을 내려 주었나 보군...
uk: Мої дарунки були надто щедрими...
zh_cn: 我的礼物实在是太过慷慨了……

# bark_act_out_partner_insult_for_friendly_skill+envious+grave_robber
source: Too lofty to trifle with me, are we?
ja: 高尚すぎて鼻も引っかけないと言うの？
ko: 나처럼 고상한 숙녀를 무시하면 안되지 않아?
uk: Гордість не дозволяє спуститися до мене?
zh_cn: 真叫我高攀不起啊，是吧？

# bark_act_out_partner_insult_for_friendly_skill+envious+hellion
source: Kin we are not!
ko: 우린 혈족 아니다!
uk: Ми не стали близькими.

# bark_act_out_partner_insult_for_friendly_skill+envious+highwayman
source: Now I know where you stand, eh.
ko: 이제 누구 편인지 잘 알겠네.
uk: Тепер я знаю, чого від тебе чекати.

# bark_act_out_partner_insult_for_friendly_skill+envious+jester
source: You wound my feelings.
ko: 아이고, 마음의 상처.
uk: Ти вражаєш мої почуття!

# bark_act_out_partner_insult_for_friendly_skill+envious+leper
source: Such a miser with your aid.
ja: それで助けたつもりか、このケチめ
ko: 그대의 도움으로 이런 꼴이 되었군.
uk: Як довго чекати від тебе допомоги.
zh_cn: 如此吝惜你的帮助。

# bark_act_out_partner_insult_for_friendly_skill+envious+man_at_arms
source: Seeking to cut me off at the legs, I see!
ja: 俺の脚を切り落とそうとしているのか！
ko: 딱 봐도 발목 잡을 기회만 노리는 구먼!
uk: Зрозуміло, ти хочеш мене принизити!
zh_cn: 我看出来了，你想要从中作梗！

# bark_act_out_partner_insult_for_friendly_skill+envious+occultist
source: I have a long memory.
ko: 이랬던 기억이 참 많지.
uk: У мене гарна пам’ять.

# bark_act_out_partner_insult_for_friendly_skill+envious+plague_doctor
source: Think me undeserving, do you?!
ko: 난 안중에도 없는 거지, 그치?!
uk: Сумніваєшся в моїй гідності?!

# bark_act_out_partner_insult_for_friendly_skill+envious+runaway
source: Funny way of showin' gratitude.
ja: 面白い方法で感謝の気持ちを表すね
ko: 감사 인사를 퍽이나 재밌게 하네?
uk: Кумедний спосіб виказати подяку.
zh_cn: 没见过这样报答恩情的。

# bark_act_out_partner_insult_for_friendly_skill+envious+vestal
source: After all I've gifted you?
ko: 내가 베푼 축복이 얼만데?
uk: І це після всього, що я тобі подарувала?

# bark_act_out_partner_insult_for_friendly_skill+flagellant
source: I may be rotting, but I'm not stupid.
ja: 俺は腐っていても、バカではない
ko: 내 몸이 무너지긴 했지만 천치는 아니다.
uk: Може, я й негідник, але не дурень.
zh_cn: 我或许在腐烂，但我的脑子还在。

# bark_act_out_partner_insult_for_friendly_skill+grave_robber
source: Don't you trust me to finish the job?
ja: 私が最後までやり遂げると信じていないの？
ko: 이번 작업에 내가 못 미더운 거야?
uk: Ти не довіряєш мені закінчити роботу?
zh_cn: 你是觉得我不足以胜任吗？

# bark_act_out_partner_insult_for_friendly_skill+hateful@0
source: I'd almost think you drunk!
ja: お前は酔ってるかと思うくらいだ！
ko: 술이라도 걸친 줄 알았네!
uk: Я вже майже думаю, що ти напідпитку!
zh_cn: 我差点以为你是喝醉了！

# bark_act_out_partner_insult_for_friendly_skill+hateful@1
source: May you fall before I do.
ja: そちらが先に倒れてくれればいいのに
ko: 나보다는 네가 먼저 쓰러지기를.
uk: Сподіваюся, ти впадеш раніше за мене.
zh_cn: 希望你在我之前倒下。

# bark_act_out_partner_insult_for_friendly_skill+hateful@2
source: Wastrel!
ja: この怠け者！
ko: 쓰레기가!
uk: Нікчема!
zh_cn: 饭桶！

# bark_act_out_partner_insult_for_friendly_skill+hateful+flagellant
source: You won't be smiling when my blight finds you.
ko: 내 역병이 네게 옮았을 때도 계속 웃을 수 있을까.
uk: Ти не посміхатимешся, коли мій бич знайде тебе.

# bark_act_out_partner_insult_for_friendly_skill+hateful+grave_robber
source: I loathe you. Most ardently.
ko: 자기 진짜 싫다. 정말로.
uk: Терпіти тебе не можу.

# bark_act_out_partner_insult_for_friendly_skill+hateful+hellion
source: USELESS! You'd serve us better as bait!
ja: 役立たずめ！お前は餌ぐらいにしか使えないな！
ko: 쓸데 없는 놈! 차라리 미끼 역할이나 해라!
uk: Нездара! Пустити б тебе на наживку!
zh_cn: 废物！你去做诱饵都比这样强！

# bark_act_out_partner_insult_for_friendly_skill+hateful+highwayman
source: You know what I do to dead weight.
ko: 내가 짐덩이를 어떻게 처리하는지는 알지?
uk: Ти знаєш, як мені подобається мертвий тягар.

# bark_act_out_partner_insult_for_friendly_skill+hateful+jester
source: You rend my nerves to pieces!
ko: 내 신경을 어쩜 이리 작살을 내 놓는지!
uk: Бідолашні мої нерви!

# bark_act_out_partner_insult_for_friendly_skill+hateful+leper
source: *quiet snarl*
ko: (조용한 투덜거림)
uk: *тихе буркотіння*

# bark_act_out_partner_insult_for_friendly_skill+hateful+man_at_arms
source: Your arrogance dooms us all!
ja: お前の傲慢さは、俺たち全員を破滅させるぞ！
ko: 네가 무능해서 우리 다 죽게 생겼다!
uk: Твоя зарозумілість погубить усіх нас!
zh_cn: 你的傲慢会给所有人带来灭亡！

# bark_act_out_partner_insult_for_friendly_skill+hateful+occultist
source: Trouble me no longer, filth.
ko: 작작 방해해라, 오물 같으니.
uk: Не чіпай мене більше, гидота.

# bark_act_out_partner_insult_for_friendly_skill+hateful+plague_doctor
source: Dilute us with your presence no longer!
ko: 자꾸 옆에서 방해하지 마!
uk: Через тебе ми виглядаємо слабаками!

# bark_act_out_partner_insult_for_friendly_skill+hateful+runaway
source: Oughta ditch you outside their lair.
ja: 奴らの巣の前で、お前を捨てるよ
ko: 넌 그냥 쟤네 둥지에 버려놓고 와야겠다.
uk: Треба було залишити біля входу в лігво.
zh_cn: 早该把你抛在他们的巢穴里。

# bark_act_out_partner_insult_for_friendly_skill+hateful+vestal
source: Damn you! Deceiver!
ja: なんてことを！騙し討ちなんて！
ko: 망할 놈! 이 기만자!
uk: Щоб тобі повилазило! Дурисвіт!
zh_cn: 该死！你这个骗子！

# bark_act_out_partner_insult_for_friendly_skill+hellion
source: I need no help from YOU!
ko: 네 도움 필요 없다!
uk: Від ТЕБЕ мені допомога не потрібна!

# bark_act_out_partner_insult_for_friendly_skill+highwayman
source: Don't celebrate just yet.
ja: まだ終わってないぞ
ko: 아직 자축하려면 멀었어.
uk: Не поспішай святкувати.
zh_cn: 别高兴得太早。

# bark_act_out_partner_insult_for_friendly_skill+jester
source: You baffle me.
ko: 따분한 놈.
uk: Ти мене спантеличуєш.

# bark_act_out_partner_insult_for_friendly_skill+leper
source: Surely there are better uses of our limited resources...
ja: 限られた資源をもっと有効に使う方法があるはずだ……
ko: 이렇게 한정된 자원으로는 더 나은 일을 할 수 있었을 것 같지 않나...
uk: Нашим ресурсам можна знайти краще застосування.
zh_cn: 显然我们有限的资源应该用在更合适的地方……

# bark_act_out_partner_insult_for_friendly_skill+man_at_arms
source: Whyever did you do that?
ko: 대체 왜 그러는 거야?
uk: Чому ти так робиш?

# bark_act_out_partner_insult_for_friendly_skill+occultist
source: If I didn't know better I'd say you mistrust me.
ja: よくわからんが、疑っているようだな
ko: 뭘 몰랐다면 날 못 믿는가 했겠군.
uk: Якби я не знав тебе дуже добре, я б сказав, що ти мені не довіряєш.
zh_cn: 以我对你的了解，你是故意的。

# bark_act_out_partner_insult_for_friendly_skill+plague_doctor
source: Are my talents not enough?!
ja: 私の才能が足りないの！？
ko: 내 능력으로는 모자란가 보지?!
uk: Хіба моїх талантів недостатньо?
zh_cn: 我的才智难道不配吗？

# bark_act_out_partner_insult_for_friendly_skill+resentful@0
source: Our odds look grim...
ja: 我々の勝算は厳しそうだ…
ko: 이거 승산이 암울한데...
uk: Наші шанси видаються жахливими...
zh_cn: 我们的胜算愈发渺茫……

# bark_act_out_partner_insult_for_friendly_skill+resentful@1
source: You lead us astray!
ja: お前は我々を迷わせる！
ko: 우리를 궁지로 이끌다니!
uk: Ти збиваєш нас зі шляху!
zh_cn: 你要带我们走上歧途！

# bark_act_out_partner_insult_for_friendly_skill+resentful@2
source: Your judgment is rotten.
ko: 참 대단한 판단력이로군.
uk: Твої висновки мені не подобаються.

# bark_act_out_partner_insult_for_friendly_skill+resentful+flagellant
source: I require blood. Be careful.
ko: 난 피가 필요하다. 조심해라.
uk: Мені потрібна кров. Обережніше...

# bark_act_out_partner_insult_for_friendly_skill+resentful+grave_robber
source: I have not the luxury of relying upon you, I see.
ko: 솔직히 자기한테는 별 기대를 안해.
uk: Не можу дозволити собі покладатися на тебе.
