Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_item_food_3_use_limit+bounty_hunter
source: Full up for now.
ja: 今のところ満腹だ
ko: 지금은 배부르군.
uk: Поки що не голодний.
zh_cn: 暂时饱了。

# bark_item_food_3_use_limit+flagellant
source: Do I look as though I require more?
ko: 나한테 음식이 더 필요해 보이나?
uk: Невже я виглядаю так, ніби мені потрібно більше?

# bark_item_food_3_use_limit+grave_robber
source: Saving room for a tipple, no thank ye.
ja: 酒を飲む余裕はないわ
ko: 안타깝지만 디저트 자리를 남겨놔야 해서.
uk: Дякую, але я, мабуть, залишу місце для випивки.
zh_cn: 不用了，谢谢，我留了点肚子小酌一杯。

# bark_item_food_3_use_limit+hellion
source: *satisfied belch*
ja: ゲップ…
ko: (만족스러운 트림)
uk: *сита відрижка*
zh_cn: *满意的饱嗝*

# bark_item_food_3_use_limit+highwayman
source: I'm well'n good for now.
ja: とりあえずは満足だ
ko: 지금은 충분히 먹었어.
uk: Мені зараз досить.
zh_cn: 我暂时吃饱了。

# bark_item_food_3_use_limit+jester
source: A full belly! Luxurious.
ja: 満腹だ！贅沢だな
ko: 배 터지겠군! 이런 호사를 누리다니.
uk: Повний живіт, оце розкіш!
zh_cn: 我吃饱了！真是奢侈的生活。

# bark_item_food_3_use_limit+leper
source: Pity I haven't room for more.
ja: もう腹に余裕がないのが残念だ
ko: 안타깝게도 더 이상은 안 들어간다.
uk: На превеликий жаль, більше не можу.
zh_cn: 可惜我吃不下更多了。

# bark_item_food_3_use_limit+man_at_arms
source: Can't overdo it on that rich stuff.
ja: あの濃厚なものを食べ過ぎてはいけない
ko: 맛이 너무 강해서 많이는 못 먹어.
uk: У мене вже не влізе, навіть ця вишукана страва.
zh_cn: 这种东西太实在，吃不了太多。

# bark_item_food_3_use_limit+occultist
source: I am content at present.
ja: 私は今、満足している
ko: 지금은 만족스럽군.
uk: Я задоволений, мені нічого не треба.
zh_cn: 我在当下已经心满意足了。

# bark_item_food_3_use_limit+plague_doctor
source: A fine treat, but I am sated.
ja: 立派なご馳走だけど、私は満足よ
ko: 정말 맛있지만 지금은 충분해.
uk: Чудове частування, але я сита.
zh_cn: 很不错的食物，但我已经满足了。

# bark_item_food_3_use_limit+runaway
source: I even ate the cores. ... What!
ja: 芯まで食べちゃった。 …なんだって！
ko: 사과심까지 다 먹어 버렸네... 왜, 뭐!
uk: З’їла все. Добавки не треба...
zh_cn: 我连苹果核都吃完了……怎么了！

# bark_item_food_3_use_limit+vestal
source: Perhaps the horses want the cores...
ko: 사과심은 말들한테 먹일 걸 그랬나...
uk: Може, коні доїдять...

# bark_item_food_3+bounty_hunter
source: Filling. Decent. Seconds?
ja: お腹が膨れる。十分だ。おかわりだって？
ko: 맛 좋군. 훌륭해. 더 있나?
uk: Пристойно, ситно. Чи є добавка?
zh_cn: 满足。不错。还有么？

# bark_item_food_3+flagellant
source: Another aimless indulgence.
ja: また、目的のない気ままな時間か
ko: 무의미한 탐닉에 불과하다.
uk: Ще одне безцільне потурання своїм забаганкам.
zh_cn: 又一次无谓的放纵。

# bark_item_food_3+grave_robber
source: Add some cured venison and we're in business.
ja: 薫製の鹿肉を加えれば完璧ね
ko: 사슴 육포까지 더하면 최고의 만찬이지.
uk: Ще б в’яленої оленини, і було б зовсім добре!
zh_cn: 再来点腌牛肉就更有感觉了。

# bark_item_food_3+hellion
source: Cheese was a luxury in our camp. Mmm!
ja: チーズは私たちのキャンプでは贅沢品だったな。うまいぞ！
ko: 숙영지에서 먹는 치즈는 만찬이다. 으음!
uk: У нашому таборі сир був розкішшю, м-м-м!
zh_cn: 奶酪在我们营地里可是奢侈品。美味！

# bark_item_food_3+highwayman
source: Mm, hits the spot.
ja: うむ、好きな味だ
ko: 음, 딱 좋군.
uk: Те що треба.
zh_cn: 嗯，真美味。

# bark_item_food_3+jester
source: A satisfying snack... got more?
ja: 満足感のある軽食だ…もっとあるか？
ko: 만족스러운 간식이야... 더 있나?
uk: Яка ситна закуска... А ще є?
zh_cn: 令人满足的零食……还有么？

# bark_item_food_3+leper
source: Simple but satisfying - perfect for long journeys.
ja: 簡素ながら満足感がある。長旅に最適だ
ko: 소박하지만 만족스럽군. 기나긴 여정에는 완벽한 식사로다.
uk: Просто, але ситно. Ідеально для далеких мандрівок.
zh_cn: 简单，但是令人满足——很适合长途旅行。

# bark_item_food_3+man_at_arms
source: Ah, I <i>was</i> feelin' a bit peckish. *crunch*
ja: ああ、ちょっと小腹が空いて<i>いた</i>な。 ムシャムシャ…
ko: 아, 안 그래도 좀 <i>시장하던</i> 참인데. (냠냠)
uk: О, я трохи <i>зголоднів</i>. *хрумтить*
zh_cn: 啊，我<i>正好</i>有点饿了。*咀嚼*

# bark_item_food_3+occultist
source: Sensorially adequate.
ja: 感覚的にちょうどいい
ko: 아주 적절한 미각의 충족이로다.
uk: На смак дуже приємно.
zh_cn: 味蕾得到了满足。

# bark_item_food_3+plague_doctor
source: That crisp crunch! It's been a long time...
ja: このサクサク感！久しぶりだな…
ko: 이 아삭한 식감! 너무 오랜만이야...
uk: Апетитний хрускіт! Давно я так...
zh_cn: 这爽脆的口感！好久没有体验过了……

# bark_item_food_3+runaway
source: And I didn't even have to steal it.
ja: しかも、盗まなくて済んだ
ko: 훔치지도 않고 이런 걸 먹다니.
uk: Навіть красти не довелося.
zh_cn: 这么美味的东西，甚至都不用我去偷。

# bark_item_food_3+vestal
source: I'll have your extras, too.
ja: あなたの余った分もいただきます
ko: 그거 남길 거면 내가 처리하지.
uk: Візьму й твою порцію.
zh_cn: 你们剩下的也可以给我。

# bark_item_food_4
source: Overdone but hits the spot.
ko: 살짝 과하지만 훌륭한 식사.
uk: Повар трохи перестарався, але їжа смачна.

# bark_item_food_4_use_limit
source: Ahhh. *burp*
ja: ああ。げっぷ…
ko: 어우. (트림)
uk: Уф-ф-ф. *відрижка*
zh_cn: 啊。*打嗝*

# bark_item_food_4_use_limit+bounty_hunter
source: A satisfying feed.
ja: 満足感のある食事だ
ko: 만족스러운 식사였다.
uk: Ситна закуска.
zh_cn: 令人满足的一餐饭。

# bark_item_food_4_use_limit+flagellant
source: Riches of the stomach merely slow me down.
ja: 胃袋の豊かさは、ただ俺の動きを鈍くさせるだけだ
ko: 배를 채워봤자 몸만 느려질 뿐.
uk: Їжа в шлунку всього лише сповільнює мене.
zh_cn: 填满肚子只会拖慢我的行动。

# bark_item_food_4_use_limit+grave_robber
source: Nay, not one spud more.
ja: いや、もうじゃがいも1つも入らない
ko: 아, 감자는 이제 그만.
uk: Ні, більше жодної картоплини.
zh_cn: 不了，一口也吃不下了。

# bark_item_food_4_use_limit+hellion
source: I'll sleep heavy tonight.
ja: 今夜はぐっすり眠れそうだ
ko: 오늘 든든하게 자겠다.
uk: Сьогодні спатиму з повним шлунком.
zh_cn: 今晚我可以睡得很香。

# bark_item_food_4_use_limit+highwayman
source: I'm stuffed.
ja: お腹一杯だ
ko: 배부르군.
uk: Я набив черево.
zh_cn: 我撑着了。

# bark_item_food_4_use_limit+jester
source: Would that I could...
ja: もう食べられないよ…
ko: 진짜 더 먹고 싶은데...
uk: От якби...
zh_cn: 真吃不下了……

# bark_item_food_4_use_limit+leper
source: Hunger troubles me no longer.
ja: もう空腹に悩まされることはない
ko: 더 이상 허기가 지지는 않는군.
uk: Від голоду я більше не потерпаю.
zh_cn: 饥饿已经不再困扰我。

# bark_item_food_4_use_limit+man_at_arms
source: Pray my belt still fits...
ja: まだベルトが締まることを祈る…
ko: 허리띠가 버텨 주기를...
uk: Боюся, що ремінь не витримає...
zh_cn: 但愿我还能系上腰带……

# bark_item_food_4_use_limit+occultist
source: One of the better meals I've had in these blighted lands.
ko: 이 역병에 찌든 땅에서 먹은 식사 중 최고로군.
uk: Одна з найкращих страв, які я куштував у цих нещасних землях.

# bark_item_food_4_use_limit+plague_doctor
source: My last meal was fuel enough.
ja: 最後の食事は十分な燃料になったわ
ko: 최후의 만찬이라도 만족스러운데.
uk: Остання страва була дуже поживною.
zh_cn: 上一餐的能量已经足够了。

# bark_item_food_4_use_limit+runaway
source: I stomached what I could. That smell...
ja: 私はできる限りお腹に入れた。あの匂い…
ko: 진짜 최대한 배를 채웠는데. 저 냄새만 맡으면...
uk: Я з’їла все, що могла. Цей запах...
zh_cn: 我一点都吃不下了。真香啊……

# bark_item_food_4_use_limit+vestal
source: I am satisfied.
ko: 난 배부르다.
uk: Я сита.

# bark_item_food_4+bounty_hunter
source: Tasty and a lot of it - perfect combination.
ja: 美味しくて、量が多くて、完璧な組み合わせだ
ko: 맛도 좋고 양도 많아? 완벽한 조합이로군.
uk: Сила-силенна смаколиків — це щастя.
zh_cn: 味道可口，份量充足——完美组合。

# bark_item_food_4+flagellant
source: Only as much as I require to survive...
ja: 生きるために必要な分だけ…
ko: 딱 목숨 붙을 정도만 먹지...
uk: Якраз стільки, скільки мені потрібно, щоб вижити...
zh_cn: 只摄入维生所需的营养就够了……

# bark_item_food_4+grave_robber
source: A reasonable impression of decent fare.
ja: まともな食事という印象ね
ko: 길바닥 여행 치고는 괜찮은 서비스네.
uk: Відповідає своїй ціні.
zh_cn: 对于美食来说，还算可以了。

# bark_item_food_4+hellion
source: Let me sear the next lot!
ja: 次の一皿を焼かせてくれ！
ko: 다음 고기 내가 굽는다!
uk: Давай підігрію ще!
zh_cn: 下一块让我来煎！

# bark_item_food_4+highwayman
source: Now this is the stuff!
ja: まさにこれだ！
ko: 이게 식사지!
uk: Оце річ!
zh_cn: 这才是美食！

# bark_item_food_4+jester
source: I prefer mine a little bloodier... heheh.
ja: もう少し血の気が多い方が好きだなぁ…へへへっ
ko: 난 핏물 뚝뚝 떨어지는 게 좋은데... 헤헤.
uk: А я полюбляю з кров’ю — ух-ха-ха!
zh_cn: 我更喜欢多带点血的……呵呵。

# bark_item_food_4+leper
source: A hearty meal after a long day's labour.
ja: 長い一日の労働の後に、ボリュームのある食事だ
ko: 긴 하루의 노고를 치른 뒤 푸짐한 만찬을 즐기라.
uk: Смачна вечеря після важкого дня.
zh_cn: 一日辛劳，一餐佳肴。

# bark_item_food_4+man_at_arms
source: Now that'll do me. Pass the gravy!
ja: これでいい。グレイビーソースをくれ！
ko: 이건 대만족이지. 소스 좀 줘 봐!
uk: Ну, тепер нічого так. Передай підливу!
zh_cn: 真是美味。把肉汁传一下！

# bark_item_food_4+occultist
source: A cantrip to soften the gristle, then.
ja: 肉のスジを軟らかくする魔法だ
ko: 연골이 부드러워지는 비법을 써 볼까.
uk: Зробити м’якшими ці хрящі може хіба що чаклунство.
zh_cn: 那就让我来一个把脆骨变软的小把戏吧。

# bark_item_food_4+plague_doctor
source: Rich! Fatty! Stimulates the metabolism!
ja: リッチで脂肪が多い！新陳代謝を刺激するわ！
ko: 넘쳐 나는 지방! 신진대사를 촉진하지!
uk: Поживне! Жирне! Стимулює метаболізм!
zh_cn: 好肥！好多油！可以刺激新陈代谢！

# bark_item_food_4+runaway
source: I'll swap you my steak for more potatoes?
ja: 私のステーキとポテトを交換する？
ko: 내 스테이크 줄 테니까 감자나 더 줄래?
uk: Міняєш свою картоплю на моє м’ясо?
zh_cn: 我能拿牛扒换你几块土豆么？

# bark_item_food_4+vestal
source: Richer fare than I'm used to.
ja: 馴染みが無いほど豪勢な食事ですね
ko: 평소 먹던 것보다 많이 호화롭군.
uk: Розкішніше, ніж я звикла.
zh_cn: 比我习惯的餐食丰盛很多。

# bark_item_food_5
source: Made this on the stagecoach stove.
ko: 이런 음식을 역마차의 화로에서 구워내다니.
uk: Приготовлено в Диліжансі.

# bark_item_food_5_use_limit
source: Simple, warm, satisfying.
ja: シンプルで温かく、満たされるな
ko: 간소하고, 따뜻하고, 배부르지.
uk: Просто, тепло, поживно.
zh_cn: 简单，温暖，满足。

# bark_item_food_5_use_limit+bounty_hunter
source: They'll keep for the road ahead.
ja: この先の旅のお供になるね
ko: 한동안 버틸 수 있겠군.
uk: Залишимо на дорогу.
zh_cn: 留到路上再吃。

# bark_item_food_5_use_limit+flagellant
source: Heave your scraps elsewhere.
ko: 남은 건 다른 데다 박아 두라고.
uk: Покладіть ці залишки кудись в інше місце.

# bark_item_food_5_use_limit+grave_robber
source: I'll direct my gluttony toward other vices for now.
ja: 大食いを他の悪癖に振り向けて
ko: 식욕은 채웠으니 다른 악덕에나 신경 쓸래.
uk: Краще я переключуся з обжерливості на інші гріхи.
zh_cn: 我暂时打算把暴食改成其他罪行。

# bark_item_food_5_use_limit+hellion
source: My belly is full.
ja: お腹いっぱいだ
ko: 배가 빵빵하다.
uk: У животі вже немає місця.
zh_cn: 我肚子饱了。

# bark_item_food_5_use_limit+highwayman
source: Hardly ever turn down a meal - but no.
ja: 食事は断ることはあまりないが…今はいい
ko: 음식을 마다한 적은 별로 없는데... 지금은 아냐.
uk: Рідко коли відмовляюся від гарячого, але сьогодні я пас.
zh_cn: 我很少拒绝一餐饭——但这次免了吧。

# bark_item_food_5_use_limit+jester
source: Fed and fit for whatever awaits.
ja: お腹が満足して元気だから、この先何があっても大丈夫だ
ko: 항상 배부른 최상의 상태로 앞날을 맞이해야지.
uk: Ситий і готовий до будь-чого.
zh_cn: 我吃饱了，可以去迎接后面的挑战了。

# bark_item_food_5_use_limit+leper
source: I need not overindulge. I am content.
ja: 贅沢の必要はない。私は満足している
ko: 과욕을 부릴 필요는 없지. 나는 충분하다.
uk: Мені не можна розкошувати, я ситий.
zh_cn: 我得适可而止。我已经满足了。

# bark_item_food_5_use_limit+man_at_arms
source: Another flapjack might end my campaign.
ja: パンケーキあと1枚食べたら動けなくなるな
ko: 한 장 더 먹었다간 여정 끝까지 배가 안 꺼지겠다.
uk: Ще один млинець стане для мене останнім.
zh_cn: 再来一张饼，这场战役说不定就泡汤了。

# bark_item_food_5_use_limit+occultist
source: Now I shall sleep off some bruises.
ja: 今は眠って傷を癒すことにしよう
ko: 과식을 했는지 속이 더부룩한데 잠이나 자야지.
uk: Тепер поспати б, щоб відновити сили.
zh_cn: 现在我想睡一觉养养伤。

# bark_item_food_5_use_limit+plague_doctor
source: I couldn't, not one more bite!
ja: もう一口も食べられない！
ko: 더는 안 돼, 한 입도 못 먹어!
uk: Більше не зможу, ані шматочка!
zh_cn: 我吃不下了，一口也吃不下！

# bark_item_food_5_use_limit+runaway
source: Leave me be. I'm full.
ja: ほっといて。満腹よ
ko: 내버려 둬. 난 배불러.
uk: Залиште мене в спокої, я сита.
zh_cn: 别管我。我已经饱了。

# bark_item_food_5_use_limit+vestal
source: These will keep for some time.
ko: 이 정도면 한동안 배부르겠군.
uk: Можна залишити на потім.

# bark_item_food_5+bounty_hunter
source: Smells good in here.
ja: ここはいい匂いがするな
ko: 냄새가 좋군.
uk: Смачно пахне.
zh_cn: 闻起来不错。

# bark_item_food_5+flagellant
source: Very well - I accept.
ja: わかった。受け入れよう
ko: 아주 좋아. 나도 먹지.
uk: Дуже добре, схвалюю.
zh_cn: 好……我接受。

# bark_item_food_5+grave_robber
source: Simple, yes, but... a pleasing texture.
ko: 소박하지만 식감은... 의외로 괜찮네.
uk: Просто, але виглядає приємно.

# bark_item_food_5+hellion
source: A band of hunters bonding 'round the cookfire...
ja: 焚き火を囲む狩人たち…
ko: 사냥꾼 한 무리가 모닥불에 둘러 앉았군...
uk: Група мисливців біля вогнища.
zh_cn: 一群猎人围坐在火炉旁……

# bark_item_food_5+highwayman
source: I'll take a half dozen.
ja: 半ダースもらうよ
ko: 한 대여섯 장만 먹지 뭐.
uk: Візьму штук п’ять.
zh_cn: 给我来六张。

# bark_item_food_5+jester
source: Shall we sell these by the roadside next?
ja: 次はこれを道端で売ろうか？
ko: 이거 길가에서 팔아 보면 어떠려나?
uk: Може, станемо на узбіччі й продаватимемо?
zh_cn: 咱们接下来要不改行开烙饼摊？

# bark_item_food_5+leper
source: Warm, simple - good for days when the stomach ails.
ja: 温かくてシンプル。胃の調子が悪い時に良い
ko: 따뜻하고 소박하군. 배고플 때 먹으면 며칠은 버틸 수 있겠어.
uk: Добре вживати, коли шлунок не в порядку.
zh_cn: 温暖，简单——最适合饥肠辘辘的日子。

# bark_item_food_5+man_at_arms
source: Reminds me of the officers' mess - not bad!
ko: 장교용 식사가 생각나는군. 나쁘지 않아!
uk: Навіює спогади про офіцерський буфет, непогано!

# bark_item_food_5+occultist
source: Humble but filling.
ja: 質素だが満腹感は十分だ
ko: 소박하지만 배는 부르군.
uk: Напрочуд поживно.
zh_cn: 朴素但令人满足。

# bark_item_food_5+plague_doctor
source: Baking is akin to alchemy. You're a promising student.
ja: パン作りは錬金術のようなもの。お前は有望な学生だね
ko: 제빵은 화학의 한 갈래지. 이거 요리한 사람은 훌륭한 과학도겠어.
uk: Готування схоже на алхімію. Далеко підеш.
zh_cn: 厨艺和炼金术区别并不大。你是个很有潜力的学生。

# bark_item_food_5+runaway
source: We can cook without stopping? Perfect.
ja: 止まらずに料理できるって？完璧じゃない
ko: 마차를 세울 필요도 없이 요리를 할 수 있는 거야? 굉장하다.
uk: А ми можемо завжди таке готувати? Чудово ж.
zh_cn: 不用停车就能做饭？完美。

# bark_item_food_5+vestal
source: Cooking on the road - how adventurous!
ja: 旅をしながら料理ですか。なんて冒険的なのでしょう！
ko: 길에서 요리를 한다니, 모험 느낌 나는군!
uk: Готувати в дорозі так цікаво!
zh_cn: 一边旅行一边烹饪——多有冒险精神！

# bark_item_guided_meditation+bounty_hunter
source: This is new.
ja: これは新しい
ko: 이건 새롭군.
uk: Щось новеньке.
zh_cn: 这个还挺新鲜的。

# bark_item_guided_meditation+flagellant
source: Why would you stray from your body?
ja: なぜ、自分の体から目を逸らそうとする？
ko: 어째서 육신으로부터 벗어나려 하는가?
uk: Навіщо вам віддалятися від свого тіла?
zh_cn: 为什么要抛开自己的肉体？

# bark_item_guided_meditation+grave_robber
source: What if we... see... something?
ja: もし何かを…見たら…どうするの？
ko: 어... 혹시 진짜 뭐라도... 보이면 어떡해?
uk: А що, якщо... якщо ми щось... побачимо?
zh_cn: 要是我们……看到什么东西……该怎么办？

# bark_item_guided_meditation+hellion
source: Our spirit guides would smoke this stuff...
ja: 私たちの精霊の導き役は、こんなものを吸っていたのか…
ko: 우리 영혼 인도자들이 이걸 피우던데...
uk: Нашим шаманам вистачить пари затяжок.
zh_cn: 我们的精魂向导见到这种东西，会一把火烧掉……

# bark_item_guided_meditation+highwayman
source: Don't normally travel with a guide.
ja: 案内なしで旅をするな、ってか
ko: 보통 정신머리는 아무 인도나 따라가면 안되지 않나.
uk: Зазвичай мені не потрібен провідник.
zh_cn: 我通常不喜欢听从别人的指引。

# bark_item_guided_meditation+jester
source: Here, I'll strum a few notes...
ja: ここで、少し音を出してみよう…
ko: 자, 여기에 가락을 좀 더해 보지...
uk: А зіграю я пару нот...
zh_cn: 让我来奏上一曲……

# bark_item_guided_meditation+leper
source: I will walk with you. Let us step beyond ourselves.
ja: お前と共に歩もう。自分たちを超えて進むのだ
ko: 내가 그대들과 함께 걷겠다. 한번 스스로를 초월해 보자.
uk: Я готовий вирушити за межі самого себе.
zh_cn: 我来与你同行。让我们逾越身体的界限。

# bark_item_guided_meditation+man_at_arms
source: Can't say I've done <i>this</i> before...
ja: <i>こいつ</i>をやったことがあるとは言えないな…
ko: <i>이거</i> 예전에 해 봤다고도 말 못하겠고...
uk: Не скажу, що колись робив <i>таке</i>...
zh_cn: 我以前确实没做过<i>这种</i>事……

# bark_item_guided_meditation+occultist@0
source: Let us travel both time and space.
ja: 時空を超えた旅をしよう
ko: 시공을 따라 떠나 봅세.
uk: Переступимо ж межі часу й простору.
zh_cn: 让我们在时空中旅行。

# bark_item_guided_meditation+occultist@1
source: Walk with me. Let me take you to the outer spheres...
ja: 私と一緒に歩こう。宇宙の彼方へ連れていくよ…
ko: 함께 걸읍세. 그대들을 바깥 세상으로 인도하겠네...
uk: За мною, я покажу дорогу за далекі рубежі.
zh_cn: 跟我来。让我带你前往外域……

# bark_item_guided_meditation+occultist@2
source: Who knows what we might discover?
ja: どんな発見があるか、誰にわかるんだ？
ko: 뭘 발견할 수 있을지 누가 알겠나?
uk: Хто знає, що ми зможемо знайти?
zh_cn: 谁知道我们会发现什么呢？

# bark_item_guided_meditation+plague_doctor
source: I remain skeptical. However...
ja: 私は今も懐疑的。しかし…
ko: 난 솔직히 좀 회의적이긴 하지만...
uk: Я в скептичному настрої. Хоча...
zh_cn: 我仍然对此保持怀疑。不过……

# bark_item_guided_meditation+runaway
source: I don't know... I don't like letting go.
ja: わからない… 手放すのが嫌なの
ko: 모르겠어... 그냥 놓아버리는 건 싫어.
uk: Ну, не знаю... мені таке не подобається.
zh_cn: 我不确定……我不喜欢放手的感觉。

# bark_item_guided_meditation+vestal
source: Every day I blaspheme further...
ja: 毎日、私は冒涜を重ねています…
ko: 난 매일마다 신성을 모독하는가...
uk: Щодня я все більше віддаляюсь від істини.
zh_cn: 每天我的亵渎之举都要增多一项……

# bark_item_holy_beads
source: A bead for every martyr, a knot per saint.
ja: 殉教者には数珠を、聖人には結び目を
ko: 구슬 하나에 순교자 하나, 매듭 하나에 성자 하나.
uk: Намистина за мученика, вузлик за святого.
zh_cn: 每位殉道者，一颗珠子；每位圣人，一个绳结。

# bark_item_holy_beads+bounty_hunter
source: It comes to this.
ko: 결국 기도까지 올리는군.
uk: І дійшло ж до цього.

# bark_item_holy_beads+flagellant
source: I prefer my own - and their... modifications.
ja: 俺は自分の、そして奴らの…変化が好きなのだ
ko: 난 내... 부적을 더 선호해서.
uk: Я віддаю перевагу своїм, а також їх... модифікаціям.
zh_cn: 我更喜欢我自己的……改良版本。

# bark_item_holy_beads+grave_robber
source: These worked for an old partner... until they didn't.
ko: 이런 부적, 내 옛날 동료한테는 끗발 좀 붙었지... 그러다 훅 갔지만.
uk: Цей предмет оберігав мого старого друга... доки захист більше не допомагав.

# bark_item_holy_beads+hellion
source: My ancestors never needed these.
ko: 우리 선조들은 이런 거 필요 없었다.
uk: Це не було потрібно моїм предкам.

# bark_item_holy_beads+highwayman
source: Feels too heavy in hands like mine.
ja: 俺のような奴の手には、重く感じられる
ko: 나 같은 놈한테는 과분한 물건이야.
uk: Здається занадто важким для таких рук, як мої.
zh_cn: 在我这种人手里，感觉太过沉重了。

# bark_item_holy_beads+jester
source: Prayer - or poetry for desperate souls.
ja: 祈り、あるいは絶望的な魂のための詩だ
ko: 절박한 영혼을 위한 기도나 시로군.
uk: Молитва або поезія для зневірених душ.
zh_cn: 祈祷词——绝望灵魂的诗篇。

# bark_item_holy_beads+leper
source: My first fruitless hope was seeded with such baubles.
ko: 내 무의미한 희망과 기도도 이런 걸 쥐고 처음 시작했더랬지.
uk: Моя безплідна надія ґрунтується на цих абищицях.

# bark_item_holy_beads+man_at_arms
source: By the saints, may our arrows fly true...
ja: 聖者よ、我々の道が正しくあらんことを…
ko: 성인이시여, 우리의 공격을 모두 명중시켜 주십시오...
uk: Заради всіх святих, нехай наші стріли летять прямо в ціль...
zh_cn: 圣人在上，愿我们攻无不克……

# bark_item_holy_beads+occultist
source: I know your saints by much older names...
ja: お前たちの信じる聖人を、もっと古い名前で知っているぞ…
ko: 난 자네들의 성인들을 옛 이름으로도 알고 있네만...
uk: Я знаю цих святих під набагато давнішими іменами...
zh_cn: 你们口中这些圣人，我知道他们更为古老的名字……

# bark_item_holy_beads+plague_doctor
source: I understand not how they work, yet they do.
ja: 仕組みは理解できないけど、実際に効果はある。
ko: 솔직히 무슨 원리인지는 이해가 안되지만 어쨌든 먹히기는 하나 봐.
uk: Я не розумію, як вони працюють, але вони працюють.
zh_cn: 我不明白它们是如何生效的，但确实有用。

# bark_item_holy_beads+runaway
source: *gulp* ... No! I'll try 'em! I'm not scared!
ja: ゴクン…ダメよ！試してみる！怖くなんかない！
ko: (꿀꺽) ...아냐! 해 볼게! 안 무서워!
uk: *ковтає* Ні, я спробую. Я не боюся!
zh_cn: *咽口水*……不！让我试试！我才没害怕呢！

# bark_item_holy_beads+vestal
source: Shall I guide you through a prayer?
ja: 祈りの言葉であなたを導きましょうか？
ko: 같이 기도하겠나?
uk: Допомогти з молитвою?
zh_cn: 要我带你们祷告么？

# bark_item_holy_hymnal
source: Ah, I know that dirge...
ko: 아, 저 가락 들어 봤는데...
uk: Я знаю цю панахиду...

# bark_item_holy_hymnal+bounty_hunter
source: If you sing 'em.
ja: お前が歌うなら構わんさ
ko: 노래하려면 해라.
uk: Якщо ти заспіваєш...
zh_cn: 如果你唱出来的话。

# bark_item_holy_hymnal+flagellant
source: Your sermons move me no longer, but your <i>passion</i>...
ja: 俺の説教にはもう感動しないようだが、お前の<i>情熱</i>には…
ko: 너희의 설교는 더 이상 아무 감흥도 없지만, 그 <i>열정</i>만큼은...
uk: Мене зворушують уже не ваші проповіді, а ваша <i>палкість</i>...
zh_cn: 你的布道已经不再能打动我，但你的<i>热诚</i>……

# bark_item_holy_hymnal+grave_robber
source: Goodness, some of these are intense.
ja: なんと、中には強烈なのもあるわね
ko: 어머나, 저 노래는 가사가 좀 세다?
uk: Хм, цікаві тут ритми.
zh_cn: 天啊，有些部分真够激动的。

# bark_item_holy_hymnal+hellion
source: Sing for me! Again! Louder!
ja: 私のために歌ってくれ！もう一度！大きな声で！
ko: 날 위해 노래해라! 다시! 더 크게!
uk: Заспівай для мене! Ще! Гучніше!
zh_cn: 唱给我听！再来！大点声！

# bark_item_holy_hymnal+highwayman
source: She really belts these out, eh?
ja: 彼女はこれを本当に大声で歌うのか？
ko: 이야, 목청 한번 좋은데?
uk: Цікаве горлопанство!
zh_cn: 她唱得真不错啊，嗯？

# bark_item_holy_hymnal+jester
source: Simple tunes, but the masses love 'em.
ja: 素朴な曲だが、みんな大好きだ
ko: 가락이 너무 단순해. 하지만 다들 좋아하지.
uk: Мелодії прості, але людям до вподоби.
zh_cn: 简单的旋律，但是大众就喜欢这种。

# bark_item_holy_hymnal+leper
source: I'm familiar - though in another tongue...
ja: よく知っているぞ。別の言語で、だがな…
ko: 나도 자주 부르던 노래군. 언어는 달랐지만...
uk: Уже чув, хоч і іншою мовою...
zh_cn: 这首歌我很熟悉——只不过我听的是另一种语言的……

# bark_item_holy_hymnal+man_at_arms
source: Bless ye if y'think I can carry a tune.
ja: 俺が音楽を奏でられると思うなよ
ko: 이 목청으로 퍽이나 노래가 나오겠다.
uk: Думаєш, у мене співочий голос?
zh_cn: 你觉得我不会跑调的话，就太看得起我了。

# bark_item_holy_hymnal+occultist
source: If you believe it will aid us...
ja: それが我々の助けになると信じれば…
ko: 그게 도움이 된다고 생각한다면야...
uk: Якщо віриш, що це нам допоможе...
zh_cn: 如果你觉得这能帮到我们的话……

# bark_item_holy_hymnal+plague_doctor
source: My, the nun has a robust set of lungs.
ja: なんと、修道女はかなりの肺活量があるんだな
ko: 어라, 수녀님 목청 되게 건강하네.
uk: Які ж у черниці міцні легені!
zh_cn: 天啊，修女的肺活量真是可观。

# bark_item_holy_hymnal+runaway
source: Never thought I'd hear that one again. Leave me be.
ja: またそれを聞くとは思わなかった。ほっといて
ko: 저 노래를 다시 듣게 될 줄은 몰랐는데. 날 좀 내버려 둬.
uk: Хто б міг подумати, що я почую це знову.
zh_cn: 从来没想过我还会听到那首歌。让我一个人静静。

# bark_item_holy_hymnal+vestal
source: Ahhh, nothing stirs the spirit quite like it!
ja: ああ、これほど心を揺さぶられるものはありません！
ko: 아, 이만큼 정신을 자극하는 게 어디 있을까!
uk: Ох-х, ніщо так не збуджує дух, як це!
zh_cn: 啊，没什么比这个更能激动人心了！

# bark_item_impermeable_poultice
source: A bane against pestilence!
ja: 疫病に効く！
ko: 화농을 확실하게 방지해 주지!
uk: Клин клином вибивають!
zh_cn: 疫病的克星！

# bark_item_impermeable_poultice+bounty_hunter
source: Can't afford falling ill.
ko: 상처가 덧나면 안되지.
uk: Не можу дозволити собі захворіти.

# bark_item_impermeable_poultice+flagellant
source: Heh heh. The blight will find a way in regardless...
ja: へへへ。病気は、そんなのを無視して蝕む術を見出すだろう…
ko: 헤헤. 어차피 역병은 어떻게든 감염 시킬 방도를 찾아낼 터...
uk: Хе-хе. Хвороба знайде собі шлях в будь-якому випадку...
zh_cn: 呵呵。腐蚀总会找到侵入的方式的……

# bark_item_impermeable_poultice+grave_robber
source: Effective even against my own bag of tricks.
ko: 내가 쓰는 비법까지도 막아 줄 약빨인데.
uk: Ефективно навіть проти моїх хитрощів.

# bark_item_impermeable_poultice+hellion
source: Smells foul so it must work.
ja: 鼻をつく臭いだが、効くに違いない
ko: 냄새 지독하니 약빨 분명하다.
uk: Пахне гидко... має спрацювати.
zh_cn: 闻起来臭得很，所以一定有用。

# bark_item_impermeable_poultice+highwayman
source: Protects against double-crossin'.
ja: 裏切りから身を守るのにいいな
ko: 뒤통수 치는 것도 막아 줄 약빨이로군.
uk: Захищає навіть від облуди.
zh_cn: 防止被人背叛。

# bark_item_impermeable_poultice+jester
source: Snakes, spiders - a humiliating way to die.
ja: ヘビやクモに殺されるなんて、屈辱的だしな
ko: 뱀이나 거미 따위에 죽으면 좀 창피하긴 하겠지.
uk: Змії, павуки — якийсь принизливий спосіб умерти.
zh_cn: 死在蜘蛛毒蛇这些东西上，就太可悲了。

# bark_item_impermeable_poultice+leper
source: The blight shall not claim me until I am ready.
ja: 私が受け入れる覚悟ができるまで、病魔に倒れるわけにはいかない
ko: 내가 대비하는 한 역병은 날 잠식하지 못할 터.
uk: Хвороба не забере мене, доки я не буду готовий.
zh_cn: 在我准备好之前，我不会让腐蚀将我夺去。

# bark_item_impermeable_poultice+man_at_arms
source: Traitors and cowards, poisoners are.
ja: 毒を使うのは裏切り者や卑怯者だ
ko: 독 쓰는 놈들은 다 배신자에 겁쟁이야.
uk: Справжні отруювачі — це зрадники й боягузи.
zh_cn: 用毒的人，要么是叛徒，要么是懦夫。

# bark_item_impermeable_poultice+occultist
source: We wouldn't make it to a convalescence ward.
ja: 療養病棟までたどり着けないだろう
ko: 어차피 요양원에 입원할 수도 없는 노릇이잖나.
uk: Ми б не потрапили до палати для видужуючих.
zh_cn: 我们没机会在康复病房里躺着。

# bark_item_impermeable_poultice+plague_doctor
source: Not as potent as my formula, but it should draw out impurities.
ko: 내가 만든 약만큼 확실하지는 않지만 소독 효과 정도는 있겠군.
uk: Не такий сильний, як мій препарат, але має видалити всю отруту.

# bark_item_impermeable_poultice+runaway
source: The sick fall behind. Not me.
ja: 病気になると遅れをとる。私は嫌
ko: 병든 자는 뒤처지지. 난 아니야.
uk: Хворі залишаться позаду. Я — ні.
zh_cn: 生病的人会被丢下。我可不想生病。

# bark_item_impermeable_poultice+vestal
source: Our enemies wield pestilence as we wield hope.
ja: 敵は疫病を振りかざしますが、私たちは希望を振りかざします
ko: 적들은 부패로, 우리는 희망으로 무장하였다.
uk: Наші вороги несуть чуму, а ми — надію.
zh_cn: 我们的敌人有疫病做武装，而我们则有希望。

# bark_item_improvised_strategy+bounty_hunter
source: Solid plan.
ja: 堅実な計画だ
ko: 괜찮은 계획이군.
uk: Надійний план.
zh_cn: 好计划。

# bark_item_improvised_strategy+flagellant
source: I'll be your vanguard, old man.
ja: 俺がお前の先兵になる
ko: 내가 맨 앞에 서지, 늙은이.
uk: Я буду твоїм авангардом.
zh_cn: 我来做你的先锋，老家伙。

# bark_item_improvised_strategy+grave_robber
source: *yawwwwn* 'Course I'm listening.
ja: ふああ…もちろん聞いているよ
ko: (하품) 응응, 듣고 있었어.
uk: *позіхає* Так-так, я слухаю.
zh_cn: *打哈欠*我当然在听。

# bark_item_improvised_strategy+hellion
source: Too much talking.
ja: 話が多すぎだ
ko: 말 너무 많다.
uk: Забагато балаканини.
zh_cn: 话太多了。
