Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# save_file_backtrack_biome_description
source: Unable to load game save. Returning to start of region.
ja: セーブデータをロードできません。地域の最初に戻ります。
ko: 저장 파일을 불러올 수 없습니다. 지역의 시작 지점으로 돌아갑니다.
uk: Неможливо завантажити збереження. Повертаємо вас у початок регіону.
zh_cn: 无法载入游戏存档。正在返回地区开始处。

# save_file_backtrack_inn_description
source: Unable to load game save. Returning to a previous inn.
ja: セーブデータをロードできません。前の宿に戻ります。
ko: 저장 파일을 불러올 수 없습니다. 바로 이전의 여관으로 돌아갑니다.
uk: Неможливо завантажити збереження. Повертаємо вас у попередній трактир.
zh_cn: 无法载入游戏存档。正在返回上一个旅馆。

# save_file_backtrack_row_description
source: Unable to load game save. Returning to a previous encounter.
ja: セーブデータをロードできません。前の遭遇に戻ります。
ko: 저장 파일을 불러올 수 없습니다. 바로 이전의 조우로 돌아갑니다.
uk: Неможливо завантажити збереження. Повертаємо вас до останньої зустрічі.
zh_cn: 无法载入游戏存档。正在返回之前的遭遇。

# save_file_invalidate_run_description
source: Invalid save data, unable to load. Restarting expedition.
ja: 不正なセーブデータのため読み込めません。遠征を最初からやり直します。
ko: 유효하지 않은 저장 데이터입니다. 불러올 수 없습니다. 원정을 재시작합니다.
uk: Дані збереження пошкоджені. Неможливо завантажити. Перезапускаємо похід.
zh_cn: 存档数据无效，无法载入。正在重启征程。

# save_file_load_failure_continue_button
source: DON'T SEND
ja: 送らない
ko: 전송하지 않음
uk: НЕ НАДСИЛАТИ
zh_cn: 不发送

# save_file_load_failure_description
source: Unable to load save file. Restarting expedition.
ko: 저장 파일을 불러올 수 없습니다. 원정을 재시작합니다.
uk: Неможливо завантажити файл збереження. Перезапускаємо похід.

# save_file_load_failure_ok_button
source: OK
ko: 확인
uk: ОК
zh_cn: 好的

# save_file_load_failure_send_report_button
source: SEND REPORT
ja: レポートを送信
ko: 보고 전송
uk: НАДІСЛАТИ ВІДГУК
zh_cn: 发送报告

# save_file_load_failure_title
source: Error Loading Save Data!
ja: セーブファイルの読込エラー！
ko: 저장 데이터 불러오기 오류!
uk: Помилка під час завантаження!
zh_cn: 载入存档数据出错！

# save_file_missing_data_description@0
source: Warning: Some data was missing from save files. Restarting expedition.
ko: 경고: 저장 파일에 일부 데이터가 누락되었습니다. 원정을 재시작합니다.
uk: Увага! У файлах збереження немає деяких даних. Перезапускаємо похід.

# save_file_missing_data_description@1
source: Warning: Some data was missing from save files. Restarting expedition.
ko: 경고: 저장 파일에 일부 데이터가 누락되었습니다. 원정을 재시작합니다.
uk: Увага! У файлах збереження немає деяких даних. Перезапускаємо похід.

# save_file_missing_data_title
source: Save Data Missing!
ja: セーブデータが欠損！
ko: 저장 데이터 누락!
uk: Немає збережених даних!
zh_cn: 存档数据丢失！

# save_file_outdated_version_restart_biome_desc
source: Unable to load save file as it is from an older version of the game. Returning to start of region.
ja: セーブファイルの作成バージョンが古いため、読み込むことができません。地域の最初に戻ります。
ko: 저장 파일이 구형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 지역의 시작 지점으로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із попередніх версій гри. Повертаємо вас у початок регіону.
zh_cn: 无法载入游戏存档，因为存档来自更早版本的游戏。正在返回地区开始处。

# save_file_outdated_version_restart_biome_desc_new
source: Unable to load save file as it is from a newer version of the game. Returning to start of region.
ja: セーブファイルの作成バージョンが新しいため、読み込むことができません。地域の最初に戻ります。
ko: 저장 파일이 신형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 지역의 시작 지점으로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із пізніших версій гри. Повертаємо вас у початок регіону.
zh_cn: 无法载入游戏存档，因为存档来自更新版本的游戏。正在返回地区开始处。

# save_file_outdated_version_restart_inn_desc
source: Unable to load save file as it is from an older version of the game. Returning to previous inn.
ja: セーブファイルの作成バージョンが古いため、読み込むことができません。前の宿に戻ります。
ko: 저장 파일이 구형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 바로 이전의 여관으로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із попередніх версій гри. Повертаємо вас у попередній трактир.
zh_cn: 无法载入游戏存档，因为存档来自更早版本的游戏。正在返回上一个旅馆。

# save_file_outdated_version_restart_inn_desc_new
source: Unable to load save file as it is from a newer version of the game. Returning to previous inn.
ja: セーブファイルの作成バージョンが新しいため、読み込むことができません。前の宿に戻ります。
ko: 저장 파일이 신형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 바로 이전의 여관으로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із пізніших версій гри. Повертаємо вас у попередній трактир.
zh_cn: 无法载入游戏存档，因为存档来自更新版本的游戏。正在返回上一个旅馆。

# save_file_outdated_version_restart_row_desc
source: Unable to load save file as it is from an older version of the game. Returning to previous encounter.
ja: セーブファイルの作成バージョンが古いため、読み込むことができません。前の遭遇に戻ります。
ko: 저장 파일이 구형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 바로 이전의 조우로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із попередніх версій гри. Повертаємо вас до останньої зустрічі.
zh_cn: 无法载入游戏存档，因为存档来自更早版本的游戏。正在返回之前的遭遇。

# save_file_outdated_version_restart_row_desc_new
source: Unable to load save file as it is from a newer version of the game. Returning to previous encounter.
ja: セーブファイルの作成バージョンが新しいため、読み込むことができません。前の遭遇に戻ります。
ko: 저장 파일이 신형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 바로 이전의 조우로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із пізніших версій гри. Повертаємо вас до останньої зустрічі.
zh_cn: 无法载入游戏存档，因为存档来自更新版本的游戏。正在返回之前的遭遇。

# save_file_outdated_version_restart_run_desc
source: Unable to load save file as it is from an older version of the game. Restarting expedition.
ja: セーブファイルの作成バージョンが古いため、読み込むことができません。遠征を再スタートします。
ko: 저장 파일이 구형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 바로 이전의 원정으로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із попередніх версій гри. Перезапускаємо похід.
zh_cn: 无法载入游戏存档，因为存档来自更早版本的游戏。正在重启征程。

# save_file_outdated_version_restart_run_desc_new
source: Unable to load save file as it is from a newer version of the game. Restarting expedition.
ja: セーブファイルの作成バージョンが新しいため、読み込むことができません。遠征を再開します。
ko: 저장 파일이 신형 게임 버전에서 생성된 것이라 불러올 수 없습니다. 바로 이전의 원정으로 돌아갑니다.
uk: Неможливо завантажити файл збереження, створений в одній із пізніших версій гри. Перезапускаємо похід.
zh_cn: 无法载入游戏存档，因为存档来自更新版本的游戏。正在重启征程。

# save_file_outdated_version_title
source: Outdated Save Data!
ja: セーブデータのバージョン問題！
ko: 만료된 저장 데이터!
uk: Дані збереження застарілі!
zh_cn: 存档数据版本过早！

# sc_repair_stage_coach_armour_label
source: Repair Armor
ko: 장갑 수리
uk: Ремонт броні

# sc_repair_stage_coach_wheels_label
source: Repair Wheels
ko: 바퀴 수리
uk: Ремонт коліс

# select_route_equip_trophy_label
source: <sprite name={q}icon-alert{q}> Trophy required to enter the Mountain! Equip your trophy onto the stagecoach before continuing.
ja: <sprite name={q}icon-alert{q}>山に入るにはトロフィーが必要だ！ 先へ進む前に、駅馬車にトロフィーを装備しよう。
ko: <sprite name={q}icon-alert{q}> 산에 진입하려면 전리품이 필요합니다! 계속 하려면 역마차에 전리품을 장비하세요.
uk: <sprite name={q}icon-alert{q}>Щоб піднятися на Гору, потрібен трофей. Установіть його на Диліжанс, перш ніж вирушити далі.
zh_cn: <sprite name={q}icon-alert{q}>需要狩猎纪念品才能前往山峰！ 在继续之前，先为你的驿站马车装备狩猎纪念品。

# shared_carrion_eater
source: Carrion Eater
ja: カリオン・イーター
ko: 청소부 구더기
uk: Падальник
zh_cn: 食腐兽

# shared_carrion_eater_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_carrion_eater_mutated
source: Carrion Devourer
ja: カリオン・デヴァウラー
ko: 송장 포식충
uk: Пожирач
zh_cn: 噬腐兽

# shared_carrion_eater_mutated_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_collector
source: The Collector
ko: 수집가

# shared_collector_head_hwy
source: Collected Highwayman
ko: 수집된 노상강도

# shared_collector_head_maa
source: Collected Man-at-Arms
ko: 수집된 중보병

# shared_collector_head_ves
source: Collected Vestal
ko: 수집된 성녀

# shared_death
source: Death
ko: 사신
uk: Смерть

# shared_death_headstone
source: Headstone
ko: 비석
uk: Надгробок

# shared_dog_rabid
source: Rabid Gnasher
ja: 狂暴ナッシャー
ko: 맹렬한 광견
uk: Скажений зубоклац
zh_cn: 呲牙狂犬

# shared_dog_rabid_b
source: Gander
ja: ガンダー
ko: 갠더
uk: Гандер
zh_cn: 凌人狂犬

# shared_dog_rabid_b_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_dog_rabid_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_ghoul
source: Ghoul
ja: グール
ko: 구울
uk: Упир
zh_cn: 食尸鬼

# shared_ghoul_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_lost_soul
source: Lost Soul
ja: ロストソウル
ko: 잊힌 영혼
uk: Заблукана душа
zh_cn: 失落之人

# shared_lost_soul_chirurgeon
source: Chirurgeon
ko: 거머리 의사

# shared_lost_soul_chirurgeon_corpse
source: Corpse
ko: 시체

# shared_lost_soul_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_lost_soul_leper
source: Leper
ja: 没落者
ko: 나병환자
uk: Прокажений
zh_cn: 麻风病人

# shared_lost_soul_leper_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_lost_soul_patient
source: Patient
ko: 환자

# shared_lost_soul_patient_corpse
source: Corpse
ko: 시체

# shared_lost_soul_urchin
source: Urchin
ja: 小僧
ko: 부랑아
uk: Бешкетник
zh_cn: 顽童

# shared_lost_soul_urchin_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_lost_soul_widow
source: Widow
ja: 未亡人
ko: 과부
uk: Вдова
zh_cn: 寡妇

# shared_lost_soul_widow_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_lost_soul_yeoman
source: Woodsman
ja: 木こり
ko: 나무꾼
uk: Лісоруб
zh_cn: 伐木人

# shared_lost_soul_yeoman_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_pillager_antiquarian
source: Antiquarian
ja: 古物収集家
ko: 유물수집상
uk: Антикварка
zh_cn: 古董商人

# shared_pillager_artillery
source: Implication
ja: 恐るべき兵器
ko: 대포
uk: Машина війни
zh_cn: 加农炮

# shared_pillager_artillery_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_pillager_firemouth
source: Firemouth
ja: 炎の口
ko: 불장난꾼
uk: Вогнеуст
zh_cn: 吞火者

# shared_pillager_firemouth_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_pillager_melee
source: Pillager Hatchetman
ja: 略奪者の斧使い
ko: 도끼 든 도적
uk: Бандит
zh_cn: 劫掠者斧手

# shared_pillager_melee_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_pillager_mongrel
source: Mongrel
ja: 雑種犬
ko: 잡종견
uk: Дворняга
zh_cn: 杂种狗

# shared_pillager_mongrel_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_pillager_ranged
source: Pillager Crackshot
ja: 略奪者の射手
ko: 명사수 도적
uk: Стрілець
zh_cn: 劫掠者枪手

# shared_pillager_ranged_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_shambler
source: Shambler
ja: シャンブラー
ko: 기는 혼돈
uk: Пітьманник
zh_cn: 跛行者

# shared_shambler_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_shambler_tentacle
source: Shambler Tentacle
ja: シャンブラーの触手
ko: 기는 혼돈 촉수
uk: Щупальце пітьманника
zh_cn: 跛行者触手

# shared_spider_spitter
source: Spitter
ja: スピッター
ko: 침 뱉는 거미
uk: Плювальник
zh_cn: 喷网者

# shared_spider_spitter_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# shared_spider_webber
source: Webber
ja: ウェバー
ko: 그물 잣는 거미
uk: Ткач
zh_cn: 织网者

# shared_spider_webber_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# skill_desc_arms_phase1_blam
source: When target <sprite name={q}token_combo{q}>: Ignores <sprite name={q}token_dodge{q}>, +100% DMG, <sprite name={q}token_stun{q}>
ko: <sprite name={q}token_combo{q}> 지정 시: <sprite name={q}token_dodge{q}> 무시, 주는 피해 +100%, <sprite name={q}token_stun{q}>
uk: Коли ціль <sprite name={q}token_combo{q}>: ігнорує <sprite name={q}token_dodge{q}>, +100% ШКД, <sprite name={q}token_stun{q}>

# skill_desc_arms_phase1_mark
source: <color=#{notable}>Random Adjacent Hero:</color><sprite name={q}token_combo{q}>
ko: <color=#{notable}>무작위 인접 영웅에:</color><sprite name={q}token_combo{q}>
uk: <color=#{notable}>Випадковий сусідній герой:</color><sprite name={q}token_combo{q}>

# skill_desc_arms_phase2_mark_back
source: When target <sprite name={q}token_combo{q}>: Ignores <sprite name={q}token_dodge{q}>, <sprite name={q}token_immoblize{q}>
ko: <sprite name={q}token_combo{q}> 지정 시: <sprite name={q}token_dodge{q}> 무시, <sprite name={q}token_immoblize{q}>
uk: Коли ціль <sprite name={q}token_combo{q}>: ігнорує <sprite name={q}token_dodge{q}>, <sprite name={q}token_immoblize{q}>

# skill_desc_arms_phase2_mark_front
source: When target <sprite name={q}token_combo{q}>: Ignores <sprite name={q}token_dodge{q}>, <sprite name={q}token_immoblize{q}>
ko: <sprite name={q}token_combo{q}> 지정 시: <sprite name={q}token_dodge{q}> 무시, <sprite name={q}token_immoblize{q}>
uk: Коли ціль <sprite name={q}token_combo{q}>: ігнорує <sprite name={q}token_dodge{q}>, <sprite name={q}token_immoblize{q}>

# skill_desc_arms_phase3_blam
source: Deals 100% of remaining <sprite name={q}icon_bleed{q}> on Target as DMG When target <sprite name={q}token_combo{q}>: <color=#{heal}>Heal 5%</color>, Remove All <color=#{notable}>Positive</color> Tokens
ja: 対象についた<sprite name={q}icon_bleed{q}>の残り100%分をダメージとして与える 対象が<sprite name={q}token_combo{q}>の時：<color=#{heal}>回復 5%</color>、全ての<color=#{notable}>ポジティブ</color>トークンを除去
ko: 대상에게 남은 <sprite name={q}icon_bleed{q}>의 100%만큼 피해를 입힘 <sprite name={q}token_combo{q}> 지정 시: <color=#{heal}>5% 치유</color>, <color=#{notable}>긍정적</color> 토큰 전부 제거
uk: Завдає 100% від залишк. <sprite name={q}icon_bleed{q}> по цілі як ШКД Коли ціль <sprite name={q}token_combo{q}>: <color=#{heal}>лікує 5%</color>, знімає всі <color=#{notable}>позитивні</color> мітки
zh_cn: 对目标造成伤害，伤害量等于还未生效的<sprite name={q}icon_bleed{q}>的100% 目标<sprite name={q}token_combo{q}>时：<color=#{heal}>治疗5%</color>，移除所有<color=#{notable}>正面</color>标记

# skill_desc_collector_collect_call
source: <color=#{notable}>Summon Collected Heads</color>
ko: <color=#{notable}>수집한 머리 소환</color>

# skill_desc_eyes_nuke
source: Ignores <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> Requires Target has <sprite name={q}token_eyes_focus_hero_2{q}> <color=#{buff}>+25% DMG</color> per <sprite name={q}token_eyes_focus_hero_2{q}> on Target
ko: <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> 무시 대상에 <sprite name={q}token_eyes_focus_hero_2{q}> 필요 <color=#{buff}>대상의 <sprite name={q}token_eyes_focus_hero_2{q}> 하나당 주는 피해 +25%</color>

# skill_desc_eyes_seek_initial
source: <color=#{notable}>On Hit:</color> Copy All <color=#{notable}>Positive</color> Tokens Ignores <sprite name={q}token_blind-line{q}>
ko: <color=#{notable}>명중 시: </color><color=#{notable}>긍정적</color> 토큰 전부 복사 <sprite name={q}token_blind-line{q}> 무시

# skill_desc_eyes_stalk_l_attack
source: Ignores <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> Requires Target has <sprite name={q}token_eyes_focus_hero_2{q}>
ko: <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> 무시 대상에 <sprite name={q}token_eyes_focus_hero_2{q}> 필요

# skill_desc_eyes_stalk_l_seek_initial
source: Ignores <sprite name={q}token_blind-line{q}>
ko: <sprite name={q}token_blind-line{q}> 무시

# skill_desc_eyes_stalk_m_attack_grow
source: Ignores <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> Requires Target has <sprite name={q}token_eyes_focus_hero_2{q}> <color=#{notable}>Self:</color> Grow to Cluster of Eyes, Remove<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>
ko: <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> 무시 대상에 <sprite name={q}token_eyes_focus_hero_2{q}> 필요 <color=#{notable}>자신:</color> 눈의 군집에 성장, <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 제거

# skill_desc_eyes_stalk_m_seek_initial
source: Ignores <sprite name={q}token_blind-line{q}>
ko: <sprite name={q}token_blind-line{q}> 무시

# skill_desc_eyes_stalk_s_attack_grow1
source: Ignores <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> Requires Target has <sprite name={q}token_eyes_focus_hero_2{q}> <color=#{notable}>Self:</color> Grow to Bifurcated Eye, Remove<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>
ko: <sprite name={q}token_blind-line{q}><sprite name={q}token_stealth{q}> 무시 대상에 <sprite name={q}token_eyes_focus_hero_2{q}> 필요 <color=#{notable}>자신:</color> 갈라진 눈에 성장, <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 제거

# skill_desc_eyes_stalk_s_seek_mirror
source: Ignores <sprite name={q}token_blind-line{q}>
ko: <sprite name={q}token_blind-line{q}> 무시

# skill_desc_eyes_suppress
source: Ignores <sprite name={q}token_blind-line{q}> Requires Hero Party has 2+ <sprite name={q}token_combo{q}>
ko: <sprite name={q}token_blind-line{q}> 무시 영웅의 원정대에 <sprite name={q}token_combo{q}> 2 이상 필요

# skill_desc_lost_soul_chirurgeon_bloodletting
source: <color=#{harmful}>Remove</color> <sprite name={q}icon_disease{q}>
ko: <color=#{harmful}>제거</color> <sprite name={q}icon_disease{q}>

# skill_desc_lost_soul_chirurgeon_leucotomy
source: <color=#{notable}>Allies:</color> <color=#{heal}>Heal 33%</color>, <color=#{notable}>add unique buff</color>
ko: <color=#{notable}>아군:</color> <color=#{heal}>33% 치유</color>, <color=#{notable}>고유 강화 추가</color>

# skill_desc_lost_soul_chirurgeon_trephination
source: Remove <color=#{harmful}>Negative</color> tokens Deal damage per <color=#{harmful}>Negative</color> token
ko: <color=#{harmful}>부정적</color> 토큰 제거 <color=#{harmful}>부정적</color> 토큰 하나당 피해

# skill_desc_lost_soul_chirurgeon_trephination_b
source: Remove <color=#{harmful}>Negative</color> tokens Deal damage per <color=#{harmful}>Negative</color> token
ko: <color=#{harmful}>부정적</color> 토큰 제거 <color=#{harmful}>부정적</color> 토큰 하나당 피해

# skill_effect_type_combat_start
source: Combat Start
ja: 戦闘開始
ko: 전투 시작 시
uk: Початок бою
zh_cn: 战斗开始时

# skill_effect_type_death
source: Death
ja: 死
ko: 사신
uk: Смерть
zh_cn: 死亡时

# skill_effect_type_deaths_door_enter
source: Death's Door
ja: 瀕死
ko: 죽음의 문턱
uk: Поріг смерті
zh_cn: 命悬一线时

# skill_effect_type_deaths_door_exit
source: Death's Door Recovery
ja: 瀕死復帰
ko: 죽음의 문턱 회복
uk: Подолання порога смерті
zh_cn: 脱离命悬一线时

# skill_effect_type_health_damage
source: When Damaged
ja: ダメージを受けた時
ko: 피해를 입었을 때
uk: Коли завдано шкоди
zh_cn: 受伤时

# skill_effect_type_move
source: On Move
ja: 移動中
ko: 이동 시
uk: Коли переміщується
zh_cn: 移动时

# skill_effect_type_on_attack_as_target_to_target
source: Gain on Attack
ja: 攻撃時に獲得
ko: 공격 시 획득
uk: Отримує, коли атакує
zh_cn: 攻击时获得

# skill_effect_type_on_hit_as_performer_to_target
source: Apply On Hit
ja: 攻撃命中時に付与
ko: 명중 효과
uk: Накладає, коли б’є по цілі
zh_cn: 命中时造成

# skill_effect_type_on_hit_as_target_to_target
source: Gain On Hit
ja: 攻撃命中時に獲得
ko: 명중 시 획득
uk: Отримує, коли влучає по цілі
zh_cn: 命中时获得

# skill_effect_type_on_miss_as_performer_to_target
source: Apply On Miss
ja: 攻撃ミス時に付与
ko: 빗나감 효과
uk: Накладає, коли не влучає
zh_cn: 失手时造成

# skill_effect_type_on_miss_as_target_to_target
source: Gain On Miss
ja: 攻撃ミス時に獲得
ko: 빗나감 시 획득
uk: Отримує, коли не влучає
zh_cn: 失手时获得

# skill_effect_type_round_end
source: Round End
ja: ラウンド終了
ko: 라운드 종료 시
uk: Кінець раунду
zh_cn: 回合结束时

# skill_effect_type_round_start
source: Round Start
ja: ラウンド開始
ko: 라운드 시작 시
uk: Початок раунду
zh_cn: 回合开始时

# skill_effect_type_stress_damage
source: When Stressed
ja: ストレス下の時
ko: 스트레스를 받았을 때
uk: Коли спричинено стрес
zh_cn: 压力提升时

# skill_effect_type_target_on_attack
source: Apply On Attack
ja: 攻撃時に付与
ko: 공격 시 효과
uk: Накладає, коли атакує
zh_cn: 攻击时造成

# skill_effect_type_turn_start
source: Turn Start
ja: ターン開始
ko: 턴 시작 시
uk: Початок ходу
zh_cn: 行动开始时

# skill_hover_bark_god_face_your_failure+bounty_hunter@0
source: *cracks knuckles*
ko: (주먹을 우두둑 꺾는다)
uk: *хрускає пальцями*

# skill_hover_bark_god_face_your_failure+bounty_hunter@1
source: *spits*
ko: 퉷.
uk: *спльовує*

# skill_hover_bark_god_face_your_failure+flagellant@0
source: Behold my exaltation!
ja: 見よ、俺の高揚を！
ko: 나의 존귀함을 보라!
uk: Ось моє звеличення!
zh_cn: 领教我的狂喜！

# skill_hover_bark_god_face_your_failure+flagellant@1
source: Come closer - be witness to my rapture!
ja: もっと近づけ。俺の歓喜を見届けろ！
ko: 가까이 오라, 와서 나의 휴거를 목격하라!
uk: Підійди ближче, щоб стати свідком мого екстазу!
zh_cn: 再靠近一点——见证我的永生吧！

# skill_hover_bark_god_face_your_failure+grave_robber@0
source: Ask what befell the last who bet against me!
ja: 最後に私に賭けた人がどうなったか尋ねてみて！
ko: 나한테 도박 걸었던 놈들이 다 어떻게 되었는지 알아?
uk: Запитай, що сталося з останнім, хто став на моєму шляху!
zh_cn: 你去打听打听，上一个赌我输的人是什么下场！

# skill_hover_bark_god_face_your_failure+grave_robber@1
source: To think it ends here, arm in arm with the rabble.
ja: ここで、暴徒と腕を組んで終わると思うとね。
ko: 여기서 끝날 줄 알았지. 온갖 잡놈들끼리 옹기종기 모여서 말야.
uk: Певно, тут все і закінчиться — посеред натовпу.
zh_cn: 和这群家伙手拉手走向结局，真是没想到呢。

# skill_hover_bark_god_face_your_failure+hellion@0
source: In death, we become legends!
ja: 死後、私たちは伝説となる！
ko: 우리는 죽어서 전설 된다!
uk: Після смерті ми станемо легендами!
zh_cn: 死后，我们就会成为传奇！

# skill_hover_bark_god_face_your_failure+hellion@1
source: Know that in falling, we taste GLORY!
ja: 倒れることで栄光を味わうことを知れ！
ko: 이 최후로 영광 맛본다!
uk: Знайте: вмираючи, ми купаємося в СЛАВІ!
zh_cn: 要知道，在这里陨落，就能品尝到荣耀！

# skill_hover_bark_god_face_your_failure+highwayman@0
source: I've ducked the noose long enough...
ko: 이미 충분히 오랫동안 도망다녔어...
uk: Я досить довго скидав петлю...

# skill_hover_bark_god_face_your_failure+highwayman@1
source: Only two ways this ends.
ja: これの結末は2通りしかない。
ko: 네가 죽든, 내가 죽든 둘 중 하나다.
uk: Є лише два можливих закінчення.
zh_cn: 这个故事只能有两种结局。

# skill_hover_bark_god_face_your_failure+jester@0
source: D'you think the bards will get our stories right?
ja: 吟遊詩人が、我々の話を正しく語ってくれると思うか？
ko: 음유시인들이 우리 이야기를 노래해 주겠지?
uk: Як ви думаєте, барди не перекручуватимуть наші історії?
zh_cn: 你们说，吟游诗人弄得清楚我们的故事吗？

# skill_hover_bark_god_face_your_failure+jester@1
source: Rehearsals are over, this is the big show.
ja: リハーサルは終わり、いよいよ本番だ。
ko: 리허설은 끝났어. 진짜 쇼 시작이다.
uk: Репетиції закінчилися, починається велике шоу.
zh_cn: 排练结束了，这便是最后的盛大演出。

# skill_hover_bark_god_face_your_failure+leper@0
source: I made my peace a lifetime ago.
ja: 自分とはかなり昔に和解したのだ。
ko: 지난 생에는 평화로운 삶을 일궜었지.
uk: Я знайшов гармонію із собою ціле життя тому.
zh_cn: 在上一世，我便找到了安宁。

# skill_hover_bark_god_face_your_failure+leper@1
source: If this be my last breath, I give it for all of you.
ja: もしこれが私の最後の呼吸となるなら、お前たち全員に捧げよう。
ko: 이게 내 마지막 호흡이라면 너희 모두에게 내리겠노라.
uk: Якщо це мій останній подих, я віддаю його за всіх вас.
zh_cn: 如果这是我的最后一战，那就让我为你们倾尽全力。

# skill_hover_bark_god_face_your_failure+man_at_arms@0
source: I swore to give it my last. Here I am.
ja: 最後の力を振り絞ると誓った。そして今、ここまで来たんだ。
ko: 내 마지막까지 전부 바치겠다 맹세했지. 그 순간이 왔군.
uk: Я поклявся віддати останнє. Я готовий...
zh_cn: 我发过誓要拼尽全力。是时候兑现诺言了。

# skill_hover_bark_god_face_your_failure+man_at_arms@1
source: This is the only victory that counts!
ko: 유일하게 가치 있을 승리로다!
uk: Це єдина перемога, яка має значення!

# skill_hover_bark_god_face_your_failure+occultist@0
source: I alone am master of this body!
ja: 私が、この体の唯一の主人である！
ko: 나는 이 육신의 오롯한 주인이다!
uk: Я єдиний господар цього тіла!
zh_cn: 只有我才是这具身体的主宰！

# skill_hover_bark_god_face_your_failure+occultist@1
source: Quiet your fear, your grief - it is time.
ko: 공포도, 슬픔도 접어두라. 때가 되었다.
uk: Вгамуйте свій страх, своє горе — настав час.

# skill_hover_bark_god_face_your_failure+plague_doctor@0
source: We move beyond the realm of theory.
ko: 우리는 이론의 영역을 한참 넘어섰어.
uk: Ми виходимо за межі теорії.

# skill_hover_bark_god_face_your_failure+plague_doctor@1
source: What mystery awaits me...?
ko: 과연 어떤 수수께끼가 기다리고 있을까...?
uk: Яка таємниця чекає на мене?

# skill_hover_bark_god_face_your_failure+runaway@0
source: We're out of road. Let's burn it down.
ko: 이젠 길바닥도 벗어났어. 다 태워 버리자고.
uk: Ми збилися з дороги. Давайте все спалимо.

# skill_hover_bark_god_face_your_failure+runaway@1
source: Whatever comes, I'm not going anywhere.
ko: 뭐가 오든 이젠 도망치지 않아.
uk: Що б там не було, я нікуди не піду.

# skill_hover_bark_god_face_your_failure+vestal@0
source: I face you with a clear heart, devils!
ja: 悪魔よ、私は澄んだ心で立ち向かいます！
ko: 내 정결한 심장으로 네게 맞서노라, 악이여!
uk: Я стою перед тобою із чистим серцем, нечиста сила!
zh_cn: 我的心境澄澈无比，恶魔！

# skill_hover_bark_god_face_your_failure+vestal@1
source: My own will. My own hands. Light preserve us!
ja: 私自身の意思。私自身の手。光が私たちを守るのです！
ko: 이것은 나의 의지, 나의 힘이다. 빛이여, 우릴 가호하소서!
uk: Моя власна воля... Мої власні руки... Світло, бережи нас!
zh_cn: 我自己的意志，我自己的双手。圣光护佑我们！

# skill_name_ablative_powders
source: Ablative Powders
ja: 除去用粉末
ko: 내열 가루약
uk: Порошок вогнестійкості
zh_cn: 烧蚀粉

# skill_name_adrenaline_tonic
source: Adrenaline Tonic
ja: アドレナリン強壮剤
ko: 흥분 강장제
uk: Тонізуючий напій
zh_cn: 肾上腺素补剂

# skill_name_altar_altar_of_ambition
source: Altar of Ambition
ko: 야망의 제단
