Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_compassionate_banter@5
source: The road ahead is fraught, but you do not walk it alone.
ja: 先の道は危険だらけだが、お前1人で歩むわけではない
ko: 그래, 앞길은 험난하지. 하지만 넌 혼자 걷지 않아.
uk: У дорозі на нас чатує багато небезпек, але ми разом.
zh_cn: 前路困顿，但你并不会独行。

# bark_act_out_compassionate_banter@6
source: This is a difficult time for us all and moods will swing like hammocks in a squall.
ja: 今は我々皆にとって大変な時期であり、気分は豪雨の時のハンモックのように揺れ動くだろう
ko: 지금은 모두에게 어려운 시기지. 폭풍 속 나뭇가지처럼 마음이 흔들리는 게 당연해.
uk: Лихі зараз часи. Настрій може змінюватися щохвилини.
zh_cn: 我们现在在经历无比艰难的时刻，情绪起伏不定再正常不过了。

# bark_act_out_cowardice_banter@0
source: I-I can't face them! The masks! No...!
ja: 奴らを直視できない！マスクめ！ああっ…！
ko: 나, 난 맞설 수 없어! 저 가면, 저 가면이!
uk: Я просто не можу... ці маски... ні!
zh_cn: 我——我无法面对他们！那些面具！不……！

# bark_act_out_cowardice_banter@1
source: M-my hands falter! You can't trust me in battle!
ja: 手が震える！これではろくに戦えない！
ko: 소... 손이 떨려! 이런 꼴로는 제대로 못 싸워!
uk: Руки трясуться... Мені не можна довірити зброю!
zh_cn: 我……我的手在抖！在战斗中你们没法信任我！

# bark_act_out_cowardice_banter@2
source: Some nights, I dream of fleeing...
ja: 時には、逃げる夢を見ることもある…
ko: 가끔씩 도망치는 꿈을 꿔...
uk: Іноді мені сниться, як я втікаю...
zh_cn: 在有些夜里，我梦想自己能逃离这一切……

# bark_act_out_cowardice_banter@3
source: What do you see in me?! I'm unfit for this!
ja: 何に目をつけて自分をやとった！？こんなのは不向きだ！
ko: 나한테 뭘 기대하는 거야?! 이런 일에는 역부족이라고!
uk: Що в мені такого? Я не підходжу.
zh_cn: 你到底看中了我哪一点？！我做不来这个！

# bark_act_out_curmudgeon_banter@0
source: Always with the nattering on, you lot...
ja: お前たちはいつもお喋りばかりしているな…
ko: 거 맨날 쫑알거리기나 하고 말이야...
uk: Стільки порожньої балаканини...
zh_cn: 你们这些人，总是说个没完……

# bark_act_out_curmudgeon_banter@1
source: The only thing worse than the company is the food.
ja: この集団よりもひどいのは、食事だけだな
ko: 너희보다 더 최악인 게 있다면 지금 먹는 음식 뿐이야.
uk: Гірше за попутників у мене тільки їжа.
zh_cn: 这一路上，比你们更糟的，也就只有食物了。

# bark_act_out_curmudgeon_banter@2
source: What was I thinking signing for this dungheap of an 'adventure'?
ja: 自分はどうして、こんなクソみたいな「冒険」に加わろうなんて思ったんだ？
ko: 난 대체 무슨 생각으로 이딴 '모험' 같은 개소리에 자원했을까?
uk: І як мені спало на думку погодитися на цю так звану пригоду?
zh_cn: 当初答应加入这见鬼的冒险时，我心里到底在想什么？

# bark_act_out_curmudgeon_banter@3
source: Ye gods, has a soul among you never heard of peace and quiet?
ja: 神々よ、平和と静寂を知らぬのか？
ko: 세상에, 혹시 '평온'이나 '고요'라는 개념에 대해 아는 자는 없나?
uk: О боги, як щодо тиші та спокою?
zh_cn: 我的天啊，你们都没有“安静”的概念吗？

# bark_act_out_dead_partner
source: I will cherish your sacrifice, always.
ja: お前の犠牲を、ずっと心に留めよう
ko: 네 희생을 결코 잊지 않겠어. 절대로.
uk: Я не забуду про твою жертву.
zh_cn: 你的牺牲，我永远不会忘却。

# bark_act_out_death_seeker_banter
source: True purpose can only be found in death.
ja: 真の目的は、死においてのみ見出される
ko: 진정한 사명은 죽음으로만 달성되는 법.
uk: Про справжнє покликання дізнаєшся лише за мить від смерті.
zh_cn: 唯有一死，才能领悟生命的意义。

# bark_act_out_doomsayer_banter@0
source: *frenzied weeping*
ja: ううっ…グスッ…
ko: (미친듯한 오열)
uk: *нестримні схлипи*
zh_cn: *嚎啕大哭*

# bark_act_out_doomsayer_banter@1
source: Hollow souls on a hollow struggle...
ja: 空虚な闘争に空虚な魂…
ko: 공허한 투쟁 속에 공허한 영혼들이 스러져 간다...
uk: Порожні душі в марній боротьбі...
zh_cn: 空洞的灵魂无谓地挣扎……

# bark_act_out_doomsayer_banter@2
source: Hope? I lost that long ago.
ja: 希望？そんなものはかなり前に無くなった
ko: 희망? 놓은 지 오래야.
uk: Надія? Давно її вже нема.
zh_cn: 希望？早就被我丢弃了。

# bark_act_out_doomsayer_banter@3
source: I have such nightmares... Our fate is sealed, I'm afraid.
ja: 悪夢を見た…我々の運命は決まったのだと
ko: 끔찍한 악몽을 꾸었어... 우리의 운명이 결정된 건 아닐지 두렵군.
uk: Мені сняться кошмари... Наша доля вирішена наперед.
zh_cn: 我的梦魇如此逼真……恐怕我们的命运早就注定。

# bark_act_out_doomsayer_banter@4
source: Mark my words, we are already done for!
ja: よく聞け。我々はもう終わりだ！
ko: 내 말 똑똑히 들어, 우린 이미 끝났어!
uk: Я достеменно знаю: нам кінець.
zh_cn: 记住我的话——我们死定了！

# bark_act_out_doomsayer_banter@5
source: Perhaps we deserve the pitiful death that awaits us...
ja: 待ち受ける哀れな死が、我々にふさわしいのかもな…
ko: 어쩌면 우리에겐 그런 무가치한 죽음이 어울릴지도...
uk: Можливо, ми заслужили на таку жалюгідну смерть...
zh_cn: 也许我们只配凄惨地死去，这就是命中注定……

# bark_act_out_doomsayer_banter@6
source: Shhh. The wailing outside, can ye hear it?
ja: シーッ。外で嘆く声が聞こえるか？
ko: 쉬잇. 밖에서 통곡하는 소리 들려?
uk: Цить! Тільки я чую ці завивання?
zh_cn: 嘘……外面的哀嚎声，你们能听到吗？

# bark_act_out_doomsayer_banter@7
source: When the end comes, it won't be clean. Or quick.
ja: 終わりが来る時、きれいには行かない。 すぐ終わりもしない
ko: 종말이 오더라도 결코 깔끔하거나 빠르지는 않을 거야.
uk: Коли настане кінець, він не буде швидким.
zh_cn: 当结局来临时，我们一定会死得很难看。

# bark_act_out_doomsayer_banter+leper
source: Acknowledge you will die as I have. It soothes the ache.
ja: いずれ死は来ると認めるんだ。痛みが和らぐぞ
ko: 그대들도 나처럼 죽게 되겠지. 최소한 고통은 없어지지만.
uk: Думка про те, що ви теж помрете, тішить мене.
zh_cn: 像我一样认命吧——我们都难逃一死。这样可以缓解痛苦。

# bark_act_out_farm_scrounger_banter@0
source: Look here, something glitters by the roadside!
ja: 見てみろ、道端で何か光っている！
ko: 여길 봐, 길가에 반짝이는 게 있어!
uk: Щось блищить на узбіччі.
zh_cn: 看啊，路边有东西在闪光！

# bark_act_out_farm_scrounger_banter@1
source: See, someone's buried a cache in these fields!
ja: 見ろ、やはり誰かがこの地に何かを埋めたんだ！
ko: 와, 누가 밭에 상자를 묻어 놨어!
uk: Хтось зробив схованку в полі.
zh_cn: 看，有人在这片农田下埋了个箱子！

# bark_act_out_farm_scrounger_banter@2
source: These midden heaps hold all manner of useful refuse.
ja: このような堆積物には、役に立つゴミが埋まっているぞ
ko: 이런 쓰레기 더미에는 온갖 귀중한 게 들어 있다고.
uk: У цих купах сміття є чим поживитись.
zh_cn: 这些垃圾堆中大有可用之物。

# bark_act_out_farm_scrounger_banter@3
source: These treacherous fields fester with corpses and loot.
ja: この危険な野原は、死体や戦利品で溢れかえっている
ko: 이 위험한 들판은 온통 시체와 전리품 천지로군.
uk: На цих підступних полях гори трупів і здобичі.
zh_cn: 这些阴森的田野中既有很多尸体，也有很多战利品。

# bark_act_out_farm_scrounger_banter+hellion
source: Ho! Something's hidden in the rot here...
ja: おや！この腐ったゴミの中に何かが隠されているぞ…
ko: 하! 누가 이런 데다 쓸만한 걸 묻어 놨군...
uk: О, щось заховано в гниллі...
zh_cn: 嗬！那堆腐烂的垃圾中藏了什么东西……

# bark_act_out_fear_of_cadaver_banter@0
source: I can't face them - my own mortality laid bare!
ja: 奴との対面は無理だ。自分の死が露わになってしまう！
ko: 눈 뜨고 못 보겠어. 내 필멸할 운명을 보는 것 같아!
uk: Я не можу... Моя смерть переді мною.
zh_cn: 我没法面对他们——他们昭示着死亡离我们近在咫尺！

# bark_act_out_fear_of_cadaver_banter@1
source: If I never see another shambling corpse it'll still be too soon...
ja: 二度と動く死体なんて見たくないものだ…
ko: 지금까지 본 시체들만으로도 기분 잡치기는 족해...
uk: Ходячих мерців залишилося ще дуже багато.
zh_cn: 就算我再也见不到蹒跚的尸体，也无法消除我对他们的恐惧……

# bark_act_out_fear_of_cadaver_banter@2
source: One look into those soulless eyes and my blood freezes in my veins!
ja: 魂のない目で見られるだけで、背筋が凍りそうなんだ！
ko: 저 공허한 눈을 보고 있으면 피가 차갑게 식는 것 같아!
uk: Коли дивишся в ці бездумні очі, кров холоне в жилах!
zh_cn: 一与那无神的双眼对视，我的血液就像凝固了一样！

# bark_act_out_fear_of_cadaver_banter@3
source: Those vacant eyes, their shriveled faces - no! No!
ja: その虚ろな目にしなびた顔… こっちを見るな！
ko: 비어버린 눈, 쪼그라든 얼굴... 안 돼! 싫어!
uk: Порожні очі, обличчя в зморшках... Ні-ні!
zh_cn: 空洞的双眼、萎缩的面庞……不！不！！

# bark_act_out_fear_of_cadaver_banter+leper
source: I stare into the mirror of my own rot...
ja: 自分の腐ったような姿を鏡で見ることになるとは…
ko: 내 운명을 거울처럼 비추는 것인가...
uk: Я дивлюся на відображення власного згасання...
zh_cn: 镜子的另一侧，是我腐烂的身躯……

# bark_act_out_fear_of_fanatics_banter@0
source: I can still hear them chanting...
ja: 今でも彼らの唱える声が聞こえる…
ko: 저들이 기도하는 소리가 들려...
uk: Я все ще чую співи...
zh_cn: 我还能听见他们的呼喊声……

# bark_act_out_fear_of_fanatics_banter@1
source: Mind the torch, please. I can't face them again...
ja: 松明を頼む。私はもう直視できない…
ko: 횃불 간수 잘 해. 저들과 또 맞설 수는 없다고...
uk: Смолоскип! Я не переживу ще однієї зустрічі...
zh_cn: 留意火炬。不能再让我面对他们了……

# bark_act_out_fear_of_fanatics_banter@2
source: Stoke the fires! The cult is gaining on us!
ja: 火を焚くんだ！教団が近づいてきている！
ko: 당장 불길 키워! 이교도들이 모이고 있다고!
uk: Розпалити вогонь! Єресь нас наздоганяє.
zh_cn: 点燃火焰！那些教徒要追上来了！

# bark_act_out_fear_of_fanatics_banter@3
source: What horrific ideal inspired these freaks to rivet blades to their arms and mold their flesh to iron!
ja: 腕に刃物をつけ、肉と鉄をくっつけるなど、この怪物どもはどんな恐ろしい理想を抱いているのか！
ko: 대체 무슨 놈의 믿음에 눈이 멀어서 팔을 칼로 바꾸고 살갗과 금속을 합쳐 놓았는지!
uk: Чия гротескна свідомість породила цих чудовиськ, що злилися в одне ціле з мечем і залізом?
zh_cn: 是什么可怖的愿景，让这些狂人将手臂改成刀锋，将身躯焊入钢铁……！

# bark_act_out_fear_of_fanatics_banter+runaway
source: C-careful with the torch! They're coming!
ja: 松明に気をつけて！奴らが来る！
ko: 횃불, 횃불 잘 간수해! 놈들이 온다!
uk: Обережніше зі смолоскипом! Вони близько.
zh_cn: 当、当心火炬！他们来了！

# bark_act_out_fear_of_fisherfolk_banter@0
source: How they quiver! How they creep on land in violation of Nature itself!
ja: 奴らの震えを見ろ！自然の理に反して陸上を這いずり回る姿を見ろ！
ko: 놈들이 펄떡거리는 꼴을 봐! 감히 땅에 발을 딛으면서 자연의 법칙을 모독하고 있잖아!
uk: Як вони звиваються, як плазують по землі всупереч самій природі!
zh_cn: 看他们抽搐的样子——他们在陆地上横行就是对大自然的亵渎！

# bark_act_out_fear_of_fisherfolk_banter@1
source: I glimpsed beneath the waves and saw true horror...!
ja: 波の下を垣間見たとき、真の恐怖を見た…！
ko: 언뜻 들춰 보았던 파도 아래에는 진정한 공포가 있었어...!
uk: У глибині промайнуло щось жахливе.
zh_cn: 在浪潮之下，我窥见了真正的恐怖……！

# bark_act_out_fear_of_fisherfolk_banter@2
source: I prefer my boots on dry, unmoving land, thank you!
ja: 自分は、乾燥した固い土を歩むのが好きなんだがな！
ko: 난 그냥 바짝 마르고 움직이지도 않는 땅을 밟을란다.
uk: Мені більше до вподоби тверда земля під ногами.
zh_cn: 我更喜欢在干燥稳固的陆地，谢谢！

# bark_act_out_fear_of_fisherfolk_banter@3
source: My stomach roils! I'm seasick!
ja: 吐きそうだ！船酔いする体質なんだよ！
ko: 속이 뒤집히는 것 같아! 나 뱃멀미 있다고!
uk: Живіт крутить, це морська хвороба!
zh_cn: 我的肠胃在翻涌……像是晕船了一样！

# bark_act_out_fear_of_fisherfolk_banter@4
source: Their hideous, rotting breath. Their dripping scales...
ja: 奴らの醜い腐った息に滴り落ちる鱗…
ko: 그 끔찍하고 썩은 비린내, 짠물 뚝뚝 떨어지는 비늘...
uk: Цей жахливий гнилий подих, ця мокра луска...
zh_cn: 他们腐臭的气息，他们湿滑的鳞片……

# bark_act_out_fear_of_fisherfolk_banter@5
source: Their unnatural words, their lidless, rolling eyes...
ja: 不自然な言葉、瞼のないギョロ目…
ko: 자연을 모독하는 언어. 눈꺼풀도 없이 희번득거리는 눈...
uk: Ці слова без сенсу, ці очі без повік.
zh_cn: 他们操着怪异的语言，瞪着没有眼睑的双目……

# bark_act_out_fear_of_fisherfolk_banter@6
source: When I close my eyes, I hear them hissing...
ja: 目を閉じると、シューシューと音がする…
ko: 눈을 감을 때마다 놈들이 쉿쉿거리는 소리가 들려...
uk: Коли я заплющую очі, я чую шипіння...
zh_cn: 我一闭上眼睛，就能听到他们嘶嘶的声音……

# bark_act_out_fear_of_fisherfolk_banter@7
source: You will know they draw near by that stench of old stagnant sea!
ja: 淀んだ海の悪臭で、奴らが近づいてくるのがわかるだろう
ko: 해묵은 비린내가 풍기면 놈들이 가까이 왔다는 뜻이야!
uk: Про їх появу дізнаєшся, коли відчуваєш сморід застояного моря!
zh_cn: 闻到那沉寂之海的恶臭，就知道是他们来了！

# bark_act_out_fear_of_fisherfolk_banter+occultist
source: Something in me wrenches when those pelagic fiends draw near!
ja: 海の魔物たちが近づいてくると、私の中の何かが揺さぶられるんだ！
ko: 바다의 악귀들이 가까이 몰려오면 속이 뒤집힌다니까!
uk: Мене вивертає, коли з’являються ці морські тварюки!
zh_cn: 那些海里来的恶魔一靠近，我的灵魂就会抽搐！

# bark_act_out_fear_of_gentry_banter@0
source: Do... do you hear a baby crying...?
ja: おい…赤ちゃんの泣き声が聞こえるか…？
ko: 혹시... 애 우는 소리 안 들려...?
uk: Лише... лише я чую дитячий плач?
zh_cn: 你们……你们有听见婴儿的哭声吗？

# bark_act_out_fear_of_gentry_banter@1
source: In my dreams, I see a banquet table, all its food rotting...
ja: 夢で晩餐会のテーブルを見たが、その料理がすべて腐っているんだ…
ko: 탁자에 굉장한 만찬이 차려진 꿈을 꿨어. 전부 썩어가고 있더군...
uk: Мені снився бенкет, де на столах лежала гнила їжа...
zh_cn: 在梦中，我看到了一张宴会长桌，上面所有的食物都在腐烂……

# bark_act_out_fear_of_gentry_banter@2
source: The smell, the flies, these beings express corruption itself!
ja: 悪臭とハエの群れ、これらの存在が腐敗そのものを表している！
ko: 냄새로 보나 파리떼로 보나 확실히 썩은 게 맞군!
uk: Сморід, мухи... ці потвори — втілення тліну!
zh_cn: 扑面而来的恶臭，漫天飞舞的苍蝇——这些生物就是腐烂的化身！

# bark_act_out_fear_of_gentry_banter+grave_robber
source: Heavens, I could have become one of those slovenly creatures...
ja: ああ、私もあんなに汚らしい生き物になるところだった…
ko: 세상에나, 나도 저런 더러운 피조물이 될 수도 있었단 말 아냐...
uk: А я ж могла стати однією з них...
zh_cn: 天哪，我差点就要变成这些衣衫褴褛的怪物了……

# bark_act_out_fear_of_swine_banter@0
source: I beg of you, don't resign us to the sewers...
ja: お願いだから、我々を下水道に捨てないで…
ko: 제발 부탁이야, 저 하수구에 처박지 말아줘...
uk: Краще триматися подалі від пересохлих русел.
zh_cn: 求你们了，不要带我去下水道里……

# bark_act_out_fear_of_swine_banter@1
source: I'd sooner fight <i>you</i> than the swine!
ja: 豚より<i>お前</i>と戦ったほうがマシだ！
ko: 돼지들이랑 싸우느니 <i>너희와</i> 싸우겠다!
uk: Я краще битимуся з <i>тобою,</i> ніж із вепрем!
zh_cn: 我宁愿与你们为敌，也不想面对那些猪人！

# bark_act_out_fear_of_swine_banter@2
source: Sharp tusks, hands too much like ours... no! NO!
ja: 鋭い牙に、我々のものに酷似した手…そんなまさか！
ko: 날카로운 엄니, 너무나 사람 같은 손... 안 돼! 싫어!
uk: Ікла звіра й руки людини... Ні, ні!
zh_cn: 他们长着獠牙，双手却和我们几乎一样……不！不！

# bark_act_out_fear_of_swine_banter@3
source: Will the squealing never cease?!
ja: いつになったら鳴き声が止むんだ！？
ko: 저 꿀꿀거리는 소리는 언제쯤 잦아드나?!
uk: Коли ж припиниться цей вереск?!
zh_cn: 这尖叫声就没有个头吗？！

# bark_act_out_fear_of_swine_banter+hellion
source: Their squealing sounds like the cry of a human babe!
ja: 奴らの鳴き声は、人間の赤ん坊の泣き声のようだ！
ko: 꿀꿀거리는 소리가 아기 울음소리 같단 말이야!
uk: Цей вереск дуже схожий на плач немовляти.
zh_cn: 他们的尖叫声就像人类婴儿的哭啼！

# bark_act_out_field_surgeon_banter@0
source: Bite down on this, these sutures will sting!
ja: これを噛んでおけ。縫合でチクッとするぞ！
ko: 이빨 꽉 깨물어, 이거 꿰매려면 좀 따끔할 테니까!
uk: Шви болітимуть. Треба просто потерпіти.
zh_cn: 咬紧这个，缝针会很疼！

# bark_act_out_field_surgeon_banter@1
source: Burns, cuts, bites... and me with only bedsheets for bandages!
ja: 火傷、切り傷に噛み傷…そして包帯に使えそうなのは寝台のシーツだけだ！
ko: 화상, 자상, 물린 상처까지... 겨우 침대보 하나로 이걸 다 치료하라니!
uk: Опіки, порізи, укуси... і я з одним лише простирадлом.
zh_cn: 烧伤、割伤、咬伤……而我只有床单来充当绷带！

# bark_act_out_field_surgeon_banter@2
source: I'm afraid this might leave yet another scar.
ja: 新しい傷跡が残るかもしれないな
ko: 안타깝지만 흉터가 하나 더 생길 것 같네.
uk: Боюся, що залишиться ще один шрам.
zh_cn: 恐怕这个又会留一道疤。

# bark_act_out_field_surgeon_banter@3
source: Should take but a moment to stitch that up!
ja: 縫うのはそう時間がかからないはずだ！
ko: 이 정도면 금방 꿰매지!
uk: Пару швів — і все готове!
zh_cn: 只用片刻，我就能把这里缝好！

# bark_act_out_field_surgeon_banter@4
source: Steady, now - we must clean these wounds.
ja: 落ち着いて。この傷をきれいにしないと
ko: 가만히 있어. 상처 소독해야 하니까.
uk: Не ворушися... рани треба промити.
zh_cn: 别动——我得帮你清洗伤口。

# bark_act_out_field_surgeon_banter@5
source: This salve stings, yes, but an infection would sting worse!
ja: この軟膏は確かにしみるが、感染症はもっとひどいぞ！
ko: 그래, 좀 따가운 습포제지. 하지만 감염이 되면 따가운 수준으로 안 끝나!
uk: Мазь пече, але інфікована рана пектиме сильніше.
zh_cn: 这个药膏是疼，但总比伤口感染好受得多！

# bark_act_out_field_surgeon_banter+plague_doctor
source: Hold still! This tincture is priceless!
ja: じっとして！この薬液は貴重なの！
ko: 가만히 있어! 이 팅크제가 한 방울에 얼마짜린데!
uk: Не смикайся, бо розіллю цю безцінну настоянку!
zh_cn: 别抖！这种酊剂昂贵得很！

# bark_act_out_fields_explorer_banter@0
source: Let us not stray too close to the estates...
ja: 屋敷にはあまり近づかないようにしよう…
ko: 어지간하면 저 영지에 너무 가까이는 가지 말자고...
uk: Краще не наближатися до маєтків.
zh_cn: 咱们最好不要闯到离那些庄园太近的地方……

# bark_act_out_fields_explorer_banter@1
source: The old guidestones mark our path forward.
ja: 古い道標は、我々が進む道を示してくれる
ko: 오래된 표지석을 기준 삼아 나아가자고.
uk: Старе каміння вказує нам шлях.
zh_cn: 这些古老的引路石能指引我们前进。

# bark_act_out_fields_explorer_banter@2
source: These barren fields grant our foes less cover.
ja: この不毛の地は、敵にとって隠れ場所が少ないだろう
ko: 저렇게 황량한 벌판에는 적들도 몸을 숨길 곳이 없지.
uk: Ворогу в полі нема де сховатися.
zh_cn: 这里的土地荒芜，敌人能用的掩护会少些。

# bark_act_out_fields_explorer_banter@3
source: This damned road is as furrowed as the fields!
ja: この忌々しい道は野原と変わらない荒れようだな！
ko: 이 망할 놈의 도로는 무슨 밭고랑처럼 울퉁불퉁해!
uk: Це дорога чи поле? Звідки стільки борозен?
zh_cn: 见鬼，这条路比耕地还要泥泞！

# bark_act_out_fields_tactician_banter@0
source: Be mindful passing that old farmhouse...
ja: あの古い農家を通り過ぎるときは気をつけろ…
ko: 저 오래된 농가를 지날 때는 바짝 경계하라고...
uk: Стару ферму треба обходити обережно.
zh_cn: 经过那座老农庄的时候要当心……

# bark_act_out_fields_tactician_banter@1
source: Our coach has good sight lines. We'll see 'em coming.
ja: 我々の駅馬車は視界が良い。奴らが来ても見えるはずだ
ko: 마차에서 시야 확보하기가 좋아. 적들이 다가오면 바로 알아보겠어.
uk: З Диліжанса добре видно. Ми побачимо все заздалегідь.
zh_cn: 我们的马车上视野很好，敌袭逃不过我们的眼睛。

# bark_act_out_fields_tactician_banter@2
source: Their guard dogs won't smell us over this rot!
ja: この腐敗臭で、番犬も我々の臭いを嗅ぎ分けられないだろう！
ko: 이 악취 속에서는 경비견도 우리 냄새 못 맡아!
uk: Сторожові пси не почують нічого через це гнилля.
zh_cn: 这里腐烂的气息很重，他们的看门犬嗅不到我们！

# bark_act_out_fields_tactician_banter@3
source: There are a few tricks for dealing with the Gentry...
ja: 上流階級と付き合うにはコツがある…
ko: 신사 양반들을 상대하는 데는 다 비결이 있지...
uk: Ось що треба робити, коли оточують чуможери...
zh_cn: 对付饕餮客，有几个窍门……

# bark_act_out_fields_tactician_banter+man_at_arms@0
source: A field's a field! I've fought in many.
ja: 戦場はどこであれ戦場だ！俺は多くの経験をつんできたんだぞ
ko: 들판이 다 들판이지! 야전에는 이골이 났다고.
uk: Поле — це лише поле. Я бився на багатьох.
zh_cn: 这些农田都一个样！我在很多农田里战斗过。

# bark_act_out_fields_tactician_banter+man_at_arms@1
source: Pay attention, you lot! We'll use the midden for cover...
ja: お前らよく聞け！ゴミの山を遮蔽物にするぞ…
ko: 자 제군, 주목! 우선 저 두엄더미에 엄폐한다...
uk: Не ловимо ґав! Ховайтесь за насипом...
zh_cn: 听好了！我们用垃圾堆作掩护……

# bark_act_out_forest_explorer_banter@0
source: I don't like the look of those vines. Careful...
ja: あのツルは嫌な感じがする。気をつけろ…
ko: 저 덩굴 생긴 게 마음에 안 들어. 조심하라고...
uk: Не подобаються мені ці лози. Обережніше...
zh_cn: 这些藤蔓看着不太对劲。当心了……

# bark_act_out_forest_explorer_banter@1
source: I used to run these paths as a child.
ja: 子供の頃、この道をよく走ったものだ
ko: 어렸을 적에는 이런 오솔길에서 뛰놀았는데.
uk: Ці стежки я пам’ятаю ще дитиною.
zh_cn: 小时候，我曾经在这些小径上奔跑。

# bark_act_out_forest_explorer_banter@2
source: Mind all this muck around our wheels!
ja: 車輪の周りの泥に気をつけろ！
ko: 바퀴에 진흙이 들러붙으니까 조심하라고!
uk: Треба стежити за дорогою — бруд скрізь.
zh_cn: 小心，别让车轮陷到泥里！

# bark_act_out_forest_explorer_banter@3
source: See the moss? We're headed in the right direction.
ja: 苔が見えるか？こちらが正しい方向のようだな
ko: 저 이끼 보여? 제대로 된 방향으로 가고 있다는 뜻이야.
uk: Ось мох... Ми рухаємось у правильному напрямку.
zh_cn: 看到那些苔藓了吗？我们没走错方向。

# bark_act_out_forest_scrounger_banter@0
source: A glint of something shiny in the vines - see?
ja: ツルの中で何か光っている。見えるか？
ko: 덩굴 속에 뭔가 반짝이는 거 보이지?
uk: Щось блищить у лозах. Бачиш?
zh_cn: 藤蔓里有什么东西在闪光——看到了吗？

# bark_act_out_forest_scrounger_banter@1
source: Look what I've found among the debris!
ja: 瓦礫の中からこんなものが出てきた！
ko: 내가 폐허에서 뭘 찾았는지 보라고!
uk: Ось що було в уламках!
zh_cn: 看看我在废墟里找到了什么！

# bark_act_out_forest_scrounger_banter@2
source: The fiends here care nothing for goods or treasure.
ja: ここの魔物たちは、財宝などには興味がないようだな
ko: 저 악귀 놈들은 보물이나 전리품에 신경을 안 쓴다는 말씀.
uk: Цих нелюдів не хвилюють ані скарби, ані здобич.
zh_cn: 这里的恶魔对物资和财宝都毫不在意。

# bark_act_out_forest_scrounger_banter@3
source: The remnants of some expedition gone. Ours now.
ja: 遠征の残骸はもうない。我々が手にしたからな
ko: 앞서간 원정대가 남긴 건가. 이젠 우리 거지만.
uk: Залишилося після чужого походу. Тепер воно наше.
zh_cn: 某场失落的远征留下的东西，现在是我们的了。

# bark_act_out_forest_scrounger_banter+highwayman
source: We'd bury caches in the roots sometimes. Think I found one.
ja: 人は誰でも、木々の下に宝物を隠すことはあるだろう。 今その一つを見つけた
ko: 우리 업계에서는 저런 뿌리에 전리품을 묻곤 하지. 하나 찾은 것 같군.
uk: Іноді серед корінь можна щось знайти. Гадаю, я знайшов схованку.
zh_cn: 我们有时候会在树底下埋箱子。我好像发现了一处。

# bark_act_out_forest_tactician_banter@0
source: Go <i>around</i> the puddles. Hen's teeth!
ja: 水たまりの周囲を<i>回って</i>みろ。何もありゃしない！
ko: 웅덩이는 <i>돌아서</i> 가라고, 빌어먹을!
uk: Краще <i>об’їжджати</i> калюжі! Про всякий випадок.
zh_cn: 我的天，绕开那些水潭！

# bark_act_out_forest_tactician_banter@1
source: Might be an ambush beyond that copse. See?
ja: あの雑木林の向こうで、待ち伏せしている奴らがいるかもな。見えるか？
ko: 저 잡목림 너머에 매복이 있을지 몰라.
uk: За тим гаєм може бути засідка.
zh_cn: 那片树丛后面可能会有场埋伏。看到了吗？

# bark_act_out_forest_tactician_banter@2
source: The Lost Battalion actually lost for these reasons...
ja: 失われた大隊が負けた理由はこれなんだな…
ko: 그 유명한 '사라진 대대'도 이러다 사라진 모양이군...
uk: Заблуканий батальйон недарма називають заблуканим...
zh_cn: 迷途军是因为这些东西才迷途的……

# bark_act_out_forest_tactician_banter@3
source: You can spot their caltrops if you've a sharp eye...
ja: 目を凝らせば、鉄菱が見えるだろう…
ko: 눈 크게 뜨고 보면 놈들이 뿌려 놓은 마름쇠도 볼 수 있다고...
uk: Якщо придивитися, можна побачити шипи.
zh_cn: 如果你眼力好，就能看到他们撒的蒺藜……

# bark_act_out_forest_tactician_banter+hellion
source: As pups, we'd hunt in forests just like these...
ja: 若い頃は、こういう森で狩りをしていた…
ko: 어렸을 때는 이런 숲에서 사냥을 했다...
uk: У дитинстві ми теж полювали в лісах...
zh_cn: 小时候，我们经常在这样的树林里打猎……

# bark_act_out_forest_tactician_banter+highwayman
source: Plenty of spots to lay an ambush...
ja: 待ち伏せできる場所がたくさんあるな…
ko: 이거 매복할 구석 천지인데...
uk: Тут повно місць, де можна влаштувати засідку.
zh_cn: 这里有很多能设伏的地方……

# bark_act_out_generous_banter
source: Please, have my bread.
ja: ほら、パンをわけてやろう
ko: 자, 내 빵 먹어.
uk: Ось мій хліб, мені не шкода.
zh_cn: 这是我的面包，不客气。

# bark_act_out_hateful_attack
source: You're gambling with our fates!
ja: 我々の運命を賭けに出すな！
ko: 지금 우리 목숨 걸고 도박을 하고 있잖아!
uk: Ти граєш нашими долями!
zh_cn: 你在拿我们的命运开玩笑！

# bark_act_out_hateful_attack+flagellant
source: You stand in the path of my rapture!
ko: 내가 누리는 지복을 방해하지 말라!
uk: Ти заважаєш мені поринути в екстаз!

# bark_act_out_hateful_attack+grave_robber
source: I've known some laggards in my time...
ja: 私の時代にはグズがいたが…
ko: 얘 정말 신기할 정도로 느려 터졌네...
uk: Були в мене такі знайомі телепні.
zh_cn: 我认识的懒鬼可不少……

# bark_act_out_hateful_attack+hateful
source: Suffer.
ja: 苦しめ
ko: 고통 받아라.
uk: Страждай.
zh_cn: 受苦吧。

# bark_act_out_hateful_attack+hateful+flagellant
source: Salvation through blood - yours.
ja: 血による救いは、お前のものだ
ko: 피를 통한 구원을... 네게 주겠다.
uk: Твій шлях — спасіння через кров.
zh_cn: 你的鲜血，我的解脱。

# bark_act_out_hateful_attack+hateful+grave_robber
source: You'll wish I'd killed you quickly.
ja: 私がお前を早く殺しておけばよかったと思うでしょうね
ko: 차라리 빨리 죽여 주길 바라게 될 거다.
uk: Ти ще благатимеш убити тебе швидко.
zh_cn: 我会让你生不如死。

# bark_act_out_hateful_attack+hateful+hellion
source: Die or flee, I care not!
ja: 死のうが逃げようが、知ったことじゃないね！
ko: 죽거나 도망쳐라, 상관 않는다!
uk: Помреш ти чи згинеш — мені байдуже.
zh_cn: 管你是要死还是要逃跑，我不在乎！

# bark_act_out_hateful_attack+hateful+highwayman
source: One step closer. I dare you.
ja: もう一歩近づけ。頼むからよ
ko: 한 발짝만 더 다가오기만 해 봐.
uk: Ще один крок. Я попереджаю.
zh_cn: 你敢再靠近一步。

# bark_act_out_hateful_attack+hateful+jester
source: Who's laughing now?
ja: 今笑っているのは誰だ？
ko: 이젠 누가 웃고 있지?
uk: І хто сміється зараз?
zh_cn: 现在轮到谁笑了？

# bark_act_out_hateful_attack+hateful+leper
source: Mistake my calm for weakness at your peril.
ja: 私の冷静さを弱さと勘違いするなら、危険を覚悟するんだな。
ko: 내 평온을 나약함으로 착각하면 곤란하네만.
uk: Ти помиляєшся, якщо приймаєш мій спокій за слабкість.
zh_cn: 不要把我的镇静当作怯弱，否则你必将自食其果。

# bark_act_out_hateful_attack+hateful+man_at_arms
source: Stand down, greenling!
ja: 下がれ！
ko: 찌그러져 있어, 풋내기!
uk: Відставити, салабон!
zh_cn: 别碍事，小崽子！

# bark_act_out_hateful_attack+hateful+occultist
source: RrrrRGH. Hnagotha ILYAA'A!
ja: ウルルラア。フゴツォ・アイリャアア！
ko: 으윽. 흐나고타 일리야아!
uk: Р-р-г. Гнагота іляа’а!

# bark_act_out_hateful_attack+hateful+plague_doctor
source: INSUFFERABLE!
ja: 耐えられない！
ko: 참아 줄 수가 없네!
uk: ЦЕ ПРОСТО НЕСТЕРПНО!
zh_cn: 岂有此理！

# bark_act_out_hateful_attack+hateful+runaway
source: You won't last out here.
ja: ここでは長くはもたない
ko: 넌 오래 못 버텨.
uk: Ти тут довго не витримаєш.
zh_cn: 你这样是活不了多久的。

# bark_act_out_hateful_attack+hateful+vestal
source: Spare us your lamentations.
ja: 嘆くのはやめましょう
ko: 신세 한탄 작작하시지.
uk: От тільки не треба тут лементувати.
zh_cn: 没人想听你的哀怨之词。

# bark_act_out_hateful_attack+hellion
source: A mouth without the arm to back it up!
ja: 言うだけならなんでも言える！
ko: 입만 나불거릴 거면 물러나라!
uk: Ти тільки язиком плескати вмієш!
zh_cn: 只会吹牛，没有半点真本事！

# bark_act_out_hateful_attack+highwayman
source: We're all safer with you in the dirt.
ja: お前が汚れてくれるなら、俺たちも安全だ
ko: 너만 욕보면 우리 모두 안전해질 것 같은데.
uk: З тобою безпечно лише в калюжі.
zh_cn: 没了你，我们都会更安全。

# bark_act_out_hateful_attack+jester
source: If I break your knees, they'll get you first.
ja: 私が君のひざを折ったら、最初に狙われるのは君だ
ko: 네 무릎을 부러뜨리면 너만 잡혀갈 것 같은데?
uk: Якщо я зламаю тобі ноги, ворог вибере тебе.
zh_cn: 我打碎你的膝盖的话，他们就会先解决掉你。

# bark_act_out_hateful_attack+leper
source: Press me no further.
ja: これ以上私を追い詰めるな
ko: 날 더 압박하지 마라.
uk: Більше не тисни на мене.
zh_cn: 别再逼我了。

# bark_act_out_hateful_attack+man_at_arms
source: Foul my formation no longer!
ja: これ以上、俺の陣形を汚すな！
ko: 진형 작작 무너뜨리라고!
uk: Більше не порушувати стрій!
zh_cn: 别再破坏我的阵型了！

# bark_act_out_hateful_attack+occultist
source: You're more useful as bait.
ja: お前は餌でいたほうが役に立つな
ko: 자네는 미끼로 써먹는 게 낫겠군.
uk: Краще зробити з тебе наживку.
zh_cn: 你去做诱饵会更有用。

# bark_act_out_hateful_attack+plague_doctor
source: I've better things to do than supervise you!
ja: 私には、お前を監督するより大事なことがある
ko: 너한테 잔소리하는 거 말고도 할 일 많아!
uk: У мене є важливіші справи, ніж доглядати тебе.
zh_cn: 比起监管你，我有更重要的事情要做！

# bark_act_out_hateful_attack+runaway
source: I know where you sleep.
ja: お前がどこで寝ているかは知っている
ko: 잘 때 조심해.
uk: Я знаю, де ти спиш.
zh_cn: 别忘了我知道你睡在哪。
