Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# performer_buff_desc_bh_target_stun_dmg_boost_override
source: Deals<color=#{buff}> +75% DMG</color> <color=#{neutral}>when Target </color><sprite name={q}token_stun{q}> or <sprite name={q}token_daze{q}>
ko: <sprite name={q}token_stun{q}> 또는 <sprite name={q}token_daze{q}> <color=#{neutral}>지정 시</color> <color=#{buff}>주는 피해 +75%</color>
uk: Завдає<color=#{buff}> +75% ШКД</color>, <color=#{neutral}>коли ціль </color><sprite name={q}token_stun{q}> або <sprite name={q}token_daze{q}>

# performer_buff_desc_combo_crit_50pct_override
source: <color=#{buff}>+50% CRIT</color> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時、<color=#{buff}> +50% クリティカル</color>
ko: <sprite name={q}token_combo{q}> 지정 시 <color=#{buff}>치명타 +50%</color>
uk: <color=#{buff}>+50% КРТ</color>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时<color=#{buff}>+50%暴击率</color>

# performer_buff_desc_combo_damage_boost_100pct_override
source: <color=#{buff}>+100% DMG</color> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時、<color=#{buff}> +100% ダメージ</color>
ko: <sprite name={q}token_combo{q}> 지정 시 <color=#{buff}>주는 피해 +100%</color>
uk: <color=#{buff}>+100% ШКД</color>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时造成<color=#{buff}>+100%伤害</color>

# performer_buff_desc_combo_damage_boost_200pct_override
source: <color=#{buff}>+200% DMG</color> when Target <sprite name={q}token_combo{q}>
ko: <sprite name={q}token_combo{q}> 지정 시 <color=#{buff}>주는 피해 +200%</color>
uk: <color=#{buff}>+200% ШКД</color>, коли ціль <sprite name={q}token_combo{q}>

# performer_buff_desc_combo_damage_boost_50pct_override
source: Deals<color=#{buff}> +50% DMG</color> <color=#{neutral}>when Target <sprite name={q}token_combo{q}>
ja: <color=#{neutral}>対象が<sprite name={q}token_combo{q}>の時、<color=#{buff}> +50% 与ダメージ</color>
ko: <sprite name={q}token_combo{q}> <color=#{neutral}>지정 시 <color=#{buff}>주는 피해 +50%</color>
uk: Завд.<color=#{buff}> +50% ШКД</color>, <color=#{neutral}>коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时造成<color=#{buff}>+50%伤害</color>

# performer_buff_desc_hwm_double_tap_damage_buff_override
source: Deals<color=#{buff}> +30% DMG</color> <color=#{neutral}>when Target HP < 30%</color>
ko: <color=#{neutral}>체력 30% 미만 적</color> 지정 시 <color=#{buff}>주는 피해 +30%</color>
uk: Завд.<color=#{buff}> +30% ШКД</color>, <color=#{neutral}>коли ціль з ОЗ < 30%</color>

# performer_buff_desc_hwm_double_tap_damage_buff_u_override
source: Deals<color=#{buff}> +30% DMG</color> <color=#{neutral}>when Target HP < 50%</color>
ko: <color=#{neutral}>체력 50% 미만 적</color> 지정 시 <color=#{buff}>주는 피해 +30%</color>
uk: Завд.<color=#{buff}> +30% ШКД</color>, <color=#{neutral}>коли ціль з ОЗ < 50%</color>

# performer_buff_desc_maa_courageous_abandon_block_buff_override
source: <color=#{buff}>+100% DMG</color> when Self <sprite name={q}token_block{q}> <color=#{buff}>+100% DMG</color> when Self <sprite name={q}token_deflect{q}>
ja: 自身が<sprite name={q}token_block{q}>の時、<color=#{buff}>+100% ダメージ</color> 自身が<sprite name={q}token_deflect{q}>の時、<color=#{buff}> +100% ダメージ</color>
ko: 자신이 <sprite name={q}token_block{q}>이면 <color=#{buff}>주는 피해 +100%</color> 자신이 <sprite name={q}token_deflect{q}>이면 <color=#{buff}>주는 피해 +100%</color>
uk: <color=#{buff}>+100% ШКД</color>, якщо він <sprite name={q}token_block{q}> <color=#{buff}>+100% ШКД</color>, якщо він <sprite name={q}token_deflect{q}>
zh_cn: 自身<sprite name={q}token_block{q}>时造成<color=#{buff}>+100%伤害</color> 自身<sprite name={q}token_deflect{q}>时造成<color=#{buff}>+100%伤害</color>

# performer_buff_desc_occ_unchecked_power_heal_crit_text_override
source: <color=#{buff}>+100% CRIT HEAL</color> when <sprite name={q}token_uc_power{q}>>=2 </color>
ko: <sprite name={q}token_uc_power{q}> 2 이상일 때</color> <color=#{buff}>치명 치유 +100%</color>
uk: <color=#{buff}>+100% крит. лікування</color>, якщо <sprite name={q}token_uc_power{q}>>=2 </color>

# performer_buff_desc_ves_judgement_conviction_dmg_bonus_override
source: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Deals<color=#{buff}> +100% DMG</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Deals <sprite name={q}icon_burn{q}><color=#{burn}>3</color>
ko: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>:<color=#{buff}> 주는 피해 +100%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}icon_burn{q}><color=#{burn}>3</color> 추가
uk: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: завдає <color=#{buff}>+100% ШКД</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: завдає <sprite name={q}icon_burn{q}><color=#{burn}>3</color>

# performer_buff_desc_ves_judgement_u_conviction_dmg_bonus_override
source: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Deals<color=#{buff}> +100% DMG</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Deals <sprite name={q}icon_burn{q}><color=#{burn}>4</color>
ko: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>:<color=#{buff}> 주는 피해 +100%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}icon_burn{q}><color=#{burn}>4</color> 추가
uk: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: завдає <color=#{buff}>+100% ШКД</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: завдає <sprite name={q}icon_burn{q}><color=#{burn}>4</color>

# performer_buff_desc_ves_mace_bash_conviction_dmg_bonus_override
source: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Ignores <sprite name={q}token_block{q}><sprite name={q}token_dodge{q}><sprite name={q}token_guard{q}> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Deals<color=#{buff}> +100% DMG</color>
ko: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <sprite name={q}token_block{q}><sprite name={q}token_dodge{q}><sprite name={q}token_guard{q}> 무시 <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>:<color=#{buff}> 주는 피해 +100%</color>
uk: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: ігнорує <sprite name={q}token_block{q}> <sprite name={q}token_dodge{q}> <sprite name={q}token_guard{q}> <sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}> <sprite name={q}token_conviction{q}>: завдає<color=#{buff}> +100% ШКД</color>

# performer_buff_desc_ves2_vestal_judgement_dmg_buff_override
source: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>Heal 30%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: Deals<color=#{buff}> +100% DMG</color>
ko: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>30% 치유</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>:<color=#{buff}>주는 피해 +100%</color>
uk: <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: <color=#{heal}>лікує 30%</color> <sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}><sprite name={q}token_conviction{q}>: завдає <color=#{buff}>+100% ШКД</color>

source: Plague Doctor
ja: ペスト医師
ko: 역병 의사
uk: Чумниця
zh_cn: 瘟疫医生

# plague_doctor_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_doctor_wpn_alchemist
source: <color=#{notable}>Alchemist</color>
ko: <color=#{notable}>연금술사</color>
uk: <color=#{notable}>Алхімік</color>

# plague_doctor_wpn_physician
source: <color=#{notable}>Physician</color>
ko: <color=#{notable}>내과의</color>
uk: <color=#{notable}>Лікарка</color>

# plague_doctor_wpn_surgeon
source: <color=#{notable}>Surgeon</color>
ko: <color=#{notable}>외과의</color>
uk: <color=#{notable}>Хірург</color>

# plague_eater_butcher
source: Butcher
ja: ブッチャー
ko: 백정
uk: Різник
zh_cn: 屠夫

# plague_eater_butcher_b
source: Tohno the Carver
ko: 푸주한 토노

# plague_eater_butcher_b_corpse
source: Corpse
ko: 시체

# plague_eater_butcher_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_dinner_cart
source: Dinner Cart
ja: ディナーワゴン
ko: 식량 수레
uk: Ненажерливий візок
zh_cn: 餐车

# plague_eater_dinner_cart_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_harvest_fetid_meat
source: Fetid Meat
ja: 悪臭のする肉
ko: 악취 나는 고기
uk: Тухле м’ясо
zh_cn: 恶臭的肉

# plague_eater_harvest_fetid_meat_corpse
source: Meat Pile
ja: 肉の山
ko: 고기 더미
uk: Груда м’яса
zh_cn: 肉堆

# plague_eater_harvest_putrid_meat
source: Putrid Meat
ja: 腐敗した肉
ko: 썩은 고기
uk: Гниле м’ясо
zh_cn: 腐烂的肉

# plague_eater_harvest_putrid_meat_corpse
source: Meat Pile
ja: 肉の山
ko: 고기 더미
uk: Груда м’яса
zh_cn: 肉堆

# plague_eater_harvest_table
source: Harvest Child
ja: 収穫の子
ko: 수확의 아이
uk: Дитя врожаю
zh_cn: 丰收之子

# plague_eater_harvest_table_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_lady
source: Lady
ja: 淑女
ko: 마님
uk: Пані
zh_cn: 女士

# plague_eater_lady_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_livestock
source: Livestock
ja: 家畜
ko: 가축
uk: Худоба
zh_cn: 牲口

# plague_eater_livestock_b
source: Black Phillip
ja: 黒のフィリップ
ko: 검은 필립
uk: Чорний Філіп
zh_cn: 黑菲利普

# plague_eater_livestock_b_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_livestock_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_lord
source: Lord
ja: 領主
ko: 나으리
uk: Пан
zh_cn: 领主

# plague_eater_lord_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# plague_eater_maid
source: Maid
ja: 召使
ko: 식모
uk: Служниця
zh_cn: 女佣

# plague_eater_maid_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# play_cinematic_tooltip
source: Replay Cinematic
ja: シネマティックをリプレイ
ko: 영상 다시보기
uk: Переглянути відео ще раз
zh_cn: 回放动画

# pop_text_buff
source: Buff!
ja: バフ！
ko: 강화!
uk: Посилення!
zh_cn: 增益！

# pop_text_combo_consumed
source: <color=#{combo_token}>COMBO!</color> <color=#{damage}>${value}</color>
ja: <color=#{combo_token}>コンボ！</color> <color=#{damage}>${value}</color>
ko: <color=#{combo_token}>연계!</color> <color=#{damage}>${value}</color>
uk: <color=#{combo_token}>КОМБО!</color> <color=#{damage}>${value}</color>
zh_cn: <color=#{combo_token}>破绽！</color> <color=#{damage}>${value}</color>

# pop_text_crit_damage_block_format
source: <color=#{crit}><size=80%>Critical!</size></color>
ja: <color=#{crit}><size=80%>クリティカル！</size></color>
ko: <color=#{crit}><size=80%>치명타!</size></color>
uk: <color=#{crit}><size=80%>Крит!</size></color>
zh_cn: <color=#{crit}><size=80%>暴击！</size></color>

# pop_text_cured
source: Cured!
ja: 治療！
ko: 치료!
uk: Лікування!
zh_cn: 治愈！

# pop_text_daze
source: Daze!
ja: 放心！
ko: 현기증!
uk: Заціпеніння!
zh_cn: 晕眩！

# pop_text_deathblow
source: Deathblow!
ja: デスブロウ
ko: 죽음의 일격!
uk: Смерть!
zh_cn: 致命一击！

# pop_text_deaths_door
source: <color=#{deathdoor}>Death's Door</color>
ja: <color=#{deathdoor}>瀕死</color>
ko: <color=#{deathdoor}>죽음의 문턱</color>
uk: <color=#{deathdoor}>Поріг смерті</color>
zh_cn: <color=#{deathdoor}>命悬一线</color>

# pop_text_deaths_door_survive
source: <color=#{deathdoor}>Death's Door!</color>
ja: <color=#{deathdoor}>瀕死！</color>
ko: <color=#{deathdoor}>죽음의 문턱!</color>
uk: <color=#{deathdoor}>Поріг смерті</color>
zh_cn: <color=#{deathdoor}>命悬一线！</color>

# pop_text_debuff
source: Debuff!
ja: デバフ！
ko: 약화!
uk: Ослаблення!
zh_cn: 减益！

# pop_text_dodge
source: Dodge
ja: 回避
ko: 회피
uk: Ухиляння
zh_cn: 闪避

# pop_text_dot_add
source: added
ja: 追加
ko: 추가
uk: додається
zh_cn: 已添加

# pop_text_dot_added_bleed
source: <color=#{bleed}>Bleed</color>
ja: <color=#{bleed}>出血</color>
ko: <color=#{bleed}>출혈</color>
uk: <color=#{bleed}>Кровотеча</color>
zh_cn: <color=#{bleed}>流血</color>

# pop_text_dot_added_blight
source: <color=#{blight}>Blight</color>
ja: <color=#{blight}>病気</color>
ko: <color=#{blight}>중독</color>
uk: <color=#{blight}>Отрута</color>
zh_cn: <color=#{blight}>腐蚀</color>

# pop_text_dot_added_burn
source: <color=#{burn}>Burn</color>
ja: <color=#{burn}>火傷</color>
ko: <color=#{burn}>화상</color>
uk: <color=#{burn}>Вогонь</color>
zh_cn: <color=#{burn}>灼烧</color>

# pop_text_dot_added_horror
source: Horror
ja: 戦慄
ko: 공포
uk: Жах
zh_cn: 恐惧

# pop_text_dot_added_hot
source: <color=#{heal}>Regen</color>
ja: <color=#{heal}>再生</color>
ko: <color=#{heal}>회복</color>
uk: <color=#{heal}>Лікування</color>
zh_cn: <color=#{heal}>恢复</color>

# pop_text_dot_added_taproot_strangle
source: <color=#{strangle}>Strangle</color>
ja: <color=#{strangle}>絡みつき</color>
ko: <color=#{strangle}>포박</color>
uk: <color=#{strangle}>Удушення</color>
zh_cn: <color=#{strangle}>紧勒</color>

# pop_text_health_damage_block
source: Block
ja: ブロック
ko: 방호
uk: Блокується
zh_cn: 格挡

# pop_text_health_damage_crit
source: <color=#{crit}><size=50%>Critical!</size> ${value}</color>
ja: <color=#{crit}><size=50%>クリティカル！</size> ${value}</color>
ko: <color=#{crit}><size=50%>치명타!</size> ${value}</color>
uk: <color=#{crit}><size=50%>Крит!</size> ${value}</color>
zh_cn: <color=#{crit}><size=50%>暴击！</size> ${value}</color>

# pop_text_health_damage_riposte
source: <color=#{damage}>Riposte! ${value}</color>
ja: <color=#{damage}>応酬！${value}</color>
ko: <color=#{damage}>반격! ${value}</color>
uk: <color=#{damage}>Відбиття! ${value}</color>
zh_cn: <color=#{damage}>反击！${value}</color>

# pop_text_health_heal_crit
source: <color=#{heal}><size=50%>Critical!</size> ${value}</color>
ja: <color=#{heal}><size=50%>クリティカル！</size> ${value}</color>
ko: <color=#{heal}><size=50%>치명타!</size> ${value}</color>
uk: <color=#{heal}><size=50%>Крит!</size> ${value}</color>
zh_cn: <color=#{heal}><size=50%>暴击！</size> ${value}</color>

# pop_text_health_heal_crit_noncombat
source: <color=#{heal}><size=50%>Critical!</size> ${value}</color>
ja: <color=#{heal}><size=50%>クリティカル！</size> ${value}</color>
ko: <color=#{heal}><size=50%>치명타!</size> ${value}</color>
uk: <color=#{heal}><size=50%>Крит!</size> ${value}</color>
zh_cn: <color=#{heal}><size=50%>暴击！</size> ${value}</color>

# pop_text_immune
source: Immune
ja: 免疫
ko: 면역
uk: Імунітет
zh_cn: 免疫

# pop_text_item_discarded
source: +${value} Hope
ja: +${value} 希望
ko: +${value} 희망
uk: +${value} оч. надії
zh_cn: +${value}希望

# pop_text_locked
source: Locked!
ja: ロック中！
ko: 잠김!
uk: Закріплення!
zh_cn: 已锁定！

# pop_text_meltdown
source: Meltdown!
ja: 精神崩壊！
ko: 붕괴!
uk: Зрив!
zh_cn: 崩溃！

# pop_text_miss
source: Miss
ja: ミス
ko: 빗나감
uk: Промах
zh_cn: 失手

# pop_text_relationship_clear
source: {0} Cleared!
ja: {0} クリア！
ko: {0} 제거!
uk: {0} Скидання!
zh_cn: {0} 已消失！

# pop_text_resist
source: Resist
ja: 抵抗
ko: 저항
uk: Опір
zh_cn: 抵抗

# pop_text_resist_bleed
source: <color=#{bleed}>RESIST!</color>
ja: <color=#{bleed}>抵抗！</color>
ko: <color=#{bleed}>저항!</color>
uk: <color=#{bleed}>ОПІР!</color>
zh_cn: <color=#{bleed}>抵抗！</color>

# pop_text_resist_blight
source: <color=#{blight}>RESIST!</color>
ja: <color=#{blight}>抵抗！</color>
ko: <color=#{blight}>저항!</color>
uk: <color=#{blight}>ОПІР!</color>
zh_cn: <color=#{blight}>抵抗！</color>

# pop_text_resist_burn
source: <color=#{burn}>RESIST!</color>
ja: <color=#{burn}>抵抗！</color>
ko: <color=#{burn}>저항!</color>
uk: <color=#{burn}>ОПІР!</color>
zh_cn: <color=#{burn}>抵抗！</color>

# pop_text_resist_debuff
source: <color=#{debuff}>Resist!</color>
ja: <color=#{debuff}>抵抗！</color>
ko: <color=#{debuff}>저항!</color>
uk: <color=#{debuff}>Опір!</color>
zh_cn: <color=#{debuff}>抵抗！</color>

# pop_text_resist_move
source: <color=#{move}>RESIST!</color>
ja: <color=#{move}>抵抗！</color>
ko: <color=#{move}>저항!</color>
uk: <color=#{move}>ОПІР!</color>
zh_cn: <color=#{move}>抵抗！</color>

# pop_text_resolute
source: Resolute!
ja: 決心！
ko: 결의!
uk: Рішучість!
zh_cn: 坚定！

# pop_text_rest_item_block_relationship
source: Blocked! (relationship)
ja: ブロックされた！（関係）
ko: 불가! (관계)
uk: Блокується! (стосунки)
zh_cn: 已阻止！（关系）

# pop_text_retreat_fail
source: <color=#{harmful}>Retreat Failed!</color>
ja: <color=#{harmful}>撤退に失敗！</color>
ko: <color=#{harmful}>후퇴 실패!</color>
uk: <color=#{harmful}>Утеча провалилася!</color>
zh_cn: <color=#{harmful}>撤退失败！</color>

# pop_text_retreat_success
source: <color=#{notable}>Retreated!</color>
ja: <color=#{notable}>撤退した！</color>
ko: <color=#{notable}>후퇴!</color>
uk: <color=#{notable}>Утеча успішна!</color>
zh_cn: <color=#{notable}>撤退成功！</color>

# pop_text_speed
source: Speed!
ja: 加速！
ko: 속도!
uk: Швидкість!
zh_cn: 迅捷！

# pop_text_stun
source: Stun!
ja: 気絶！
ko: 기절!
uk: Оглушення!
zh_cn: 震慑！

# pop_text_token
source: Added
ja: 追加
ko: 추가
uk: Додається
zh_cn: 已添加

# pop_text_token_class_boss_brain_lock_ranged_source
source: Added
ja: 追加
ko: 추가
uk: Додається
zh_cn: 已添加

# pop_text_token_class_enemy_source
source: Spawn
ja: 出現
ko: 출현
uk: Поява
zh_cn: 生成

# pop_text_token_class_hero_source
source: Class
ja: クラス
ko: 직업
uk: Клас
zh_cn: 职业

# pop_text_token_plural
source: Added x{0}
ja: x{0}追加
ko: 추가 x{0}
uk: Додається x{0}
zh_cn: 已添加x{0}

# positive_affinity_label
source: Adds {0} <sprite name={q}icon_affinity_up{q}>
ja: {0}<sprite name={q}icon_affinity_up{q}>を追加
ko: {0} <sprite name={q}icon_affinity_up{q}> 추가
uk: Додає {0} <sprite name={q}icon_affinity_up{q}>
zh_cn: 添加{0}<sprite name={q}icon_affinity_up{q}>

# profile_creation_language_label
source: Language:
ja: 言語：
ko: 언어:
uk: Мова:
zh_cn: 语言：

# profile_creation_name_char_limit_label
source: 15 char. max
ja: 最大15文字
ko: 최대 15자
uk: Щонайбільше 15 символів
zh_cn: 上限15字符

# profile_creation_name_label
source: Name:*
ja: 名前：*
ko: 이름:*
uk: Ім’я: *
zh_cn: 名字：*

# profile_level_label
source: <i>Profile Lvl {0}</i>
ja: <i>プロフィールレベル{0}</i>
ko: <i>프로필 레벨{0}</i>
uk: <i>Рівень профілю {0}</i>
zh_cn: <i>档案等级{0}</i>

# profile_new_name
source: Darkest
ja: 最も暗い
ko: 가장 어두움
uk: Година пітьми
zh_cn: 暗黑

# profile_select_create_new_btn_label
source: Create New
ja: 新規作成
ko: 신규 생성
uk: Створити новий
zh_cn: 新建

# profile_select_create_new_cancel_label
source: Cancel
ja: キャンセル
ko: 취소
uk: Скасувати
zh_cn: 取消

# profile_select_exit_btn_label
source: Back
ja: 戻る
ko: 뒤로
uk: Назад
zh_cn: 返回

# profile_select_remove_profile_confirmation_label
source: Are you sure you want to delete this profile?
ja: このプロフィールを削除する？
ko: 이 프로필을 정말 삭제하시겠습니까?
uk: Ви впевнені, що хочете видалити цей профіль?
zh_cn: 确定要删除此档案吗？

# profile_select_remove_profile_no_label
source: Cancel
ja: キャンセル
ko: 취소
uk: Скасувати
zh_cn: 取消

# profile_select_remove_profile_tooltip_label
source: Delete Profile
ja: プロフィールを削除
ko: 프로필 삭제
uk: Видалити
zh_cn: 删除档案

# profile_select_remove_profile_yes_label
source: Delete
ja: 削除
ko: 삭제
uk: Видалити
zh_cn: 删除

# profile_select_rename_profile_tooltip_label
source: Rename Profile
ja: プロフィールを改名
ko: 프로필 이름 변경
uk: Перейменувати
zh_cn: 重命名档案

# profile_select_title
source: Select Profile
ja: プロフィールを選択
ko: 프로필 선택
uk: Вибір профілю
zh_cn: 选择档案

# profile_summary_achievements_label
source: Achievements:
ja: 実績：
ko: 도전 과제:
uk: Досягнення:
zh_cn: 成就：

# profile_summary_altar_progress_label
source: Altar Progress
ja: 祭壇の進行状況
ko: 제단 진행도
uk: Вівтар надії
zh_cn: 祭坛进度

# profile_summary_expeditions_label
source: Expeditions
ja: 遠征数
ko: 원정
uk: Походів
zh_cn: 征程

# profile_summary_hero_story_label
source: Hero Story Progress
ja: 英雄ストーリーの進行状況
ko: 영웅 이야기 진행도
uk: Історія героїв
zh_cn: 英雄故事进度

# profile_summary_hope_collected_label
source: Candles Collected
ko: 수집한 촛불

# profile_summary_items_collected_label
source: Items Recollected
ja: 回想したアイテム数
ko: 반추로 획득한 아이템
uk: Згадано
zh_cn: 回忆的物品

# profile_summary_title_label
source: Profile Summary
ja: プロフィール概要
ko: 프로필 요약
uk: Огляд профілю
zh_cn: 档案总结

# profile_summary_victory_label
source: Victories
ja: 勝利数
ko: 승리
uk: Перемог
zh_cn: 胜利

# prologue_inn_dialog_desc_label
source: You have found your fortitude at last. Collect what hope you can, and end your expedition here.
ja: ついに不屈の精神を見つけた。 できる限りの希望を集め、ここで遠征を終えよう。
ko: 자네는 마침내 불굴의 마음을 되찾았네. 희망을 수습하고 여기서 원정을 마무리하게나.
uk: Ви нарешті віднайшли силу духу. Зберіть усю надію, яку тільки зможете, і завершіть похід.
zh_cn: 你终于重拾了坚毅之心。 收集你赢得的希望，然后在这里结束本次征程。

# prologue_inn_dialog_title_label
source: Prologue Complete
ko: 서막 끝

# quality_setting_high
source: High
ja: 高
ko: 높음
uk: Висока
zh_cn: 高

# quality_setting_low
source: Low
ja: 低
ko: 낮음
uk: Низька
zh_cn: 低

# quality_setting_medium
source: Medium
ja: 中
ko: 중간
uk: Середня
zh_cn: 中

# quirk_amateur_armorsmith_pos
source: Amateur Armorsmith
ja: アマチュア鎧鍛冶
ko: 초짜 갑옷 제작자
uk: Кування броні (аматор)
zh_cn: 业余盔甲匠

# quirk_amateur_armorsmith_pos+female
source: Amateur Armorsmith
ja: アマチュア鎧鍛冶
ko: 초짜 갑옷 제작자
uk: Кування броні (аматор)
zh_cn: 业余盔甲匠

# quirk_amateur_armorsmith_pos+male
source: Amateur Armorsmith
ja: アマチュア鎧鍛冶
ko: 초짜 갑옷 제작자
uk: Кування броні (аматор)
zh_cn: 业余盔甲匠

# quirk_amateur_weaponsmith_pos
source: Amateur Weaponsmith
ja: アマチュア武器鍛冶
ko: 초짜 무기 제작자
uk: Кування зброї (аматор)
zh_cn: 业余武器匠

# quirk_amateur_weaponsmith_pos+female
source: Amateur Weaponsmith
ja: アマチュア武器鍛冶
ko: 초짜 무기 제작자
uk: Кування зброї (аматор)
zh_cn: 业余武器匠

# quirk_amateur_weaponsmith_pos+male
source: Amateur Weaponsmith
ja: アマチュア武器鍛冶
ko: 초짜 무기 제작자
uk: Кування зброї (аматор)
zh_cn: 业余武器匠

# quirk_anemic_neg
source: Anemic
ja: 貧血症
ko: 빈혈
uk: Анемія
zh_cn: 贫血

# quirk_anemic_neg+female
source: Anemic
ja: 貧血症
ko: 빈혈
uk: Анемія
zh_cn: 贫血

# quirk_anemic_neg+male
source: Anemic
ja: 貧血症
ko: 빈혈
uk: Анемія
zh_cn: 贫血

# quirk_ascetic_pos
source: Ascetic
ja: 禁欲
ko: 금욕적
uk: Аскетизм
zh_cn: 禁欲主义者

# quirk_ascetic_pos_verbose_description
source: Denial of pleasure in order to refine the spirit.
ko: 쾌락을 멀리 하여 정신을 정화합니다.
uk: Відмова від насолод заради очищення духу.

# quirk_ascetic_pos_verbose_description+female
source: Denial of pleasure in order to refine the spirit.
ko: 쾌락을 멀리 하여 정신을 정화합니다.
uk: Відмова від насолод заради очищення духу.

# quirk_ascetic_pos_verbose_description+male
source: Denial of pleasure in order to refine the spirit.
ko: 쾌락을 멀리 하여 정신을 정화합니다.
uk: Відмова від насолод заради очищення духу.

# quirk_ascetic_pos+female
source: Ascetic
ja: 禁欲
ko: 금욕적
uk: Аскетизм
zh_cn: 禁欲主义者

# quirk_ascetic_pos+male
source: Ascetic
ja: 禁欲
ko: 금욕적
uk: Аскетизм
zh_cn: 禁欲主义者

# quirk_austere_neg
source: Austere
ja: 質素
ko: 소박함
uk: Простота
zh_cn: 简朴

# quirk_austere_neg_verbose_description
source: Prefers the simple, simple life.
ko: 간단하고 단순한 삶을 선호합니다.
uk: Вважає за краще вести дуже просте життя.

# quirk_austere_neg_verbose_description+female
source: Prefers the simple, simple life.
ko: 간단하고 단순한 삶을 선호합니다.
uk: Вважає за краще вести дуже просте життя.

# quirk_austere_neg_verbose_description+male
source: Prefers the simple, simple life.
ko: 간단하고 단순한 삶을 선호합니다.
uk: Вважає за краще вести дуже просте життя.

# quirk_austere_neg+female
source: Austere
ja: 質素
ko: 소박함
uk: Простота
zh_cn: 简朴

# quirk_austere_neg+male
source: Austere
ja: 質素
ko: 소박함
uk: Простота
zh_cn: 简朴

# quirk_bad_digestion_neg
source: Bad Digestion
ja: 消化不良
ko: 소화불량
uk: Погане травлення
zh_cn: 消化不良

# quirk_bad_digestion_neg_description
source: 33% chance Food has no benefit.
ja: 33%の確率で食料の効果を受けられない。
ko: 33% 확률로 식량의 효과를 보지 못합니다.
uk: Шанс 33%, що їжа не принесе користі.
zh_cn: 食物有33%的概率不提供增益。

# quirk_bad_digestion_neg_description+female
source: 33% chance Food has no benefit.
ja: 33%の確率で食料の効果を受けられない。
ko: 33% 확률로 식량의 효과를 보지 못합니다.
uk: Шанс 33%, що їжа не принесе користі.
zh_cn: 食物有33%的概率不提供增益。
