Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_route_hazard+runaway@0
source: Can't tell what's a trap and what's debris.
ja: 何が罠で何が瓦礫なのかわからない
ko: 이젠 뭐가 함정이고 뭐가 쓰레기인지도 모르겠어.
uk: Не можу сказати, де пастка, а де — сміття.
zh_cn: 已经分不出哪些是陷阱，哪些是拦路的杂物了。

# bark_route_hazard+runaway@1
source: Don't stop!
ko: 멈추지 마!
uk: Не зупиняймося!

# bark_route_hazard+runaway@2
source: Faster - let's get out of here!
ko: 더 빨리 달려! 여기서 빠져나가자!
uk: Швидше, треба вибиратися звідси!

# bark_route_hazard+runaway@3
source: They've made a mess of it!
ja: とんでもない荒れようね！
ko: 제대로 발목 잡네!
uk: Вони тут зчинили справжній шарварок!
zh_cn: 马车里被他们弄得一团糟！

# bark_route_hazard+vestal@0
source: Let us clear this route swiftly!
ko: 이 길을 빨리 청소하자고!
uk: Давайте швидко розчистимо цю дорогу!

# bark_route_hazard+vestal@1
source: Light, get us through this...
ko: 빛이여, 이 고난을 헤쳐 나가게 해 주소서...
uk: Світло, проведи нас через усе це...

# bark_route_hazard+vestal@2
source: We are almost through!
ko: 거의 다 뚫었다!
uk: Ми вже майже пройшли.

# bark_route_hazard+vestal@3
source: We have been through worse!
ko: 더 나쁜 고난도 견뎌 봤잖나!
uk: Ми й через гірше проходили!

# bark_route_oblivion_tear+bounty_hunter@0
source: Arrgh!
ko: 으악!
uk: Прокляття!

# bark_route_oblivion_tear+bounty_hunter@1
source: DRIVE! NOW!
ko: 달려! 빨리!
uk: ЩЕ ШВИДШЕ!

# bark_route_oblivion_tear+bounty_hunter@2
source: Veil the windows!
ko: 창문 가려!
uk: Запніть вікна!

# bark_route_oblivion_tear+bounty_hunter@3
source: You won't make me look!
ko: 내가 볼 것 같냐!
uk: Мене ніхто не змусить розплющити очі!

# bark_route_oblivion_tear+flagellant@0
source: Deep, numbing cold...
ja: 深く、痺れるような寒さだ…
ko: 깊숙이 살결 에는 한기...
uk: Який холод... Усе німіє...
zh_cn: 深入骨髓的麻木之寒……

# bark_route_oblivion_tear+flagellant@1
source: Is it true?! Have my veins bled their last?!
ja: 本当か？俺の血管は最後の血を流したのか！？
ko: 이게 사실인가?! 내 혈관에서 마지막 피까지 빨려 나간건가?!
uk: Це правда?! Невже з моїх вен витекла остання крапля крові?!
zh_cn: 这是真的吗？我已经流干了最后一滴血？！

# bark_route_oblivion_tear+flagellant@2
source: No! You cannot rob me of my pain!
ja: ダメだ！俺の苦痛を奪わせはしないぞ！
ko: 아니! 내 고통을 앗아갈 수는 없다!
uk: Ні! Ніхто не зможе позбавити мене мого болю!
zh_cn: 不！你不能夺走我的痛苦！

# bark_route_oblivion_tear+flagellant@3
source: Perhaps I've steered us wrong...
ko: 내 인도가 잘못되었나 보군...
uk: Я міг приймати хибні рішення...

# bark_route_oblivion_tear+grave_robber@0
source: G-gold! I'm drowning in gold!
ja: き、金よ！ 金に埋もれているわ！
ko: 그... 금! 금에 깔려 죽겠어!
uk: З-золото! Я тону в золоті!
zh_cn: 金、金币！我要被金币淹没了！！

# bark_route_oblivion_tear+grave_robber@1
source: S-so dark! So cold!
ja: く､暗すぎる！それに寒い！
ko: 너무 어두워... 너무 추워!
uk: Як темно... як холодно...
zh_cn: 好、好黑！好冷！

# bark_route_oblivion_tear+grave_robber@2
source: That one outside, she has my mother's face...
ja: 外にいるあれ、私の母の顔をしているわ…
ko: 저 바깥에 있는 사람, 우리 어머니 얼굴을 하고 있어...
uk: У тієї, що надворі, обличчя моєї матері...
zh_cn: 外面的那个，长得好像我的母亲……

# bark_route_oblivion_tear+grave_robber@3
source: Wooden walls - we've been buried alive!
ja: 木の壁…私たちは生き埋めにされたようね！
ko: 사방이 나무벽... 관짝이야? 우리 생매장 된 거야?!
uk: Ці дерев’яні стіни — ми поховані живцем!
zh_cn: 这就是一口棺材——我们被活埋了！

# bark_route_oblivion_tear+hellion@0
source: GET OUT OF MY HEAD!
ja: 頭の中から出ていけ！
ko: 내 머리에서 나가라!!!
uk: ГЕТЬ ІЗ МОЄЇ ГОЛОВИ!
zh_cn: 从我脑海里滚出去！！

# bark_route_oblivion_tear+hellion@1
source: Left to bleed out as I left them...
ja: 今度は私が、血を流しながら置いて行かれるのか…
ko: 부족을 떠나서 피 흘리다 죽어갈 운명이라니...
uk: Залишили спливати кров’ю — так само, як я залишила їх...
zh_cn: 就像被我抛下的那些人一样，我现在也将独自流血……

# bark_route_oblivion_tear+hellion@2
source: RrrraaAAAGH!
ko: 으아아아아아아!
uk: Р-р-р-ра-а-а-агх!

# bark_route_oblivion_tear+hellion@3
source: Who will sing their spirits home?
ko: 이제 누가 혼령들을 이끌 노래를 불러주지?
uk: Хто призове своїх духів піснею?

# bark_route_oblivion_tear+highwayman@0
source: Don't let it speak to me!
ko: 일부러 그런 거 아니라고!
uk: Не можу чути цей голос!

# bark_route_oblivion_tear+highwayman@1
source: Rats... nibbling at the walls...
ja: ネズミが…壁をかじっている…
ko: 쥐들... 벽을 갉아먹는 쥐들...
uk: Щури... вони гризуть стіни...
zh_cn: 老鼠……啃咬着墙壁……

# bark_route_oblivion_tear+highwayman@2
source: The blackness - it's in my blood!
ko: 시커먼 암흑이... 내 핏속을 흐르고 있어!
uk: Чорнота — вона в моїй крові!

# bark_route_oblivion_tear+highwayman@3
source: These shackles weigh me down...
ko: 족쇄가 내 사지를 옭아매는군...
uk: Ці кайдани обтяжують мене...

# bark_route_oblivion_tear+jester@0
source: Cease your laughing this instant!
ja: この瞬間は、笑いを止めろ！
ko: 그만! 비웃어!
uk: Припиніть сміятися над цим зараз же!
zh_cn: 别！再！笑！了！！

# bark_route_oblivion_tear+jester@1
source: hahaHAHAH!
ko: 하하하하!
uk: Ха-ха-ха... ХА-ХА-ХА!

# bark_route_oblivion_tear+jester@2
source: N-not that song! NO!
ja: その歌はダメだ！やめろ！
ko: 저 노래! 저 노래! 안 돼!!
uk: Т-тільки не ця пісня! НІ!
zh_cn: 不！是那首歌……是那首歌！！

# bark_route_oblivion_tear+jester@3
source: What do you mean? This mask <i>is</i> my face.
ja: どういう意味だ？この仮面<i>は</i>私の顔だ
ko: 무슨 뜻이야? 이 가면이 <i>내 얼굴</i>인데.
uk: Що ти маєш на увазі? Ця маска і <i>є</i> моє обличчя.
zh_cn: 摘下面具？可我<i>没戴</i>面具啊。

# bark_route_oblivion_tear+leper@0
source: A leafless baobab, hollowed by mites.
ja: ダニに食われて空洞となった、葉のなきバオバブみたいだな
ko: 이파리 없는 바오밥나무, 그 속은 흰개미가 다 파먹었구나.
uk: Безлистий баобаб, вигризений зсередини кліщами.
zh_cn: 无叶的千年木，被螨虫所凿空。

# bark_route_oblivion_tear+leper@1
source: I could have died among my people...
ko: 내 백성들 사이에서 죽을 수도 있었을 텐데...
uk: Я міг загинути разом зі своїм народом...

# bark_route_oblivion_tear+leper@2
source: My memories - my life - is mine!
ja: この記憶､この人生は､私のものだ！
ko: 나의 기억은... 나의 삶은 내 것이다!
uk: Мої спогади... моє життя... тільки мої!
zh_cn: 我的记忆、我的生命——你们休想夺走！

# bark_route_oblivion_tear+leper@3
source: Such emptiness...
ko: 실로 공허하구나...
uk: Лише порожнеча...

# bark_route_oblivion_tear+man_at_arms@0
source: G-get back - get away!
ja: も､戻れ…どこかへ行け！
ko: 저, 저리 가... 물러나!
uk: Н-назад, не підходьте!
zh_cn: 快回去……快走开！

# bark_route_oblivion_tear+man_at_arms@1
source: Put out my other eye! HURRY!
ja: 俺のもう片方の目をどうにかしてくれ！速く！
ko: 멀쩡한 눈도 빼야 돼! 어서!
uk: Вирви мені друге око! ШВИДШЕ!
zh_cn: 快把我另一只眼戳瞎！快！

# bark_route_oblivion_tear+man_at_arms@2
source: The horrors of war were nothing...!
ko: 전쟁의 공포는 아무것도 아니었구나...!
uk: Жахіття війни — це ніщо в порівнянні із цим!

# bark_route_oblivion_tear+man_at_arms@3
source: Their sad, sunken eyes...!
ko: 저 푹 꺼진 슬픈 눈길을 봐...!
uk: Їхні сумні, запалі очі...

# bark_route_oblivion_tear+occultist@0
source: I ALONE CAN SHOW YOU THE DEEP FEAR.
ja: 『我のみが、お前に深き恐怖を見せられるのだ』
ko: 나는 더욱 깊은 공포를 보여 줄 수 있노라.
uk: ЛИШЕ Я МОЖУ ПОКАЗАТИ ТОБІ ГЛИБИННИЙ СТРАХ.
zh_cn: 【仅凭我便可以向你们展示最深邃的恐惧。】

# bark_route_oblivion_tear+occultist@1
source: I knew I could not hold it back forever...!
ja: 永遠には抑えられないと思っていた…！
ko: 영원히 억눌러 둘 수는 없을 줄 알았다!
uk: Я знав, що не зможу стримувати це вічно...
zh_cn: 我知道我没办法永远抵御它……！

# bark_route_oblivion_tear+occultist@2
source: My...mind...I can't...
ko: 내... 마음이... 더 이상은...
uk: Мій... розум.. не можу...

# bark_route_oblivion_tear+occultist@3
source: The void is restless!
ko: 공허가 요동치는구나!
uk: Безодня невгамовна!

# bark_route_oblivion_tear+plague_doctor@0
source: Avert your eyes from the windows!
ko: 창문 쪽을 쳐다보지 마!
uk: Відверніться від вікон!

# bark_route_oblivion_tear+plague_doctor@1
source: I-it doesn't make sense... nothing makes sense!
ja: い､意味がわからない…まったく何もわからない！
ko: 이, 이건 말도 안 돼... 말이 되는 게 없어!
uk: Ні в чому немає сенсу... все безглуздо...
zh_cn: 这，这不合理……这毫无道理可言！

# bark_route_oblivion_tear+plague_doctor@2
source: Mocking laughter, even now...!
ja: 嘲笑が、今も…！
ko: 아직도 비웃는 소리가 들려...!
uk: Глумливий сміх — навіть зараз...
zh_cn: 就连现在，我也能听到他们的嘲笑声！

# bark_route_oblivion_tear+plague_doctor@3
source: Th-that wailing! Stop it, professor!
ja: そ､その悲痛な叫び声！やめて､教授！
ko: 또... 또 소리 지른다! 그만 하세요, 교수님!
uk: Цей лемент... Не треба, професоре!
zh_cn: 别、别再叫唤了，老师！

# bark_route_oblivion_tear+runaway@0
source: Am I as ungrateful as Mother Abbess says...?
ja: 私って、修道院長が言うような恩知らずなの？
ko: 아베스 성모님 말씀처럼 내가 배은망덕했던 걸까...?
uk: Невже я й справді така невдячна, як казала мати-настоятелька?
zh_cn: 我是不是真的像修女长说的那样不知好歹……？

# bark_route_oblivion_tear+runaway@1
source: L-let me be!
ko: 저-저리 가!
uk: Дайте мені спокій!

# bark_route_oblivion_tear+runaway@2
source: My blood runs cold as ice...
ja: 私の血が氷のように冷たい…
ko: 피가 얼음처럼 차게 식어...
uk: Моя кров холодніша за лід...
zh_cn: 我的血冷得像冰……

# bark_route_oblivion_tear+runaway@3
source: Th-the flame... it's gone black?!
ja: 炎が…黒くなった…！？
ko: 부, 불꽃이... 시커매졌어?!
uk: П-полум’я... невже воно почорніло?!
zh_cn: 火、火炬……火炬变黑了？！

# bark_route_oblivion_tear+vestal@0
source: Darkness seeps through the windows!
ja: 窓から闇が滲み出ています！
ko: 암흑이 창문을 뚫고 스며들어 온다!
uk: Крізь вікна просочується темрява!
zh_cn: 黑暗席卷了窗外！

# bark_route_oblivion_tear+vestal@1
source: My eyes are wide... but... I cannot see!
ja: 目は開いています…ですが…何も見えません！
ko: 눈을... 크게 떠 봐도... 아무 것도 안 보여!
uk: Мої очі розплющені... але я нічого не бачу!
zh_cn: 我明明睁着眼……可是却什么都看不见！

# bark_route_oblivion_tear+vestal@2
source: N-no light at all...
ja: ま､全く光がありません…
ko: 아무런 빛도 없어...
uk: Світла зовсім нема...
zh_cn: 一、一点光都没有……

# bark_route_oblivion_tear+vestal@3
source: Protect the torch at all costs!
ja: 松明は何としても守ってください！
ko: 무슨 수를 써서든 횃불을 지켜!
uk: Захистіть смолоскип за будь-яку ціну!
zh_cn: 不惜一切代价保护火炬！

# bark_route_rough_patch+bounty_hunter@0
source: *sigh*
ko: (어휴)
uk: *зітхає*

# bark_route_rough_patch+bounty_hunter@1
source: *sigh*
ko: (어휴)
uk: *зітхає*

# bark_route_rough_patch+bounty_hunter@2
source: Hell's sake.
ko: 진짜 얼어죽을.
uk: Хай усе йде під три чорти...

# bark_route_rough_patch+bounty_hunter@3
source: Mind my flashpowders.
ko: 내 섬광탄 조심해.
uk: Не забувайте про мій спалаховий порошок.

# bark_route_rough_patch+flagellant@0
source: Heh heh.
ko: 헤헤.
uk: Хе-хе.

# bark_route_rough_patch+flagellant@1
source: Onward! Damn the roads!
ko: 앞으로! 길바닥은 알 바 아니다!
uk: Вперед! До біса дороги!

# bark_route_rough_patch+flagellant@2
source: Soon we shall face real threats!
ja: すぐに本当の脅威に直面するだろう！
ko: 곧 우리는 진정한 위협을 마주하리라!
uk: Скоро ми зіткнемося зі справжніми загрозами!
zh_cn: 一会儿还有真正的威胁等着我们呢！

# bark_route_rough_patch+flagellant@3
source: These souls and their complaints.
ja: 不満に溢れた魂どもめ
ko: 이 모든 영혼과 그 불만이란.
uk: Ці душі та їхня одвічна туга...
zh_cn: 这些家伙就只知道抱怨。

# bark_route_rough_patch+grave_robber@0
source: And there go my pearls - wonderful.
ko: 진주 다 튀어 나가네. 경사 났구만.
uk: Прощавайте, мої прикраси...

# bark_route_rough_patch+grave_robber@1
source: No, no, your other left!
ko: 아니, 아니! 너한테는 왼쪽!
uk: Ні, ні, тобі інший!

# bark_route_rough_patch+grave_robber@2
source: Well, my headache's back.
ja: ああ、また頭が痛くなってきた
ko: 또 편두통 도진다.
uk: Здається, головний біль повернувся.
zh_cn: 哎呦，我的头痛又回来了。

# bark_route_rough_patch+grave_robber@3
source: Who paved this abomination of a road?!
ja: この忌まわしい道路を舗装したのは誰？
ko: 대체 누가 이 따위 길을 만들어 놨어?!
uk: Хто проклав цю пародію на дорогу?!
zh_cn: 是谁把路修得这么有想象力？！

# bark_route_rough_patch+hellion@0
source: Any more and I'll--*hurk*
ja: これ以上揺れたら私は… フーッ…
ko: 한번만 더 흔들렸다간... 헉!
uk: Ще трохи, і я... *хек*
zh_cn: 再来一次我就——*咕呃！*

# bark_route_rough_patch+hellion@1
source: Hahaaa! Do it again!
ko: 하하! 또 해봐라!
uk: Ха-ха! Давайте ще раз!

# bark_route_rough_patch+hellion@2
source: This thing is a damned death-trap!
ja: これは忌々しい死の罠だ！
ko: 이 길 통째로 함정이다!
uk: Це клята смертельна пастка!
zh_cn: 这马车简直是个死亡陷阱！

# bark_route_rough_patch+hellion@3
source: Would be smoother on horseback.
ko: 말에 탔으면 더 안정적이었을 텐데.
uk: На коні так не трусило б.

# bark_route_rough_patch+highwayman@0
source: Hold on!
ko: 꽉 잡아!
uk: Тримайтеся!

# bark_route_rough_patch+highwayman@1
source: Keep it steady, damn you!
ja: 安定させろってんだ！
ko: 살살 좀 몰아라, 망할!
uk: Правуй навпростець, хай тобі грець!
zh_cn: 稳住，该死的！

# bark_route_rough_patch+highwayman@2
source: Rightward, damn it!
ja: 右方向だ、ちくしょう！
ko: 오른쪽으로 가라고!
uk: Праворуч, чорт забирай!
zh_cn: 该死，快往右拐！

# bark_route_rough_patch+highwayman@3
source: We're drifting off-course!
ko: 도로 밖으로 튕겨나가고 있어!
uk: Ми збилися з курсу!

# bark_route_rough_patch+jester@0
source: Mind the lanterns!
ko: 등불 조심하라구!
uk: Стежте за ліхтарями!

# bark_route_rough_patch+jester@1
source: Ouch!
ja: いてぇ！
ko: 아야!
uk: Ай!
zh_cn: 哎呦！

# bark_route_rough_patch+jester@2
source: This is worse than any bandits.
ko: 차라리 도적떼를 상대하고 말지.
uk: Це гірше за будь-яких бандитів.

# bark_route_rough_patch+jester@3
source: Watch my lute!
ko: 내 류트 조심해!
uk: Обережно, моя лютня!

# bark_route_rough_patch+leper@0
source: I felt that.
ko: 방금 그 진동은 나도 느꼈다.
uk: Ай! Це боляче було.

# bark_route_rough_patch+leper@1
source: I never grew seasick, but...
ja: 船酔いすることはなかったが…
ko: 내가 바다에서도 멀미가 안 나는 사람인데...
uk: У мене ніколи не було морської хвороби, але...
zh_cn: 我从来没有晕过船，但是……

# bark_route_rough_patch+leper@2
source: Leaves upon the stream...
ko: 시냇물에 떠내려가는 낙엽처럼...
uk: Я лист, що пливе річкою...

# bark_route_rough_patch+leper@3
source: We are far from safe grounds now.
ko: 안전한 땅에서는 한참 떨어졌군.
uk: Тут про безпеку можна лише мріяти.

# bark_route_rough_patch+man_at_arms@0
source: Brace up, you lot!
ko: 꽉 잡아라, 이 녀석들아!
uk: Усім триматися!

# bark_route_rough_patch+man_at_arms@1
source: Cease yer whining!
ko: 작작 징징대!
uk: Досить скиглити!

# bark_route_rough_patch+man_at_arms@2
source: Still better than walkin'!
ja: 歩くよりはマシだ！
ko: 그래도 걷는 것보다는 낫지!
uk: Однаково краще, ніж пішки!
zh_cn: 总比走路强！

# bark_route_rough_patch+man_at_arms@3
source: There are worse discomforts!
ja: これよりもっと不快なこともある！
ko: 배부른 소리 하기는!
uk: Є й гірші незручності!
zh_cn: 没什么大不了的！

# bark_route_rough_patch+occultist@0
source: Disrupt me not!
ko: 방해하지 말게!
uk: Не заважайте мені!

# bark_route_rough_patch+occultist@1
source: I can't concentrate!
ko: 집중을 할 수가 없잖아!
uk: Не можу зосередитися!

# bark_route_rough_patch+occultist@2
source: Rickety, damnable old wagon...
ja: ガタガタで残念な、古い荷馬車だな…
ko: 빌어먹을 놈의 낡은 마차...
uk: Розхитаний старий візок, най йому...
zh_cn: 这该死的旧马车颠簸得厉害……

# bark_route_rough_patch+occultist@3
source: Suns above!
ko: 창공의 태양이여!
uk: Над нами кілька сонць!

# bark_route_rough_patch+plague_doctor@0
source: Are we lost?!
ja: 迷った！？
ko: 길을 잃은 거야?!
uk: Ми що, заблукали?
zh_cn: 我们是迷路了吗？！

# bark_route_rough_patch+plague_doctor@1
source: Be more careful, damn you!
ja: もっと注意して！
ko: 좀 더 조심히 몰란 말이야!
uk: Обережніше, шляк би тебе трафив!
zh_cn: 该死，小心点！

# bark_route_rough_patch+plague_doctor@2
source: My vials - my samples!
ja: 瓶が､サンプルが！
ko: 내 약병... 내 표본이!
uk: Мої флакони! Мої зразки!
zh_cn: 我的药瓶——我的样本！

# bark_route_rough_patch+plague_doctor@3
source: We roam pointlessly into potholes!
ja: 道の穴に向かって無意味に走ってるわよ！
ko: 아무 의미 없이 도랑으로 빠지고 있잖아!
uk: Із цими вибоїнами зуби повилітають!
zh_cn: 遭这种罪毫无意义！

# bark_route_rough_patch+runaway@0
source: Don't you dare slow down!
ko: 어딜 감히 내 발목을 잡아!
uk: Навіть не думайте зменшувати швидкість!

# bark_route_rough_patch+runaway@1
source: Hang tight!
ko: 꽉 잡아!
uk: Тримайтеся міцніше!

# bark_route_rough_patch+runaway@2
source: Watch the cargo nets!
ko: 화물칸 조심해!
uk: Стежте за вантажними сітками!

# bark_route_rough_patch+runaway@3
source: Won't sleep at this rate.
ko: 이런 상태로는 잠도 못 자겠네.
uk: Не засну на такій швидкості.

# bark_route_rough_patch+vestal@0
source: Goodness!
ja: なんてことでしょう！
ko: 세상에나!
uk: Отакої!
zh_cn: 天啊！

# bark_route_rough_patch+vestal@1
source: I feel most unwell...
ko: 속이 정말 안 좋아...
uk: Мені дуже погано...

# bark_route_rough_patch+vestal@2
source: O-oh my!
ja: なんてこと！
ko: 어머나!
uk: Ну й ну!
zh_cn: 哎呦！

# bark_route_rough_patch+vestal@3
source: This road will shudder us apart!
ja: この道は、私たちを震え上がらせるでしょう！
ko: 골통이 흔들려 죽겠네!
uk: Ця дорога розділить нас!
zh_cn: 这条路要把我们的马车震成两半了！

# bark_route_safe+bounty_hunter@0
source: Nothing afoot? Easy money.
ja: 何も起こらないのか？ 簡単な仕事だな
ko: 발목 잡는 게 없군? 돈은 이렇게 벌어야지.
uk: Нічого не намічається? Оце так робота — не бий лежачого.
zh_cn: 什么事都没有？这钱挣得真轻松。

# bark_route_safe+bounty_hunter@1
source: They'll be comin' soon.
ko: 놈들은 언제라도 돌아올 거야.
uk: Вони вже наближаються.

# bark_route_safe+bounty_hunter@2
source: This quiet won't hold.
ja: この静けさは続かない
ko: 이 평화도 오래는 못 가.
uk: Цю тишу скоро порушать.
zh_cn: 这份宁静很快就会被打破。

# bark_route_safe+bounty_hunter@3
source: Wake me when there's a problem.
ja: 問題があったら起こしてくれ
ko: 문제가 생기면 깨우도록.
uk: Розбудіть, коли буде скрутно.
zh_cn: 出事了再叫醒我。

# bark_route_safe+flagellant@0
source: Allow these mortals a moment's rest.
ko: 이 필멸자들에게 찰나의 안식을 허하소서.
uk: Дайте цим смертним хвилинку відпочити.

# bark_route_safe+flagellant@1
source: Any longer and my scabs will heal!
ja: 事態がこのまま続けば、かさぶたが治りそうだな！
ko: 조금만 더 있으면 딱지가 다 아물겠다!
uk: Ще трохи — і мої струпи загояться!
zh_cn: 再多待一会儿，我的伤口就要愈合了！

# bark_route_safe+flagellant@2
source: Anything you wish to confess?
ja: 何か懺悔したいことはあるか？
ko: 고해하고 싶은 거라도 있나?
uk: Ти не хочеш ні в чому зізнатися?
zh_cn: 你有什么想要向我忏悔的吗？

# bark_route_safe+flagellant@3
source: Pass me the caltrops.
ja: 鉄菱を渡してくれ
ko: 마름쇠 좀 줘 봐라.
uk: Передай мені залізні шипи.
zh_cn: 把铁蒺藜递给我一下。

# bark_route_safe+grave_robber@0
source: For once in our lives, lady luck smiles!
ja: ようやく、こちらに運が向いてきた！
ko: 진짜 오랜만에 행운의 여신이 미소지어 주네!
uk: Хоч раз у житті удача посміхнулася!
zh_cn: 终于，幸运女神向我们露出了微笑！

# bark_route_safe+grave_robber@1
source: Lovely to travel unimpeded for once!
ja: 邪魔されずに走れるのって、ほんといいわね！
ko: 이렇게 방해받지 않으니까 얼마나 좋아!
uk: Нарешті можна насолодитися поїздкою!
zh_cn: 终于有一段安宁的旅程了，真是惬意！

# bark_route_safe+grave_robber@2
source: Pity this thing still bounces so.
ja: これでもまだ揺れるのが残念ね
ko: 여기서도 이렇게 흔들리네, 참.
uk: Шкода, що ця штука й досі так підстрибує.
zh_cn: 真可惜，马车还是这么颠簸。

# bark_route_safe+grave_robber@3
source: Someone make me a drink, would you?
ko: 이럴 때 같이 한 잔 할 사람?
uk: Мені хтось наллє?

# bark_route_safe+hellion@0
source: Bah - these empty roads bore me!
ko: 에이, 길 비었다! 심심하다!
uk: Ех! Нудьга, а не подорож.

# bark_route_safe+hellion@1
source: Too long without wetting my blade!
ja: 刃を濡らさない時期が長すぎる！
ko: 칼날에 피 안 묻힌 지 오래됐다!
uk: Занадто довго не мочив у крові лезо!
zh_cn: 太久没有让刀尖沾血了！

# bark_route_safe+hellion@2
source: We may grow soft, all this quiet!
ja: この静けさで、私たちは軟弱になるかもな！
ko: 이렇게 평화로우면 다들 실력 죽는다!
uk: Ми так розм’якнемо, у такій тиші...
zh_cn: 这里太舒服了，我们会失去血性的！

# bark_route_safe+hellion@3
source: Who's for arm wrestling?!
ja: 腕相撲をやりたい奴は？
ko: 팔씨름 할 사람?!
uk: Може, хтось не проти армреслінгу?
zh_cn: 有谁想来掰掰手腕吗？

# bark_route_safe+highwayman@0
source: Calm before the storm, I'd wager.
ja: 嵐の前の静けさ｡そんなところだろう
ko: 원래 폭풍 치기 직전이 가장 조용하다고.
uk: Закладаюся, що це затишшя перед бурею.
zh_cn: 我猜是暴风雨前的宁静吧。

# bark_route_safe+highwayman@1
source: Hmph. Can't relax anyhow.
ja: ふん。どうにも気が抜けない
ko: 흠. 그래도 마음을 놓을 수는 없어.
uk: Гм. Усе одно не вдається розслабитись.
zh_cn: 唔。还是没法放松。

# bark_route_safe+highwayman@2
source: Too quiet...
ja: 静かすぎる…
ko: 너무 조용한데...
uk: Щось занадто тихо...
zh_cn: 太安静了……

# bark_route_safe+highwayman@3
source: Wouldn't turn away some good luck.
ja: 幸運の賜物なら、断る道理はないな
ko: 이런 행운을 외면할 수야 없지.
uk: Тільки б удача не відвернулася...
zh_cn: 送到面前的好运气总不能拒绝。

# bark_route_safe+jester@0
source: *quiet strumming*
ko: (조용한 연주)
uk: *тихо бренькоче*

# bark_route_safe+jester@1
source: Perhaps I'll write something new...
ko: 작곡이라도 새로 해 볼까...
uk: Саме час для нової балади...

# bark_route_safe+jester@2
source: Quiet along this route... odd.
ja: この道は静かだな…妙なまでに
ko: 이쪽 길은 너무 조용한데... 수상해라.
uk: Якось тихо навкруги... Дивно.
zh_cn: 这条路很安静……安静得诡异。

# bark_route_safe+jester@3
source: Take a good break when it comes.
ja: 休めるときに休んだ方がいい
ko: 뭐가 어떻게 될지 모르니 그냥 쉬어 두라고.
uk: Можна розслабитися, поки є можливість.
zh_cn: 抓紧机会，好好休息吧。

# bark_route_safe+leper@0
source: Against the odds, we yet breathe.
ja: 不利な状況でも、我々はまだ息をしている
ko: 승산은 불리하지만 숨쉴 틈은 있군.
uk: Незважаючи на всі обставини, ми все ще дихаємо.
zh_cn: 尽管困难重重，但我们仍没有倒下。

# bark_route_safe+leper@1
source: Clear road ahead - a clear mind.
ja: 目前の道に邪魔はなく、平穏を邪魔するものもなし
ko: 앞쪽 길이 뚫렸군. 마음도 탁 트이네.
uk: Чиста дорога попереду — чистий розум.
zh_cn: 前路无阻，心灵无碍。

# bark_route_safe+leper@2
source: Let us enjoy this respite.
ko: 이 여유를 즐기세.
uk: Насолоджуймося цією тишею.

# bark_route_safe+leper@3
source: Marvel at how far we have come.
ja: よくここまで来たものだと感嘆する
ko: 이만큼이나 왔다니 참으로 경이롭군.
uk: Навіть дивно, як нам вдалося дістатися аж сюди.
zh_cn: 我们走了这么远，真是令人赞叹。

# bark_route_safe+man_at_arms@0
source: *deep, rumbling snores*
ko: (드르렁)
uk: *голосне лунке хропіння*

# bark_route_safe+man_at_arms@1
source: Finally, the terrain's on our side.
ko: 드디어 우리에게 유리한 지형이로군.
uk: Нарешті рельєф на нашому боці.

# bark_route_safe+man_at_arms@2
source: Some downtime, it seems...
ja: 少しばかりの休憩時間、ってとこか…
ko: 막간의 휴식이로군...
uk: Здається, бійки не буде.
zh_cn: 看来能休息一下了……

# bark_route_safe+man_at_arms@3
source: Someone else watch fer ambush.
ja: 誰か、待ち伏せに備えて見張ってくれ
ko: 누가 매복 경계 좀 봐라.
uk: Нехай засідки виглядає хтось інший.
zh_cn: 换个人放哨吧。

# bark_route_safe+occultist@0
source: Free for a moment's scrying.
ja: 水晶占いしても構わないぞ
ko: 막간을 이용해 점술이나 볼까.
uk: Можна і ясновидінням зайнятися.
zh_cn: 正好有空进行一次短暂的占卜。

# bark_route_safe+occultist@1
source: In these quiet moments, find gratitude.
ja: この静かな時間の中で、感謝の気持ちを見つけよう
ko: 이런 여유에 감사를 가지게.
uk: Подяка долі за ці спокійні хвилини.
zh_cn: 对这些静谧的时刻要心存感激。

# bark_route_safe+occultist@2
source: Let us hope our good fortune holds.
ko: 이런 행운이 함께 하길 바라세나.
uk: Будемо сподіватися, що доля нас берегтиме й надалі.

# bark_route_safe+occultist@3
source: Wisely scouted.
ja: 賢明に探索したな
ko: 정찰을 잘 했군.
uk: Мудре спостереження.
zh_cn: 明智的侦察。

# bark_route_safe+plague_doctor@0
source: Aha, I can keep watch this stretch!
ko: 아하, 드디어 주변 관찰 좀 하겠네!
uk: О, я можу й далі стежити за дорогою!

# bark_route_safe+plague_doctor@1
source: At last, a moment to think.
ja: ようやく考える時間ができた
ko: 드디어 생각을 좀 할 여유가 생겼네.
uk: Нарешті є час усе обміркувати.
zh_cn: 终于，一些思考的时间。

# bark_route_safe+plague_doctor@2
source: Meddle not! I am working!
ko: 참견 마! 작업 중이니까!
uk: Не заважайте! Я працюю!

# bark_route_safe+plague_doctor@3
source: Such mutations in the plant life!
ja: 植物の生命にそんな変異が！
ko: 식물들에서 돌연변이가 나타나는데!
uk: У рослин такі мутації...
zh_cn: 这里的植被居然有这么多样的变异！

# bark_route_safe+runaway@0
source: Free to travel at pace, finally.
ja: ようやく､安心して自由に移動できる
ko: 드디어 마음껏 속도를 좀 붙이네.
uk: Нарешті можемо їхати без поспіху.
zh_cn: 终于可以按我们自己的步调前进了。

# bark_route_safe+runaway@1
source: Let's eat up some leagues.
ko: 이렇게 몇 리그 정도 소화하자구.
uk: Давайте зріжемо кілька ліг.

# bark_route_safe+runaway@2
source: Let's put some distance 'tween us and them.
ja: 奴らからもっと離れよう
ko: 이럴 때 놈들이랑 거리를 벌려 두자.
uk: Давайте трохи випередимо їх.
zh_cn: 正好可以把后面的敌人甩远点。

# bark_route_safe+runaway@3
source: Nothing holding us up on this route.
ko: 이쪽 길에는 발목 잡힐 거 없어.
uk: На шляху нема перепон.

# bark_route_safe+vestal@0
source: Light, find us safe passage.
ko: 빛이여, 안전한 길을 찾아 주소서.
uk: Світло, допоможи нам безпечно проїхати.

# bark_route_safe+vestal@1
source: My prayers have been answered!
ja: 私の祈りが通じました！
ko: 나의 기도가 응답받았도다!
uk: Мої молитви були почуті!
zh_cn: 我的祈祷应验了！

# bark_route_safe+vestal@2
source: Perfect time for a rousing hymn, no?
ja: 情熱的な讃美歌には最適じゃないですか？
ko: 지금 같으면 함께 찬송하기 딱 좋은데, 아무도 없나?
uk: Чудовий час для гімну, що надихає... хіба ні?
zh_cn: 现在唱首激励人心的圣歌正合适，不是吗？

# bark_route_safe+vestal@3
source: So we are rested for the strife ahead.
ko: 앞으로의 싸움에 맞서 쉬어 두자.
uk: Ми вже відпочили й знов можемо битися.

# bark_stall@0
source: Back to the coach, lest we draw more!
ja: 駅馬車に戻れ！もっと引き寄せてしまうぞ！
ko: 마차로 돌아가. 안 그러면 더 몰려온다!
uk: Назад до Диліжанса, доки не привернули більше уваги.
zh_cn: 快回驿站马车上，以免引来更多敌人！

# bark_stall@1
source: Don't dally! We have to keep moving!
ja: ダラダラするな！動き続けねば！
ko: 질질 끌지 마! 우린 계속 움직여야 해!
uk: Не гайте час, треба рухатися далі!
zh_cn: 别拖延了！我们得继续前进！

# bark_stall@2
source: Let us be done with this.
ko: 어서 끝장내지.
uk: Досить.

# bark_stall@3
source: Let's finish these scum and move on.
ja: このクズどもを始末して次へ進もう
ko: 당장 저 쓰레기를 처치하고 움직이자고.
uk: Давайте прикінчимо цю мерзоту й рушимо далі.
zh_cn: 解决这些渣滓，然后继续前进吧。

# bark_stall@4
source: No good can come from toying with these creatures.
ja: こんな生き物を相手にしても、いいことはない
ko: 저딴 피조물을 갖고 놀아서 무슨 득을 보겠다고.
uk: Із цими тварюками зволікати не варто.
zh_cn: 逗弄这些生物不会有好下场。

# bark_stall@5
source: We are wasting time with this rabble!
ja: この暴徒と一緒にいても時間の無駄だ！
ko: 이런 오합지졸에 시간을 낭비하고 있다니!
uk: Ми даремно витрачаємо час на цю гидоту!
zh_cn: 我们在这里浪费时间！

# bark_stall@6
source: We're giving them time to regroup...
ja: これじゃ、彼らに再編成の時間を与えているだけだ…
ko: 지금 저 놈들이 재정비할 시간을 주고 있잖아...
uk: Ми дозволили їм перегрупуватися...
zh_cn: 我们在给他们时间重整……
