Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# tutorial_t804_description
source: <color=#{notable}>Academic's Studies</color> are deserted laboratories. The wyrd items and other boons within are valuable.
ja: <color=#{notable}>学者の研究所</color>は廃墟と化した研究室だ。 その中で、奇妙なアイテムやその他の恩恵といった、貴重な品を見つけられる。
ko: <color=#{notable}>교수의 연구</color>는 버려진 실험실입니다. 여기서 찾을 수 있는 기괴한 아이템과 기타 효과는 매우 귀중합니다.
uk: <color=#{notable}>Лабораторії Академіка</color> — це покинуті місця, де проводилися дослідження. Різні дивні предмети та інші цікаві речі, які можна там знайти, високо ціняться.
zh_cn: <color=#{notable}>教授的研究</color>是废弃的研究所。 其中有着匪夷所思的物品和其它奖励，对你来说会很宝贵。

# tutorial_t804_title
source: Academic's Study
ja: 学者の研究所
ko: 교수의 연구
uk: Лабораторія Академіка
zh_cn: 教授的研究

# tutorial_t805_description
source: Cultists emanate from the great evil at the Mountain. They appear at <color=#{notable}>Oblivion's Ingress</color> and <color=#{notable}>Oblivion's Rampart</color> locations. The last location before an Inn is always an Oblivion's Rampart. Cultists are always a tough fight, but the rewards are equally valuable. Defeating them reduces <color=#{notable}>loathing</color> <sprite name={q}icon_doom{q}>.
ko: 이교도는 산에 도사린 거대한 악으로부터 나옵니다. 이들은 주로 <color=#{notable}>망각의 침입</color>과 <color=#{notable}>망각의 성채</color> 지점에서 출현합니다. 여관 직전의 마지막 지점은 항상 망각의 성채로 고정됩니다. 이교도와의 전투는 언제나 힘겹지만 그 보상은 만만치 않게 확실합니다. 이교도를 물리치면 <color=#{notable}>해악</color> <sprite name={q}icon_doom{q}>도 감소합니다.

# tutorial_t805_title
source: Cultists
ko: 이교도

# tutorial_t806_description
source: Beasts make their refuge in <color=#{notable}>Creature Dens</color> throughout the corrupted regions. They put up a fierce defense, but rare animal parts fetch attractive rewards from <color=#{notable}>Innkeepers</color> desperate for delicacies and wyrd ingredients.
ko: 타락한 지역 곳곳에는 짐승들이 판 <color=#{notable}>괴물의 둥지</color>가 있습니다. 이 괴물들을 쓰러뜨리는 것은 만만치 않지만, 승리의 증거로 이 희귀한 동물들의 신체 부위를 가져간다면 진기하고 기괴한 물건을 좋아하는 <color=#{notable}>여관 주인</color>으로부터 괜찮은 보상을 받을 수 있을 것입니다.
uk: У постраждалих від зла регіонах у <color=#{notable}>барлогах</color> зазвичай ховаються дикі тварини. Вони можуть чинити запеклий опір, але їхні органи дуже цінуються в <color=#{notable}>трактирах</color>. Адже завжди знайдуться ті, хто зможе якось використати будь-яку гидоту.

# tutorial_t806_title
source: Creature Dens
ko: 괴물의 둥지

# tutorial_t900_description
source: There are many other locations to visit along your expedition. In time you will learn the advantages of each.
ja: 他にも遠征中に訪れられる場所は沢山ある。時間をかけて、それぞれの場所が持つ利点を学ぶことになるだろう。
ko: 원정 중에는 다양한 장소들을 방문할 수 있습니다. 게임을 진행하다 보면 각각의 효용에 대해 차차 알게 될 것입니다.
uk: У поході вам зустрінуться й інші зупинки. Згодом ви дізнаєтеся про особливості кожної з них.
zh_cn: 你在征程中还可能路过许多其它地点。随着时间推移，你会了解到每个地点的益处。

# tutorial_t900_title
source: Other Locations
ja: 他のロケーション
ko: 그 외의 지점
uk: Інші зупинки
zh_cn: 其它地点

# tutorial_t901_description
source: <color=#{notable}>Shrines of Reflection</color> are where heroes can revisit their memories. By confronting their past, they unlock new skills. At each shrine, choose a single hero to advance their story. If the story is completed successfully, the new skill unlocks. These unlocks are <color=#{notable}>permanent</color>. Whenever you use this hero in future expeditions, they will have these unlocked skills.
ko: <color=#{notable}>회고의 성소</color>는 영웅들이 자신의 기억을 되새길 수 있는 장소입니다. 각 영웅은 자신의 과거에 맞서고 새로운 기술을 해금할 수 있습니다. 성소에 들를 때마다 영웅 하나를 선택하여 이야기를 진행하게 됩니다. 이야기를 성공적으로 완수하면 새 기술이 해금됩니다. 이 해금 효과는 <color=#{notable}>영구적입니다</color>. 앞으로의 원정에서 해당 영웅을 사용할 때 해금된 기술을 사용할 수 있는 것입니다.

# tutorial_t901_title
source: Shrines
ja: 神殿
ko: 성소
uk: Святилища
zh_cn: 圣地

# tutorial_t902_description
source: The <color=#{notable}>Field Hospital</color> is the only place where you may <color=#{notable}>cure</color> diseases, <color=#{notable}>remove</color> negative quirks, or <color=#{notable}>reinforce</color> (lock) positive quirks. Only one quirk per hero can be reinforced, so choose wisely! The hospital also sells some curative items.
ko: <color=#{notable}>야전 병원</color>은 각 영웅의 질병 <color=#{notable}>치료</color>, 부정적 기벽 <color=#{notable}>제거</color>, 또는 긍정적 기벽 <color=#{notable}>강화</color> (잠금) 서비스를 이용할 수 있는 유일한 장소입니다 (기벽은 한 번에 하나 씩만 강화 가능하니 신중하게 선택하세요!). 또한 몇 가지 일반적인 의료 용품도 판매합니다.
uk: <color=#{notable}>Польовий лазарет</color> — єдине місце, де можна <color=#{notable}>зцілитися</color> від хвороб, <color=#{notable}>позбутися</color> негативних рис і <color=#{notable}>закріпити</color> позитивні риси (кожному герою можна закріпити лише одну рису, тож добре подумайте, перш ніж вибрати!). Також у лазареті можна купити деякі ліки.

# tutorial_t902_title
source: Field Hospital
ko: 야전 병원
uk: Польовий лазарет

# tutorial_t903_description
source: The <color=#{notable}>Hoarder</color> carries a wide variety of valuable goods. Some can only be found here.
ko: <color=#{notable}>고물상</color>은 온갖 잡다한 물건을 팔고 있습니다. 그 중에는 여기서만 발견할 수 있는 상품도 있습니다.
uk: У <color=#{notable}>барахольника</color> завжди можна поживитися чимось цінним. Деякі речі можна знайти лише в нього.

# tutorial_t903_title
source: Hoarder
ja: 貯蔵庫
ko: 고물상
uk: Барахольник
zh_cn: 囤积者

# tutorial_t904_description
source: The <color=#{notable}>Watchtower</color> scouts (reveals) every location in this region. It's usually well worth the detour, especially early in a region.
ko: <color=#{notable}>감시탑</color>은 해당 지역의 모든 지점을 정찰하여 드러냅니다. 그래서 지역 초반이라면 들러볼 가치가 충분합니다.
uk: <color=#{notable}>Дозорна вежа</color> дає змогу розвідати (побачити) усі зупинки в регіоні. Зазвичай є сенс скористатися її можливостями, особливо коли група потрапляє в новий регіон.

# tutorial_t904_title
source: Watchtower
ja: 監視塔
ko: 감시탑
uk: Дозорна вежа
zh_cn: 眺望台

# tutorial_t905_description
source: <color=#{notable}>Lairs</color> are where the <color=#{notable}>region bosses</color> dwell. To reach the boss, you must first win your way through two sentry battles. You may retreat from the lair after each battle, but the further you delve the more loot you'll retrieve. Bosses have rare treasures and they are <color=#{notable}>the only source of trophies.</color> Trophies act as a key to the Mountain.
ko: <color=#{notable}>소굴</color>은 <color=#{notable}>지역 우두머리</color>가 도사리고 있는 곳입니다. 우두머리에게 도달하려면 우선 2회의 경계병 전투를 치러야 합니다. 각 전투가 끝날 때마다 퇴각을 할 수 있는 기회가 주어지지만, 더 깊이 들어갈 수록 더 많은 노획품이 기다리고 있습니다. 우두머리는 다른 곳에서 찾을 수 없는 희귀한 보물도 제공하며, <color=#{notable}>전리품을 얻을 수 있는 유일한 수단</color>이기도 합니다. 전리품은 산 지역으로 진행하는 데 반드시 필요합니다.
uk: У <color=#{notable}>лігвах</color> мешкають <color=#{notable}>боси регіонів</color>. Щоб дістатися боса, спочатку треба перемогти у двох боях зі стражами. Покинути лігво можна після будь-якого бою, але що далі ви проберетеся, то більшу здобич отримаєте. Після перемоги над босами можна отримати рідкісні скарби, а також <color=#{notable}>унікальну винагороду — трофеї</color>. Вони потрібні, щоб потрапити на Гору.

# tutorial_t905_title
source: Lairs
ja: 隠れ家
ko: 소굴
uk: Лігва
zh_cn: 巢穴

# tutorial_t906_description
source: The <color=#{notable}>Oasis</color> is a much needed sanctuary along roads fraught with peril. <sprite name={q}token_stress{q}> relief and related items are the primary benefit.
ko: <color=#{notable}>샘터</color>는 위험으로 가득한 도로로부터 잠시 한숨 돌릴 수 있는 피난처입니다. 주로 <sprite name={q}token_stress{q}> 치유 효과와 관련 아이템 등을 획득할 수 있습니다.
uk: <color=#{notable}>Оазис</color> — довгоочікуване місце відпочинку на дорозі, повної небезпек. У цьому місці можна позбутися <sprite name={q}token_stress{q}> та отримати предмети з відповідними ефектами.

# tutorial_t906_title
source: The Oasis
ja: オアシス
ko: 샘터
uk: Оазис
zh_cn: 绿洲

# tutorial_toast_label
source: Tutorial Info
ja: チュートリアル情報
ko: 튜토리얼 정보
uk: Навчання
zh_cn: 教程信息

# tutorial_toast_tooltip_label
source: <color=#{notable}>[Left Click]</color> view / <color=#{notable}>[Right Click]</color> dismiss
ja: <color=#{notable}>[左クリック]</color> 表示 / <color=#{notable}>[右クリック]</color> 却下
ko: <color=#{notable}>[좌클릭]</color> 보기 / <color=#{notable}>[우클릭]</color> 닫기
uk: <color=#{notable}>[ЛКМ]</color>, щоб переглянути / <color=#{notable}>[ПКМ]</color> щоб закрити
zh_cn: <color=#{notable}>[左键点击]</color>查看/<color=#{notable}>[右键点击]</color>忽略

# unequippable_item_equip_prompt_desc
source: Once equipped, this cannot be removed during this expedition. Proceed?
ko: 장착한 후에는 이번 원정에서 제거할 수 없습니다. 계속 하시겠습니까?
uk: Якщо ви додасте цей предмет, то не зможете скасувати цю дію під час походу. Однаково додати?

# unequippable_item_equip_prompt_no
source: Decline
ja: 拒否
ko: 거절
uk: Відмовитися
zh_cn: 再想想

# unequippable_item_equip_prompt_title
source: Unremoveable!
ja: 外せない装備！
ko: 제거 불가!
uk: Не можна зняти!
zh_cn: 无法移除！

# unequippable_item_equip_prompt_yes
source: Accept
ja: 確定
ko: 수락
uk: Продовжити
zh_cn: 接受

# unlock_actor_path_description
source: Unlocks {0} Hero Path
ja: 英雄の進路「{0}」をアンロック
ko: '{0}' 영웅의 길 해금
uk: Відкриває шлях {0}
zh_cn: 解锁{0}英雄道途

# unlock_bounty_hunter_1_override
source: <color=#{buff}>Bounty Hunter</color> can sometimes be hired at the Inn
ja: 時々、<color=#{buff}>賞金稼ぎ</color>を宿で雇えるようになる
ko: 때때로 여관에서 <color=#{buff}>현상금 사냥꾼</color>을 고용 가능해짐
uk: Іноді в трактирі можна зустріти <color=#{buff}>Найманця</color>
zh_cn: <color=#{buff}>赏金猎人</color>有时可以在旅馆被雇佣

# unlock_flagellant_1_override
source: unlocks <color=#{buff}>Flagellant</color> <color=#{path_verbose}>+ Front Rank + Blight + Durable + Sacrificial Support</color>
ko: <color=#{buff}>고행자</color> 해금 <color=#{path_verbose}>+ 전방 + 중독 + 튼튼함 + 자기 희생 지원</color>
uk: відкриває <color=#{buff}>Флагеланта</color> <color=#{path_verbose}>+ Передня позиція + Отрута + Витримка + Жертовна підтримка</color>

# unlock_flagellant_14_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Pain Box</color>
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>고통의 상자</color>를 찾아냅니다.
uk: Іноді після прибуття до <color=#{path_verbose}>трактиру</color> можна знайти <color=#{buff}>скриньку болю</color>

# unlock_grave_robber_13_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>The Very Best</color>
ja: <color=#{path_verbose}>宿</color>に到着した時、<color=#{buff}>最高の</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>최고급품</color>을 찾아냅니다.
uk: Іноді після прибуття до <color=#{path_verbose}>трактиру</color> можна знайти <color=#{buff}>Найкраще</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>至醇美酒</color>

# unlock_hellion_1_override
source: unlocks <color=#{buff}>Hellion</color> <color=#{path_verbose}>+ Front Rank + High Dmg + Bleed + Bloodlust</color>
ja: <color=#{buff}>荒くれ者</color>をアンロック <color=#{path_verbose}>+ 前衛ランク + 高ダメージ + 出血 + 血の渇き</color>
ko: <color=#{buff}>야만인</color> 해금 <color=#{path_verbose}>+ 전방 + 높은 피해 + 출혈 + 혈욕</color>
uk: відкриває <color=#{buff}>Дикунку</color> <color=#{path_verbose}>+ Передня позиція + Велика шкода + Кровотеча + Жага крові</color>
zh_cn: 解锁<color=#{buff}>野蛮人</color> <color=#{path_verbose}>+ 前排 + 高伤害 + 流血 + 嗜血</color>

# unlock_hellion_14_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>War Paint</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>戦争の塗料</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>전쟁 화장</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Бойове розфарбування</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>战争迷彩</color>

# unlock_highwayman_13_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Morbid Joke</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>病的な冗談</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>음침한 농담</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Похмурий жарт</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>黑色幽默</color>

# unlock_infernal_flame_1_override
source: <color=#{debuff}>The Despairing Flare</color> can now be found at the <color=#{notable}>Valley Inn</color>. It mounts on the Stagecoach.
ko: 이제 <color=#{notable}>계곡 여관</color>에서 <color=#{debuff}>절망의 신호</color>를 찾을 수 있습니다. 역마차에 장착할 수 있는 아이템입니다.
uk: <color=#{debuff}>Спалах розпачу</color> можна знайти в <color=#{notable}>трактирі в Долині</color>. Його треба встановити на Диліжанс.

# unlock_infernal_flame_2_override
source: <color=#{debuff}>The Corpse Light</color> can now be found at the <color=#{notable}>Valley Inn</color>. It mounts on the Stagecoach.
ko: 이제 <color=#{notable}>계곡 여관</color>에서 <color=#{debuff}>시체의 불빛</color>을 찾을 수 있습니다. 역마차에 장착할 수 있는 아이템입니다.

# unlock_infernal_flame_3_override
source: <color=#{debuff}>The Doom Candle</color> can now be found at the <color=#{notable}>Valley Inn</color>. It mounts on the Stagecoach.
ko: 이제 <color=#{notable}>계곡 여관</color>에서 <color=#{debuff}>파멸의 촛대</color>를 찾을 수 있습니다. 역마차에 장착할 수 있는 아이템입니다.
uk: <color=#{debuff}>Свічку приреченості</color> можна знайти в <color=#{notable}>трактирі в Долині</color>. Її треба встановити на Диліжанс.

# unlock_infernal_flame_4_override
source: <color=#{debuff}>The Hateful Pyre</color> can now be found at the <color=#{notable}>Valley Inn</color>. It mounts on the Stagecoach.
ko: 이제 <color=#{notable}>계곡 여관</color>에서 <color=#{debuff}>증오의 장작</color>을 찾을 수 있습니다. 역마차에 장착할 수 있는 아이템입니다.

# unlock_infernal_flame_5_override
source: <color=#{debuff}>The Stygian Blaze</color> can now be found at the <color=#{notable}>Valley Inn</color>. It mounts on the Stagecoach.
ko: 이제 <color=#{notable}>계곡 여관</color>에서 <color=#{debuff}>칠흑의 불길</color>를 찾을 수 있습니다. 역마차에 장착할 수 있는 아이템입니다.

# unlock_jester_1_override
source: unlocks <color=#{buff}>Jester</color> <color=#{path_verbose}>+ Any Rank + Bleed + Stress Heal + Support</color>
ja: <color=#{buff}>ジェスター</color>をアンロック <color=#{path_verbose}>+ 任意のランク + 出血 + ストレス回復 + 支援</color>
ko: <color=#{buff}>광대</color> 해금 <color=#{path_verbose}>+ 모든 위치 + 출혈 + 스트레스 치유 + 지원</color>
uk: відкриває <color=#{buff}>Блазня</color> <color=#{path_verbose}>+ Будь-яка позиція + Кровотеча + Зняття стресу + Допомога</color>
zh_cn: 解锁<color=#{buff}>小丑</color> <color=#{path_verbose}>+ 任意位置 + 流血 + 降低压力 + 辅助</color>

# unlock_jester_14_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Oddly-Tuned Lute</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>調律不全のリュート</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>이상하게 조율한 류트</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Розладнану лютню</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>诡调鲁特琴</color>

# unlock_leper_1_override
source: unlocks <color=#{buff}>Leper</color> <color=#{path_verbose}>+ Front Rank + High Dmg + Self-Sufficient + Durable</color>
ja: <color=#{buff}>没落者</color>をアンロック <color=#{path_verbose}>+ 前衛ランク + 高ダメージ + 自給自足 + 耐久性</color>
ko: <color=#{buff}>나병환자</color> 해금 <color=#{path_verbose}>+ 전방 + 높은 피해 + 자가생존 + 튼튼함</color>
uk: відкриває <color=#{buff}>Прокаженого</color> <color=#{path_verbose}>+ Передня позиція + Велика шкода + Самодостатність + Витримка</color>
zh_cn: 解锁<color=#{buff}>麻风病人</color> <color=#{path_verbose}>+ 前排 + 高伤害 + 自给自足 + 坚实</color>

# unlock_leper_14_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Precious Collection</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>貴重なコレクション</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>소중한 수집품</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Коштовну колекцію</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>珍贵收藏</color>

# unlock_man_at_arms_13_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Improvised Strategy</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>即興の戦略</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>급조한 전략</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Імпровізовану стратегію</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>见机行事战术</color>

# unlock_memory_1_override
source: More <color=#{buff}>memories</color> are available to choose from when illuminating onto heroes
ja: 英雄に記憶を照らした時、<color=#{buff}>記憶</color>の選択肢が増える
ko: 영웅들을 밝힐 때 <color=#{buff}>기억</color>을 더 추가할 수 있습니다
uk: Героям доступно більше <color=#{buff}>спогадів</color> на вибір
zh_cn: 为英雄<color=#{buff}>点亮记忆</color>时，可以从更多记忆中选择

# unlock_memory_2_override
source: Recalling <color=#{buff}>memories</color> costs 20% fewer <color=#{buff}>Candles</color>
ko: <color=#{buff}>기억</color>을 되새기는 <color=#{buff}>촛불</color> 비용이 20% 적게 듭니다
uk: Вартість <color=#{buff}>спогадів </color> становить на 20% менше <color=#{buff}>свічок</color>

# unlock_memory_3_override
source: More <color=#{buff}>memories</color> are available to choose from when illuminating onto heroes
ja: 英雄に記憶を照らした時、<color=#{buff}>記憶</color>の選択肢が増える
ko: 영웅들을 밝힐 때 <color=#{buff}>기억</color>을 더 추가할 수 있습니다
uk: Героям доступно більше <color=#{buff}>спогадів</color> на вибір
zh_cn: 为英雄<color=#{buff}>点亮记忆</color>时，可以从更多记忆中选择

# unlock_memory_4_override
source: Recalling <color=#{buff}>memories</color> costs 20% fewer <color=#{buff}>Candles</color>
ko: <color=#{buff}>기억</color>을 되새기는 <color=#{buff}>촛불</color> 비용이 20% 적게 듭니다
uk: Вартість <color=#{buff}>спогадів </color> становить на 20% менше <color=#{buff}>свічок</color>

# unlock_memory_5_override
source: More <color=#{buff}>memories</color> are available to choose from when illuminating onto heroes
ja: 英雄に記憶を照らした時、<color=#{buff}>記憶</color>の選択肢が増える
ko: 영웅들을 밝힐 때 <color=#{buff}>기억</color>을 더 추가할 수 있습니다
uk: Героям доступно більше <color=#{buff}>спогадів</color> на вибір
zh_cn: 为英雄<color=#{buff}>点亮记忆</color>时，可以从更多记忆中选择

# unlock_memory_6_override
source: Recalling <color=#{buff}>memories</color> costs 20% fewer <color=#{buff}>Candles</color>
ko: <color=#{buff}>기억</color>을 되새기는 <color=#{buff}>촛불</color> 비용이 20% 적게 듭니다
uk: Вартість <color=#{buff}>спогадів </color> становить на 20% менше <color=#{buff}>свічок</color>

# unlock_memory_7_override
source: More <color=#{buff}>memories</color> are available to choose from when illuminating onto heroes
ja: 英雄に記憶を照らした時、<color=#{buff}>記憶</color>の選択肢が増える
ko: 영웅들을 밝힐 때 <color=#{buff}>기억</color>을 더 추가할 수 있습니다
uk: Героям доступно більше <color=#{buff}>спогадів</color> на вибір
zh_cn: 为英雄<color=#{buff}>点亮记忆</color>时，可以从更多记忆中选择

# unlock_occultist_1_override
source: unlocks <color=#{buff}>Occultist</color> <color=#{path_verbose}>+ Back Rank + Ranged Dmg + Healer + Offensive Support</color>
ja: <color=#{buff}>神秘主義者</color>をアンロック <color=#{path_verbose}>+ 後衛ランク + 遠距離ダメージ + ヒーラー + 攻撃支援</color>
ko: <color=#{buff}>신비학자</color> 해금 <color=#{path_verbose}>+ 후방 + 원거리 피해 + 치유사 + 공격적 지원</color>
uk: відкриває <color=#{buff}>Окультиста</color> <color=#{path_verbose}>+ Задня позиція + Дистанційна шкода + Лікування + Допомога в нападі</color>
zh_cn: 解锁<color=#{buff}>神秘学家</color> <color=#{path_verbose}>+ 后排 + 远程伤害 + 治疗 + 进攻型辅助</color>

# unlock_occultist_14_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Guided Meditation</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>導かれた瞑想</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>인도된 명상</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Спрямовану медитацію</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>灵导冥想架</color>

# unlock_pet_1_override
source: unlocks <color=#{buff}>Pet</color> slot on Stagecoach. <color=#{path_verbose}>Orphan Wolf Cub</color> can now be found
ko: 역마차의 <color=#{buff}>애완동물</color> 칸을 해금합니다. 이제 <color=#{path_verbose}>버려진 늑대새끼</color>를 찾을 수 있습니다
uk: відкриває комірку <color=#{buff}>вихованця</color> на Диліжансі Можна знайти <color=#{path_verbose}>осиротіле вовченя</color>

# unlock_plague_doctor_13_override
source: Sometimes when arriving at the <color=#{path_verbose}>Inn</color>, will find <color=#{buff}>Experimental Remedy</color>
ja: <color=#{path_verbose}>宿</color>に到着時、<color=#{buff}>実験的療法</color>が見つかることがある
ko: <color=#{path_verbose}>여관</color>에 도착했을 때 가끔씩 <color=#{buff}>실험 단계 약</color>을 찾아냅니다.
uk: Іноді після прибуття в <color=#{path_verbose}>Трактир</color> можна знайти <color=#{buff}>Експериментальні ліки</color>
zh_cn: 在抵达<color=#{path_verbose}>旅馆</color>时，有时会得到<color=#{buff}>实验药品</color>

# unlock_prestige_1_override
source: unlocks <color=#{buff}>Filthy</color> Stagecoach skin
ja: 「<color=#{buff}>不潔</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>오물</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Ганебний бруд</color>
zh_cn: 解锁<color=#{buff}>肮脏</color>驿站马车皮肤

# unlock_prestige_10_override
source: unlocks <color=#{buff}>Ironclad</color> Stagecoach skin
ja: 「<color=#{buff}>鉄甲</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>장갑</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Твердість металу</color>
zh_cn: 解锁<color=#{buff}>装甲</color>驿站马车皮肤

# unlock_prestige_2_override
source: unlocks <color=#{buff}>Stressed</color> Stagecoach skin
ja: 「<color=#{buff}>ストレス下</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>스트레스</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Пуд лиха</color>
zh_cn: 解锁<color=#{buff}>压力</color>驿站马车皮肤

# unlock_prestige_3_override
source: unlocks <color=#{buff}>Striped</color> Stagecoach skin
ja: 「<color=#{buff}>ストライプ</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>줄무늬</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Смужки</color>
zh_cn: 解锁<color=#{buff}>条纹</color>驿站马车皮肤

# unlock_prestige_4_override
source: unlocks <color=#{buff}>Checkered</color> Stagecoach skin
ja: 「<color=#{buff}>チェック模様</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>체크무늬</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Клітчастий візерунок</color>
zh_cn: 解锁<color=#{buff}>格子</color>驿站马车皮肤

# unlock_prestige_5_override
source: unlocks <color=#{buff}>Bloodied</color> Stagecoach skin
ja: 「<color=#{buff}>血まみれ</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>피투성이</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Енергія крові</color>
zh_cn: 解锁<color=#{buff}>血染</color>驿站马车皮肤

# unlock_prestige_6_override
source: unlocks <color=#{buff}>Deadly</color> Stagecoach skin
ja: 「<color=#{buff}>死の想起</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>치명적</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Звістка про загибель</color>
zh_cn: 解锁<color=#{buff}>致命</color>驿站马车皮肤

# unlock_prestige_7_override
source: unlocks <color=#{buff}>Flaming</color> Stagecoach skin
ja: 「<color=#{buff}>炎上</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>불덩이</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Геєна вогненна</color>
zh_cn: 解锁<color=#{buff}>燃烧</color>驿站马车皮肤

# unlock_prestige_8_override
source: unlocks <color=#{buff}>Overgrown</color> Stagecoach skin
ja: 「<color=#{buff}>繁茂</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>비대</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>Дрімучий ліс</color>
zh_cn: 解锁<color=#{buff}>蔓生</color>驿站马车皮肤

# unlock_prestige_9_override
source: unlocks <color=#{buff}>Submerged</color> Stagecoach skin
ja: 「<color=#{buff}>水没</color>」駅馬車スキンをアンロック
ko: <color=#{buff}>잠수</color> 역마차 스킨 해금
uk: Відкриває забарвлення Диліжанса <color=#{buff}>На дні морському</color>
zh_cn: 解锁<color=#{buff}>沉没</color>驿站马车皮肤
