Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_assist_inspire_5+occultist
source: We could even cook for them - what say you?
ja: 彼らのために料理もできるだろう。 どうだ？
ko: 요리라도 해줄 수 있을 것 같은데, 어떻게 생각하나?
uk: Ми могли б навіть приготувати для них щось — що скажете.
zh_cn: 我们甚至可以给他们做顿饭——你们说呢？

# story_bark_assist_inspire_5+plague_doctor
source: Always a humerus in need of splinting...
ja: 上腕骨を常に固定させないと…
ko: 항상 부목을 댈 상완골은 넘쳐나더라고...
uk: Коли зламана плечова кістка, завжди треба накладати шину.
zh_cn: 总有骨头需要上夹板……

# story_bark_assist_inspire_5+runaway
source: We gotta watch out for one another.
ko: 우린 서로를 보듬어 줘야 해.
uk: Ми маємо дбати одне про одного.

# story_bark_assist_inspire_5+vestal
source: How fortunate for them we happened by!
ja: 私たちの偶然の来訪が、彼らにとってどれほどの幸運だったでしょうか！
ko: 저들은 우리와 마주치게 되어 얼마나 복되었는지!
uk: Як добре для них, що ми опинилися неподалік!
zh_cn: 他们正好遇上我们，真是太幸运了！

# story_bark_assist_kleptomania_1
source: They won't miss this.
ko: 이거 없다고 아쉽지도 않을걸.
uk: Не думаю, що їм такого не вистачає.

# story_bark_assist_lazy_1+bounty_hunter
source: Don't waste my talents.
ko: 내 능력을 낭비하지 마라.
uk: Не витрачай мої вміння марно.

# story_bark_assist_lazy_1+flagellant
source: Labour shall not sully these consecrated fingers!
ja: この聖なる指を労働で汚してはならない！
ko: 이 봉헌된 손을 노동으로 더럽혀서는 아니 된다!
uk: Я не заплямую працею ці освященні пальці!
zh_cn: 我的双手神圣，不应被凡务玷污！

# story_bark_assist_lazy_1+grave_robber
source: Do these look like labourer's hands to you?
ja: この手が労働者の手に見える？
ko: 이 섬세한 손이 일꾼의 손으로 보이니?
uk: Ви вважаєте, що це схоже на руки робітника?
zh_cn: 我这双手看起来像是干粗活的么？

# story_bark_assist_lazy_1+hellion
source: *belch*
ja: (げっぷ)
ko: (꺼억)
uk: *звук відрижки*
zh_cn: *嗝*

# story_bark_assist_lazy_1+highwayman
source: It's been a hard day. Lemme rest.
ja: 大変な一日だった。休ませてくれ
ko: 오늘은 힘든 하루였다고. 난 쉴래.
uk: Це був важкий день. Я хочу відпочити.
zh_cn: 这一天够累的了。让我休息吧。

# story_bark_assist_lazy_1+jester
source: Oh, you'll get it done quicker without me.
ja: ああ、私がいないほうが早く終わるさ
ko: 아, 내가 없으면 더 빨리 끝낼 수 있을 거야.
uk: Та ти швидше впораєшся без мене.
zh_cn: 哦，你们没我反而会做得更快。

# story_bark_assist_lazy_1+leper
source: You would be wise to leave a man to his convalescence.
ja: 男を療養に専念させるのが賢明だろう
ko: 나 같은 병자는 휴식이 필요하다네.
uk: Було б мудро залишити людину одужувати.
zh_cn: 明智的话，就不要让病患为你们卖力。

# story_bark_assist_lazy_1+man_at_arms
source: See the shade o' my hair? I'm knackered.
ja: 俺の髪の影が見えるか？疲れているんだ
ko: 이 흰머리 안 보이나? 난 지쳤다고.
uk: Бачите відтінок мого волосся? Я геть змучений.
zh_cn: 看到我花白的头发了吗？我已经是把老骨头了。

# story_bark_assist_lazy_1+occultist
source: Work interferes with my inner calm.
ja: 作業が、私の心の平穏を邪魔するのだ
ko: 노동은 내 내면의 평화를 방해할 뿐.
uk: Робота заважає моєму внутрішньому спокою.
zh_cn: 劳作会扰乱我内心的平静。

# story_bark_assist_lazy_1+plague_doctor
source: It is exhausting, possessing an intellect of my caliber.
ja: 私みたいに知性を持つと、それだけで疲れる
ko: 이 정도의 지성은 유지하는 것만으로도 피곤하다고.
uk: Володіти інтелектом мого рівня так виснажливо...
zh_cn: 对于我这样聪明的头脑而言，这种工作太让人疲惫了。

# story_bark_assist_lazy_1+runaway
source: Hah! Good one. Ya slay me.
ja: はっ！面白いね。今のはウケたよ
ko: 하! 재밌는 농담이었어. 빵 터졌네.
uk: Ха! А нічого так... Убий мене.
zh_cn: 哈！还不如让我去死。

# story_bark_assist_lazy_1+vestal
source: I'm afraid I am... ehm... praying. Yes. Praying.
ja: 申し訳ないのですが、私は…ええと…祈っているのです
ko: 미안하지만 난... 흠흠... 기도 중이라. 그래. 기도 중이라 바쁘다.
uk: Це я так... гм... молюся. Саме так. Молюся.
zh_cn: 抱歉，可我在……呃……在祈祷。对，我在祈祷。

# story_bark_assist_raconteur_1+bounty_hunter
source: I don't discuss old jobs...
ja: 昔の仕事の話はしない…
ko: 옛날 일 얘기는 안 한다...
uk: Я не обговорюю старі роботи...
zh_cn: 我不该讨论过往的差事……

# story_bark_assist_raconteur_1+flagellant
source: Ever had a duel against Death herself?
ja: 死神と決闘したことは？
ko: 내가 사신과 맞섰던 이야기를 해 줬던가?
uk: Ви брали участь у дуелі проти самої Смерті?
zh_cn: 想听听我和死神决斗的故事吗？

# story_bark_assist_raconteur_1+grave_robber
source: Oh, I know a drinking song or two. The bawdy ones...
ja: 飲み会向けの歌なら少し知ってる。下品な歌だけどね…
ko: 아, 나 술 마실 때 하는 노래 좀 알아. 좀 야한 걸루다가...
uk: О, я знаю пару застільних пісень. Непристойних...
zh_cn: 喔，我知道些喝酒时该唱的歌。下流的那种……

# story_bark_assist_raconteur_1+hellion
source: I shall fetch my drums!
ja: 太鼓を持ってこよう！
ko: 내가 북을 치겠다!
uk: Я принесу свої барабани!
zh_cn: 我去拿我的战鼓！

# story_bark_assist_raconteur_1+highwayman
source: You ever seen a trick shot, children?
ja: 坊主たち、トリックショットを見たことがあるか？
ko: 묘기 사격 본 적 있냐, 얘들아?
uk: Ви коли-небудь бачили трюковий удар, діти?
zh_cn: 听说过什么叫“虚晃一枪”么，孩子们？

# story_bark_assist_raconteur_1+jester
source: Let me stay and play a few.
ko: 여기 좀 있으면서 놀아주지 뭐.
uk: Я зіграю кілька.

# story_bark_assist_raconteur_1+leper
source: No, my kingdom is nothing like your legends. Rather...
ja: いや、私の王国は、お前達の伝説とは違う。むしろ…
ko: 아니, 내 왕국은 너희 이야기책과 전혀 다르단다. 그보다는...
uk: Ні, моє королівство зовсім не схоже на ваші легенди. Скоріше...
zh_cn: 不，我的王国和你们的传说大相径庭。其实……

# story_bark_assist_raconteur_1+man_at_arms
source: Lads an' lasses alike love my war stories...
ja: 俺の戦記は若者にも女性にも人気があるな…
ko: 다들 내 전쟁 이야기를 좋아하더군...
uk: Як хлопці, так і дівчата люблять мої історії про війну...
zh_cn: 孩子们都喜欢我的战争故事……

# story_bark_assist_raconteur_1+occultist
source: You know that poet's works? Let us recite one...
ja: あの詩人の作品を知っているか？一つ朗読してみよう…
ko: 그 시인의 작품을 아나 보군? 내 하나 암송해 보지...
uk: Ви знаєте твори цього поета? Давайте я продекламую дещо...
zh_cn: 你听过那个诗人的诗吗？让我给你们背一首……

# story_bark_assist_raconteur_1+plague_doctor
source: The young ones wish for an anatomy lesson!
ja: 若者たちが解剖学の授業を希望している！
ko: 어린애들이라면 해부학 수업을 좋아할지도!
uk: Молоднеча бажає уроку анатомії!
zh_cn: 这里的年轻人肯定想学一些解剖知识！

# story_bark_assist_raconteur_1+runaway
source: Endless treasures can be found in the garbage! Why, once...
ja: ゴミの中から無数の宝物を見つけられるんだよ！そりゃ…
ko: 쓰레기 속에서도 굉장한 보물을 찾을 수 있어! 한번 볼래...
uk: У смітті можна знайти нескінченні скарби! Принаймні колись можна було...
zh_cn: 在垃圾桶里总能找到各种各样的宝藏！有一次……

# story_bark_assist_raconteur_1+vestal
source: My versebook is written in three languages. See?
ja: 私の詩集は3ヶ国語で書かれています。ご覧になれますか？
ko: 내 성서는 3가지 언어로 쓰였지. 한번 볼 테냐?
uk: Вірші в моїй збірці написані трьома мовами. Уявляєте?
zh_cn: 我的经文是用三种语言写就的。你们看。

# story_bark_assist_repair_armor_1+bounty_hunter
source: I'm no woodsman.
ko: 난 목수가 아니야.
uk: Я не лісник.

# story_bark_assist_repair_armor_1+flagellant
source: Repair this wagon! Guide us on to absolution!
ja: この荷馬車を修理しろ！許しへ導いてくれ！
ko: 마차를 고쳐라! 우리를 속죄로 이끌어라!
uk: Полагодіть цей візок! Вперед, до відпущення гріхів!
zh_cn: 把这个马车修好！让我们继续向解脱前进！

# story_bark_assist_repair_armor_1+grave_robber
source: I am ill-suited to carpentry! Let them at it.
ja: 私は大工仕事には向いていないわ！彼らにやらせましょう
ko: 난 목공 일 못한다니까! 딴 애들한테 맡겨.
uk: У мене руки не заточені під столярство! Нехай вони це зроблять!
zh_cn: 我不擅长木匠活！让他们来吧。

# story_bark_assist_repair_armor_1+hellion
source: Many hands make a lighter load.
ja: 手が多ければ荷は軽くなる
ko: 백짓장도 맞들면 낫다지.
uk: Якщо рук багато, то й вантаж легший.
zh_cn: 帮助越多，旅途就越轻快。

# story_bark_assist_repair_armor_1+highwayman
source: They've got timber, looks like.
ja: あいつら、木材はあるようだな
ko: 이건 나무로 만들어진 것 같은데.
uk: Схоже, у них є дошки.
zh_cn: 看起来他们这里有些木材。

# story_bark_assist_repair_armor_1+jester
source: The little ones can wiggle under the undercarriage.
ja: 小さい子は荷台の下で体をくねらせてもいい
ko: 차대 아래에는 애들을 태울 수 있겠어.
uk: Малі можуть щось полагодити знизу.
zh_cn: 这些小家伙正好可以钻到马车下面修理。

# story_bark_assist_repair_armor_1+leper
source: They remind me of my shipwrights. Admirable.
ja: 船大工を思い出させてくれる。立派な作業光景だ
ko: 이걸 보니 내 조선공들이 생각나는군. 참 경이로워.
uk: Вони нагадують мені моїх корабелів. Чудове видовище.
zh_cn: 他们让我想起了我的船匠。值得尊敬。

# story_bark_assist_repair_armor_1+man_at_arms
source: Heave ho! To faster woodwork!
ja: よーし！ 急いで仕上げるぞ！
ko: 여엉차! 빠르게 작업하자고!
uk: Хей-я-я-я! Прискорюємо роботу!
zh_cn: 加把劲！为了更好的木材！

# story_bark_assist_repair_armor_1+occultist
source: A foolish turn, rejecting this offer.
ja: この申し出を断るとは、愚かな行為だ
ko: 이런 제안을 거부한다면 멍청한 짓이겠지.
uk: Відмовитися від такої пропозиції було б нерозумно.
zh_cn: 拒绝这个提议将会是愚蠢的行为。

# story_bark_assist_repair_armor_1+plague_doctor
source: Yes. Let them work the coach. I shall supervise!
ja: ええ。駅馬車は彼らに任せよう。私が監督する！
ko: 그래, 다들 역마차에 붙으라고. 내가 감독할 테니까!
uk: Так. Нехай працюють із Диліжансом. А я буду наглядати!
zh_cn: 是的，让他们修理马车吧。我来监管！

# story_bark_assist_repair_armor_1+runaway
source: All right, where's my hammer?
ja: うん、私のハンマーはどこ？
ko: 좋아, 내 망치를 어디다 뒀더라?
uk: Добре, де мій молоток?
zh_cn: 好吧，我的锤子在哪？

# story_bark_assist_repair_armor_1+vestal
source: Ah, this shall allow me a brief rest!
ja: ああ、これで少しは休めそうです！
ko: 아, 덕분에 잠시 쉴 수 있겠군!
uk: О, це дозволить мені трохи відпочити!
zh_cn: 啊，这应该可以让我休憩片刻！

# story_bark_assist_repair_wheels_1+bounty_hunter
source: We can't lag behind.
ko: 더 뒤처지면 안 돼.
uk: Ми не можемо відставати.

# story_bark_assist_repair_wheels_1+flagellant
source: The wheels are in splinters! Put them to work!
ja: 車輪がバラバラだ！直せ！
ko: 바퀴가 박살나기 직전이다! 고치도록!
uk: Колеса пощерблені! Треба їх обробити!
zh_cn: 我们的轮子都要崩了！让他们赶紧干活！

# story_bark_assist_repair_wheels_1+grave_robber
source: I shall watch the road while they tinker.
ko: 너희가 수리를 하는 동안 난 보초를 설게.
uk: Я стежитиму за дорогою, поки вони будуть возькатися.

# story_bark_assist_repair_wheels_1+hellion
source: Brace up! On my count!
ko: 다들 힘내라! 내 구령 맞춰라!
uk: Готуйтеся! За моїм рахунком!

# story_bark_assist_repair_wheels_1+highwayman
source: Coach is limping - see what they have.
ja: 駅馬車がガタついてるぞ。様子を見てみろ
ko: 역마차가 덜컹거리는데. 뭐가 문제인지 보자고.
uk: Диліжанс весь час хилитається — подивіться, що там таке.
zh_cn: 我们的马车摇摇晃晃的——看看他们有什么办法。

# story_bark_assist_repair_wheels_1+jester
source: They've timber aplenty. I'm keepin' some, too.
ja: 材木がたくさんある。私も少しは持っている
ko: 이 사람들한테 목재는 많구만. 나도 좀 있다고.
uk: У них дощок удосталь. У мене теж є невеличкий запас.
zh_cn: 他们的木材很多。我也要来点。

# story_bark_assist_repair_wheels_1+leper
source: Neglecting the wheels spelt disaster for our caravans.
ja: 車輪の整備を怠ると、我々の旅に災いをもたらす
ko: 바퀴를 이대로 뒀다간 우리 일행에 재앙이 닥칠 거다.
uk: Якщо не доглядати за колесами, нашим караванам настане кінець.
zh_cn: 忽视这些车轮的状态，我们的旅团就会遭殃。

# story_bark_assist_repair_wheels_1+man_at_arms
source: These old hands are aching - let them help us.
ja: この年寄りの手は痛んでいる。彼らに助けてもらうか
ko: 늙은이의 손이 덜덜 떨리는구만. 도움을 좀 받자고.
uk: Ці старі руки вже віднімаються. Нехай нам допоможуть.
zh_cn: 我上年纪了——让他们帮帮忙吧。

# story_bark_assist_repair_wheels_1+occultist
source: We must pace ourselves <i>and</i> the coach.
ko: 마음이 급하면 역마차의 속도를 <i>맞춰야지</i>.
uk: Ми маємо стежити за собою <i>та</i> за Диліжансом.

# story_bark_assist_repair_wheels_1+plague_doctor
source: These wretched wheels! Pity's sake, fix them!
ja: この惨めな車輪め！修理してちょうだい！
ko: 망할 놈의 바퀴! 좀 고치고 가자고!
uk: Ці знівечені колеса... Заради всього святого, зробіть із ними хоч щось!
zh_cn: 这些可怜的车轮！天哪，赶紧帮我们修理一下吧！

# story_bark_assist_repair_wheels_1+runaway
source: If our wheels fail us, we're in trouble...
ja: 車輪がダメになったら面倒なことになる…
ko: 바퀴가 문제라면 우리도 문제가 될 거야...
uk: Якщо колеса зламаються, нам буде непереливки...
zh_cn: 如果我们的车轱辘出了问题，麻烦可就大了……

# story_bark_assist_repair_wheels_1+vestal
source: See? We are blessed. Don't reject it!
ja: でしょう？私たちは恵まれているのです。否定はできません！
ko: 봤나? 우리는 축복받았다. 거부하지 말라!
uk: Бачите? Ми благословенні. І не заперечуйте!
zh_cn: 看到了么？我们有神明保佑。不要拒绝！

# story_bark_assist_scout_1+bounty_hunter
source: Get 'em talking.
ko: 정보를 캐내 봐.
uk: Треба змусити їх заговорити.

# story_bark_assist_scout_1+flagellant
source: Gather round! Confess your secrets.
ko: 이리 모여서 너희의 비밀을 고백하라.
uk: Зберіться навколо мене й розповідайте про свої секрети!

# story_bark_assist_scout_1+grave_robber
source: That one has the look of a fellow ne'erdowell.
ja: あいつは、ろくでなしの顔をしているわね
ko: 저 녀석 관상이 우리처럼 영악해 보이는걸.
uk: Виглядає як невдаха.
zh_cn: 那个家伙看起来像个懒汉，问他总没错。

# story_bark_assist_scout_1+hellion
source: Tell me, peasants! Any sign of ambush?!
ja: 教えてくれ、農民たちよ！待ち伏せの形跡は！？
ko: 말해라, 농부들! 매복 흔적 봤나?!
uk: Селяни, скажіть, чи нема попереду засідки?
zh_cn: 告诉我，农夫们！有什么埋伏的征兆吗？

# story_bark_assist_scout_1+highwayman
source: I reckon they know the lay of the land.
ko: 이 사람들이라면 근처 지리에 빠삭하겠지.
uk: Не сумніваюся, що вони добре знають ці місця.

# story_bark_assist_scout_1+jester
source: They'd know the back roads as well as any.
ja: 裏道も知っているはずだ
ko: 뒷길도 잘 알고 있지 않을까 싶은데.
uk: Вони мають знати путівці так само добре, як і будь-що інше.
zh_cn: 他们对这些路一定再熟悉不过了。

# story_bark_assist_scout_1+leper
source: Ask not the crow what lies under the sea. Ask the osprey.
ja: 海の底のことはカラスに聞くべきではない。ミサゴが適任だ
ko: 바다 밑에 뭐가 있을지는 까마귀가 아니라 물수리에게 물어보라.
uk: Про те, що під водою, не питай птаха. Питай рибу.
zh_cn: 不要问乌鸦海里有什么——要问海鸥。

# story_bark_assist_scout_1+man_at_arms
source: Any intelligence is good intelligence out here.
ja: ここでは、どんな情報でも役に立つ
ko: 여기서는 무슨 정보든 다 귀중하지.
uk: Будь-яка розвідка — це вже добре.
zh_cn: 在这里，任何情报都能派上用场。

# story_bark_assist_scout_1+occultist
source: They may have travelled where my scrying cannot.
ja: 彼らは、私の水晶占いでは見えないところを旅してきたのかもな
ko: 이 자들이라면 내 예지도 엿보지 못한 곳을 여행했을지 모르지.
uk: Можливо, вони подорожували й туди, куди я не можу зазирнути.
zh_cn: 他们也许去过我难以探知的区域。

# story_bark_assist_scout_1+plague_doctor
source: What grows out here? Can you tell us?
ja: この辺りでは何が育つの？教えてくれない？
ko: 여기서는 뭐가 자라지? 말해줄 수 있겠어?
uk: Що тут росте? Ви можете нам розповісти?
zh_cn: 外面滋生着什么？能告诉我们吗？

# story_bark_assist_scout_1+runaway
source: There's a side route through anything. And they'll know it.
ja: どんなものでも裏道がある。彼らは知っているはず
ko: 어디든 항상 우회로가 있거든. 이 사람들도 알 거고.
uk: Тут є якийсь бічний шлях. І вони його знають.
zh_cn: 不管哪里都有近路可以抄，而他们最清楚这些近路。

# story_bark_assist_scout_1+vestal
source: Commonfolk always gossip - let us listen.
ja: 民はいつも噂をしますね。聞かせてください
ko: 평민들은 항상 소문을 교류하지. 한번 들어 보자고.
uk: Прості люди завжди пліткують. Давайте їх послухаємо.
zh_cn: 普通人总喜欢说些流言蜚语——让我们听听他们怎么说。

# story_bark_assist_selfish_1+bounty_hunter
source: We ought to look out for us.
ko: 제 앞가림도 바쁜 판에.
uk: Ми ще й про себе маємо подбати.

# story_bark_assist_selfish_1+flagellant
source: They wouldn't twice look our way were we in need!
ja: 俺たちが困っていたら、二度見はしないだろう！
ko: 어차피 우리가 곤경에 처했을 때도 도와주지 않을 텐데!
uk: Вони б не озирнулися двічі, якби ми не були їм потрібні!
zh_cn: 我们需要的时候，他们可不会多看我们一眼！

# story_bark_assist_selfish_1+grave_robber
source: I worked hard for every last sip aboard this coach.
ja: 私はこの駅馬車で、最後の一口まで一生懸命働いた
ko: 나도 이 역마차에서 최선을 다해 밥값을 하고 있다는 말씀.
uk: Я наполегливо працювала над кожним цвяхом у цьому Диліжансі.
zh_cn: 这驿站马车上的每一口酒，都是我辛辛苦苦挣来的！

# story_bark_assist_selfish_1+hellion
source: We cannot mend the wing of every broken little bird.
ja: すべての壊れた小鳥の翼を修復することはできない
ko: 제비 만날 때마다 다리 고쳐 줄 수는 없는 노릇이다.
uk: Ми ж не можемо вилікувати кожну болячку на тілі всіх жебраків.
zh_cn: 我们不能为每一只受伤的鸟儿治好翅膀。

# story_bark_assist_selfish_1+highwayman
source: What can we spare? Nothing.
ko: 그래서 무슨 득이 있다고? 아무것도 없지.
uk: Чим ми можемо поділитися? Нічим.

# story_bark_assist_selfish_1+jester
source: I've my own things to attend.
ko: 나도 신경쓸 일이 많다고.
uk: У мене є й свої справи.

# story_bark_assist_selfish_1+leper
source: We may draw misfortune down upon them...
ja: 我々が、彼らに不幸をもたらすかもしれない…
ko: 우리와 엮였다간 저들에게 불행이 닥칠지 모르니...
uk: Ми можемо накликати на них нещастя...
zh_cn: 我们恐怕只会让他们沾染我们的不幸……

# story_bark_assist_selfish_1+man_at_arms
source: We can't harm our own cause to aid theirs.
ko: 딴 사람 참견하다가 우리 목적이 방해받으면 안 된다고.
uk: Ми не можемо розгрібати їхні справи на шкоду нашій.

# story_bark_assist_selfish_1+occultist
source: I am not without pity, but we have little to spare.
ja: 憐れみの感情はあるが、譲れるものはあまりない
ko: 내가 자비를 모르지는 않지만, 같이 나누기엔 우리도 부족하네.
uk: Не те щоб я їх не жалів, але ми мало що можемо вдіяти.
zh_cn: 我并不是心无怜悯，但我们的补给也所剩无几了。

# story_bark_assist_selfish_1+plague_doctor
source: What little we can offer may not even be useful to them!
ja: 私たちが提供できるものは、彼らに役に立たないかも！
ko: 알량하게 뭘 나눠 줘 봤자 저들에게는 별로 유용하지 않을지 몰라!
uk: Те, що ми можемо їм запропонувати, може їм навіть не знадобитися!
zh_cn: 我们能提供的那点东西，只怕他们也用不上！

# story_bark_assist_selfish_1+runaway
source: Hmph. They'll only get in our way.
ko: 흐음. 방해밖에 안될 것 같은데.
uk: Гм. Вони лише стануть нам на заваді.

# story_bark_assist_selfish_1+vestal
source: We can't save every roadside wretch.
ja: 道行く不運な人をすべて救うことはできません
ko: 길가의 부랑자들을 전부 구원할 수는 없다.
uk: Ми не можемо рятувати кожну пропащу душу.
zh_cn: 我们无法拯救每个沿路的可怜人。

# story_bark_assist_shroud_scrounger_1
source: Surely some useful items can be found if we look hard.
ja: 探せばきっと役に立つものがあるはずだ
ko: 열심히 찾아 보면 분명 쓸모 있는 물건이 있다고.
uk: Звісно, можна знайти деякі корисні речі, якщо старанно пошукати.
zh_cn: 仔细搜寻的话，肯定能找到一些有用的东西。

# story_bark_assist_stealfood_101+bounty_hunter
source: If we don't survive this, who will?
ko: 우리도 못 살아 남으면 누가 살아남겠어?
uk: Якщо ми не виживемо — хто виживе?

# story_bark_assist_stealfood_101+flagellant
source: Abandon our work so some beggar stays fed?
ja: 乞食の腹を満たすために、俺たちの仕事を放棄するのか？
ko: 저 거지들을 먹이자고 우리의 사명을 포기할까?
uk: Кинути нашу роботу, щоб наситити якогось жебрака?
zh_cn: 难道要我们放弃伟大的事业，只为让几个乞丐吃饱饭吗？

# story_bark_assist_stealfood_101+grave_robber
source: They feast on mutton while we eat slime!
ja: 私たちがスライムを食べている間、彼らは羊肉を楽しんでいるなんて！
ko: 우리가 곰팡이를 먹는 동안 얘들은 고기를 먹고 있잖아!
uk: Вони ласують бараниною, а ми їмо слиз!
zh_cn: 他们至少还有羊肉吃，我们只能吃黏菌！

# story_bark_assist_stealfood_101+hellion
source: If they cannot defend it, they shouldn't have it!
ja: 守れないなら、持つべきじゃないな！
ko: 지킬 수 없다면 가지지도 말아야지!
uk: Якщо вони не можуть захистити їжу, вони й не заслуговують її мати!
zh_cn: 他们守不住的，就不配拥有！

# story_bark_assist_stealfood_101+highwayman
source: If we starve, this whole journey is for naught.
ja: もし俺たちが飢えたら、この旅はすべて無駄になってしまう
ko: 우리가 굶주리면 이 여정도 의미를 잃지.
uk: Якщо ми помремо з голоду, то вся ця подорож буде марною.
zh_cn: 我们饿死的话，这整个旅程都将毫无意义。

# story_bark_assist_stealfood_101+jester
source: Better to steal from kings, but I'm <i>hungry.</i>
ko: 왕한테 훔치는 게 더 착하긴 하겠지, 하지만 난 <i>배고프다고.</i>
uk: Краще красти в королів, але <i>голодна</i> смерть — це не моє.

# story_bark_assist_stealfood_101+leper
source: I am so often a shepherd, but hunger is the wolf.
ja: 私は牧者であるが、空腹は私を狼に変える
ko: 나는 항상 목자로 살아 왔으나, 허기는 곧 늑대이니.
uk: Якщо я — пастух, то голод — вовк.
zh_cn: 我通常是牧羊人，但饥饿如同恶狼。

# story_bark_assist_stealfood_101+man_at_arms
source: Scruples are the first casualty of war.
ja: 倹約は、戦争の最初の犠牲者だ
ko: 전쟁에서는 망설이는 자들이 가장 먼저 죽어 나가지.
uk: На війні моральні принципи вмирають першими.
zh_cn: 战争中最先倒下的便是良知。

# story_bark_assist_stealfood_101+occultist
source: If you do not feed me, it will.
ko: 너희가 날 먹이지 않겠다면 내가 알아서 하지.
uk: Якщо ви мене не нагодуєте, я заберу їжу.

# story_bark_assist_stealfood_101+plague_doctor
source: No laws govern us but the law of force!
ja: 力の法則以外、どんな法則も私たちを支配しない！
ko: 우리를 구속하는 규칙은 오직 자연의 법칙뿐!
uk: Над нами лише один закон: закон сили!
zh_cn: 除了弱肉强食的法则之外，没有律法能束缚我们！

# story_bark_assist_stealfood_101+runaway
source: We'll help <i>everyone</i> better when not hunger-weak.
ko: 우리가 굶지 않아야 <i>모두</i>를 구할 수 있다고.
uk: Рятувати світ краще з повним шлунком.

# story_bark_assist_stealfood_101+vestal
source: Our holy purpose surpasses their needs!
ja: 私たちの聖なる目的は、彼らの要望を超えるのです！
ko: 우리의 신성한 사명은 저들의 필요를 능가한다!
uk: Наша священна мета набагато важливіша за їхні потреби!
zh_cn: 我们的神圣使命高于他们的需求！

# story_bark_assist_stealrelics_101+bounty_hunter
source: Don't make me use the hook.
ko: 갈고리까지 쓰게 하지 마.
uk: Не змушуйте мене витягувати гак.

# story_bark_assist_stealrelics_101+flagellant
source: Come, now. Just look at me. Hand it over.
ja: さあ。俺を見ろ。それを渡せ
ko: 이리 와라. 날 봐라. 그걸 넘겨라.
uk: Іди сюди. Просто подивись на мене. Передай це.
zh_cn: 来吧。看看我的模样。快交出来。

# story_bark_assist_stealrelics_101+grave_robber
source: I've no qualms with planting a knife 'tween the shoulders.
ja: 肩の間にナイフを突き刺すのに抵抗はないわ
ko: 난 아무 가책 없이 네 어깨 사이에 칼을 꽂을 수 있어.
uk: Я не завагаюся, коли треба буде встромити ножа між плечима.
zh_cn: 我手里的刀可没长眼。

# story_bark_assist_stealrelics_101+hellion
source: I'll be taking that!
ko: 그거 내가 가져간다!
uk: Я візьму це!

# story_bark_assist_stealrelics_101+highwayman
source: This pistol is loaded.
ko: 이 총, 장전한 거야.
uk: Цей пістолет заряджений.

# story_bark_assist_stealrelics_101+jester
source: Relics. Gold. Silver. Give it here.
ja: 遺物、金、銀。今すぐよこせ
ko: 유물. 금. 은. 다 내놔.
uk: Реліквії. Золото. Срібло. Давай сюди.
zh_cn: 遗物。金银财宝。统统交上来。

# story_bark_assist_stealrelics_101+leper
source: Desperation makes monsters.
ja: 絶望は怪物を生み出すのだ
ko: 절박함이 괴물을 만드는 법.
uk: Відчай породжує монстрів.
zh_cn: 绝望会造就怪物。

# story_bark_assist_stealrelics_101+man_at_arms
source: Give us your relics and flee with your lives!
ja: 生きてここから逃げたいなら、遺物をよこすんだな！
ko: 살고 싶으면 유물 놓고 도망가라!
uk: Віддайте нам реліквії, і з вашими життями нічого не станеться!
zh_cn: 把遗物给我们，然后逃命去吧！

# story_bark_assist_stealrelics_101+occultist
source: This is not a gamble you will win. Hands up.
ja: お前に勝ち目はない。 手を上げろ
ko: 자네들이 이길 수 있는 도박이 아니네. 손 들게나.
uk: Це не азартна гра, де ви можете виграти. Руки вгору.
zh_cn: 这场博弈你们毫无胜算。举起手来。

# story_bark_assist_stealrelics_101+plague_doctor
source: We have need of your wealth! No questions!
ja: お前の富が必要よ！質問は受けないわ！
ko: 우린 너희의 재물이 필요하다! 반박은 안 받겠어!
uk: Нам потрібні ваші цінні речі! І жодних питань!
zh_cn: 我们需要你们的钱！别多问！

# story_bark_assist_stealrelics_101+runaway
source: I'm not leaving empty-handed.
ko: 빈손으로는 못 가.
uk: Я не піду з порожніми руками.

# story_bark_assist_stealrelics_101+vestal
source: Our works are <i>more</i> necessary.
ja: 私たちの仕事のほうが<i>もっと</i>重要なのです
ko: 우리의 과업이 <i>더욱</i> 중요하다.
uk: Наша робота <i>набагато</i> важливіша.
zh_cn: 我们的事业<i>更加</i>重要。

# story_bark_assist_sunny_disposition_1
source: Let's spread some cheer, even in this place!
ja: こんなところでも、元気を出そう！
ko: 세상은 이 꼴이더라도 함께 웃고 즐겨 보지!
uk: Тримаймо носи вище — навіть тут!
zh_cn: 让我们散播些欢笑吧，哪怕是在这样的地方！

# story_bark_assist_thanatomania_1+bounty_hunter
source: Let's work out some anger.
ko: 분노를 해소해 볼까.
uk: Попрацюймо над гнівом.

# story_bark_assist_thanatomania_1+flagellant
source: O, death! Come to me! One more contest!
ja: おお、死神よ！俺の元へ！もう一回勝負だ！
ko: 아, 사신이여! 내게 오라! 한번 더 붙어 보자!
uk: О, смерть! Іди до мене! Ще одне змагання!
zh_cn: 死神，来吧，再与我较量一次！

# story_bark_assist_thanatomania_1+grave_robber
source: I've missed the company of the dead.
ko: 망자들과 함께 하는 게 그리워.
uk: Я сумувала за компанією мертвих.

# story_bark_assist_thanatomania_1+hellion
source: My blades are thirsty!
ko: 내 칼날 목말라 한다!
uk: Мої клинки просять крові!

# story_bark_assist_thanatomania_1+highwayman
source: The ghosts at my back are wailing...
ko: 내 등 뒤에서 유령들이 통곡하고 있군...
uk: Привиди за моєю спиною голосять...

# story_bark_assist_thanatomania_1+jester
source: Let's write a mourning song, shall we?
ja: 弔いの歌を書こうじゃないか
ko: 장송곡이나 하나 써 볼까?
uk: Може, напишемо траурну пісню?
zh_cn: 是不是该写一首悼亡歌了？

# story_bark_assist_thanatomania_1+leper
source: Fell them all before the corruption claims them.
ja: 堕落が彼らを襲う前に、すべて倒せ
ko: 부패에 잠식되기 전에 먼저 쓰러뜨리도록.
uk: Треба знищити їх усіх, перш ніж вони деградують.
zh_cn: 趁他们还没有被腐蚀夺去，给他们做个了断吧。

# story_bark_assist_thanatomania_1+man_at_arms
source: Withered hands grasp at me from the dark!
ja: 枯れた手が、暗闇から俺を掴んでいる！
ko: 어둠 속에서 시들어 빠진 손들이 뻗쳐 나오는군!
uk: Висохлі руки тягнуться до мене з темряви!
zh_cn: 在黑暗中，有许多枯萎的手臂向我伸来！

# story_bark_assist_thanatomania_1+occultist
source: THE LARGEST ONE. I REQUIRE ITS EYES.
ja: 『一番大きな奴だ。その目を手に入れろ』
ko: 제일 큰 놈. 내게 그놈의 눈이 필요하다.
uk: НАЙБІЛЬШИЙ. МЕНІ ПОТРІБНІ ЙОГО ОЧІ.
zh_cn: 【最高大的那个。我要他的眼睛。】

# story_bark_assist_thanatomania_1+plague_doctor
source: I simply must see how this toxin affects the brain!
ja: この毒素が脳にどう影響するのか確かめたい！
ko: 이 독소가 뇌에 어떤 영향을 미치는지 봐야겠어!
uk: Мені обов’язково треба побачити, як цей токсин впливає на мозок!
zh_cn: 我只是必须试一试这种毒素对大脑的影响！

# story_bark_assist_thanatomania_1+runaway
source: Let's light their hair on fire. Heheheh.
ko: 머리카락에 불을 붙여 보자고. 헤헤헤.
uk: Підпалімо їхнє волосся, хе-хе-хе.

# story_bark_assist_thanatomania_1+vestal
source: Death, darkness - needed for the Light to shine.
ja: 死、闇…どちらも光が輝くために必要なのです
ko: 죽음, 어둠... 모두 빛으로 비추어야 하는 것들.
uk: Смерть, темрява — ось що дозволяє оцінити Світло.
zh_cn: 死亡与黑暗——圣光闪烁的必要条件。

# story_bark_assist_tippler_1
source: Let's toss a few back together. All will feel better.
ja: いくつか一緒に戻してあげよう。みんな元気になる
ko: 같이 몇 잔 하자고. 기분이 훨씬 나아질 테니까.
uk: Киньмо кілька штук назад. Усі почуватимуться краще.
zh_cn: 咱们一起干上几杯吧。大家都会舒服很多的。

# story_bark_assist_torch_1+bounty_hunter
source: Let's help 'em.
ko: 도와주지.
uk: Допоможімо їм.

# story_bark_assist_torch_1+flagellant
source: Come, poor wretches - I am your confessor!
ko: 오라, 불쌍한 것들아. 내가 너희의 고해 성자니라!
uk: Ідіть сюди, бідолахи, я ваш сповідник!
