Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# highwayman_wpn_rogue
source: <color=#{notable}>Rogue</color>
ko: <color=#{notable}>불한당</color>
uk: <color=#{notable}>Негідник</color>

# highwayman_wpn_sharpshot
source: <color=#{notable}>Sharpshot</color>
ko: <color=#{notable}>명사수</color>
uk: <color=#{notable}>Гостре око</color>

# highwayman_wpn_yellowhand
source: <color=#{notable}>Yellowhand</color>
ko: <color=#{notable}>해결사</color>
uk: <color=#{notable}>Спійманий на гарячому</color>

source: Hopeful
ja: 有望
ko: 희망
uk: Надія
zh_cn: 憧憬

# hospital_tab_pharmacy
source: Pharmacy
ja: 薬局
ko: 조제
uk: Аптека
zh_cn: 取药

# hospital_tab_therapy
source: Wellness
ja: 健康
ko: 요양
uk: Терапія
zh_cn: 咨询

# hospital_tab_treatment
source: Triage
ja: 応急処置
ko: 진단
uk: Лікарня
zh_cn: 分诊

# hospital_therapy_no_quirks
source: No Treatable Quirks
ja: 治療可能な奇癖はない
ko: 치료할 수 있는 기벽 없음
uk: Немає негативних рис
zh_cn: 没有可治疗的特质

# hospital_title
source: Field Hospital:
ja: 野戦病院：
ko: 야전 병원:
uk: Польовий лазарет:
zh_cn: 临时诊所：

# hospital_treatment_buy_button
source: Buy
ja: 購入
ko: 구입
uk: Придбати
zh_cn: 购买

# hospital_treatment_drag_slot
source: DRAG HERO
ja: 英雄をドラッグ
ko: 영웅 드래그
uk: ПЕРЕТЯНІТЬ ГЕРОЯ
zh_cn: 拖动英雄

# hospital_treatment_heal_full
source: +MAX
ja: +最大
ko: +최대
uk: +МАКС
zh_cn: 回复至满

# hospital_treatment_heal_minor
source: +{0} HP
ko: +{0} 체력
uk: +{0} ОЗ
zh_cn: 回复{0}HP

# hospital_treatment_no_diseases
source: No Diseases
ja: 病気なし
ko: 질병 없음
uk: Немає хвороб
zh_cn: 无疾病

# hospital_treatment_title
source: Healing
ja: 回復中
ko: 치료
uk: Лікування
zh_cn: 治疗

# hunter_hire_decline_label
source: Decline
ja: 拒否
ko: 거절
uk: Відмовитися
zh_cn: 再想想

# hunter_hire_dialog_desc_label
source: The Bounty Hunter is available for hire. He will accompany you for one region. His fee is {0} <sprite name={q}icon_candle_glyph{q}> from the total earned in this expedition.
ja: 賞金稼ぎが雇用可能だ。1地域に限り同行してくれる。 彼に支払う報酬は{0}<sprite name={q}icon_candle_glyph{q}>、この遠征で得た合計分から差し引かれる。
ko: 현상금 사냥꾼을 고용할 수 있습니다. 현상금 사냥꾼은 지역 하나에서 동료가 되어 줄 것입니다. 고용비는 이번 원정에서 획득한 총 <sprite name={q}icon_candle_glyph{q}> 중 {0} 입니다.
uk: До вашої групи можна залучити найманця. Він супроводжуватиме вас на території одного регіону. Його гонорар становить {0} <sprite name={q}icon_candle_glyph{q}> від суми, заробленої під час цього походу.
zh_cn: 赏金猎人可供雇佣。受到雇佣的赏金猎人会在下个地区为你而战。 他的费用为{0}<sprite name={q}icon_candle_glyph{q}>，从本次征程中获取的总数中扣除。

# hunter_hire_dialog_title_label
source: Bounty Hunter
ja: 賞金稼ぎ
ko: 현상금 사냥꾼
uk: Найманець
zh_cn: 赏金猎人

# hunter_hire_hire_label
source: Hire
ja: 雇う
ko: 고용
uk: Найняти
zh_cn: 雇佣

# hunter_hire_select_hero_label
source: Select a hero to replace. This hero will meet you at the next inn.
ja: 入れ替える英雄を選択しよう。この英雄は次の宿で合流する。
ko: 교체할 영웅을 선택하시면 다음 여관에서 다시 합류할 것입니다.
uk: Виберіть героя, який зустріне вас у наступному трактирі.
zh_cn: 选择一名英雄替换。这名英雄会在下一间旅馆与你会合。

# inn_biome_goal_reward_label
source: Reward:
ja: 報酬：
ko: 보상:
uk: Винагорода:
zh_cn: 奖励：

# inn_biome_progress_label
source: Regions to Mountain: {0}
ja: 山までの残り地域：{0}
ko: 산까지 남은 지역: {0}
uk: Регіонів до Гори: {0}
zh_cn: 距离山峰还有{0}个地区

# inn_bonus_dog_blood_title
source: Rabid Blood Extract delivered
ko: 광견의 피 전달
uk: Доставлено витяжку з крові скаженої тварини

# inn_bonus_dog_blood_travelogue_bonuses_label
source: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>Each hero has 1 negative quirk purged.
ko: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>각 영웅의 부정적 기벽 1개가 정화됩니다.
uk: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>З кожного герою знято 1 негативну рису.

# inn_bonus_dog_blood_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Rabid Blood Extract</color>.
ja: 行商人は喜んで<color=#{notable}>狂犬の血液</color>を受け取る。
ko: 물자 관리인은 <color=#{notable}>광견의 피</color>를 흔쾌히 받아 주었습니다.
uk: У Чорній лавці з радістю приймають <color=#{notable}>витяжку з крові скаженої тварини</color>.
zh_cn: 补给员欣喜地收下了<color=#{notable}>狂犬血液提取物</color>。

# inn_bonus_dog_teeth_title
source: Impressive Incisors delivered
ko: 살벌한 앞니 전달
uk: Доставлено гострі ікла

# inn_bonus_dog_teeth_travelogue_bonuses_label
source: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>All Stagecoach items are discounted.
ko: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>모든 역마차 아이템이 할인됩니다.
uk: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>Знижка на всі аксесуари Диліжанса!

# inn_bonus_dog_teeth_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Impressive Incisors</color>.
ja: 行商人は喜んで<color=#{notable}>見事な切歯</color>を受け取る。
ko: 물자 관리인은 <color=#{notable}>살벌한 앞니</color>를 흔쾌히 받아 주었습니다.
uk: У Чорній лавці з радістю приймають <color=#{notable}>гострі ікла</color>.
zh_cn: 补给员欣喜地收下了<color=#{notable}>非同寻常的牙齿</color>。

# inn_bonus_hero_bones_01_title
source: Hero Remains delivered
ko: 영웅의 유해 전달
uk: Доставлено останки героя

# inn_bonus_hero_bones_01_travelogue_delivery_label
source: <color=#{notable}>Hope</color> from the fallen.
ko: 유해로부터 수습한 <color=#{notable}>희망</color>입니다.
uk: <color=#{notable}>Надія</color> від полеглих.

# inn_bonus_hero_bones_02_title
source: Hero Remains delivered
ko: 영웅의 유해 전달
uk: Доставлено останки героя

# inn_bonus_hero_bones_02_travelogue_delivery_label
source: <color=#{notable}>Hope</color> from the fallen.
ko: 유해로부터 수습한 <color=#{notable}>희망</color>입니다.
uk: <color=#{notable}>Надія</color> від полеглих.

# inn_bonus_hero_bones_03_title
source: Hero Remains delivered
ko: 영웅의 유해 전달
uk: Доставлено останки героя

# inn_bonus_hero_bones_03_travelogue_delivery_label
source: <color=#{notable}>Hope</color> from the fallen.
ko: 유해로부터 수습한 <color=#{notable}>희망</color>입니다.
uk: <color=#{notable}>Надія</color> від полеглих.

# inn_bonus_locked_strongbox_title
source: Locked Strongbox delivered
ko: 잠긴 궤짝 전달
uk: Доставлено замкнену скриньку

# inn_bonus_locked_strongbox_travelogue_bonuses_label
source: +48 <sprite name={q}icon_relic{q}> Mixed Treasure
ko: +48 <sprite name={q}icon_relic{q}> 다양한 보물
uk: +48 <sprite name={q}icon_relic{q}> Випадковий скарб

# inn_bonus_locked_strongbox_travelogue_delivery_label
source: The Provisioner opens the <color=#{notable}>Locked Strongbox</color>.
ko: 물자 관리인이 <color=#{notable}>잠긴 궤짝</color>을 열어 주었습니다.
uk: У Чорній лавці відчиняють <color=#{notable}>замкнену скриньку</color>.

# inn_bonus_physicians_guild_seal_title
source: Physicians' Guild Seal delivered
ja: 医師組合の証を届けた
ko: 외과의 조합 인장 전달
uk: Доставлено печатку гільдії лікарів
zh_cn: 医生公会印章已交付

# inn_bonus_physicians_guild_seal_travelogue_bonuses_label
source: +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> <color=#{notable}>Round Start:</color> <sprite name={q}icon_healthup{q}> <color=#{heal}>2</color> (5%) (1 Inn) [Party] <color=#{notable}>+20%</color> Healing Given (1 Inn) [Party]
ja: +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> <color=#{notable}>ラウンド開始時：</color><sprite name={q}icon_healthup{q}><color=#{heal}>2</color>（5%）（宿1回分）[パーティ] <color=#{notable}>+20%</color> 回復量（宿1回分）[パーティ]
ko: +1<font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> <color=#{notable}>라운드 시작 시:</color> <sprite name={q}icon_healthup{q}> <color=#{heal}>2</color> (5%) (다음 여관까지) [원정대] <color=#{notable}>+20%</color> 받는 치유량 (다음 여관까지) [원정대]
uk: +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> <color=#{notable}>Початок раунду:</color> 2 <sprite name={q}icon_healthup{q}> <color=#{heal}></color> (5%) (1 трактир) [група] <color=#{notable}>+20%</color> лікуванню (1 трактир) [група]
zh_cn: +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> <color=#{notable}>回合开始时：</color><sprite name={q}icon_healthup{q}><color=#{heal}>2</color>（5%）（1个旅馆）[队伍] <color=#{notable}>+20%</color>造成的治疗（1个旅馆） [队伍]

# inn_bonus_physicians_guild_seal_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Physicians' Guild Seal</color>.
ko: 물자 관리인은 <color=#{notable}>외과의 조합 인장</color>을 흔쾌히 받아 주었습니다.

# inn_bonus_puzzling_trapezohedron_title
source: Puzzling Trapezohedron delivered
ko: 난해한 부등변다면체 전달

# inn_bonus_puzzling_trapezohedron_travelogue_bonuses_label
source: +48 <sprite name={q}icon_factioncurrency{q}>
ko: <sprite name={q}icon_factioncurrency{q}> +48

# inn_bonus_puzzling_trapezohedron_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Puzzling Trapezohedron</color>.
ko: 물자 관리인은 <color=#{notable}>난해한 부등변다면체</color>를 흔쾌히 받아 주었습니다.

# inn_bonus_spider_appendage_title
source: Chitinous Appendage delivered
ko: 키틴질 다리 전달
uk: Доставлено хітиновий наріст

# inn_bonus_spider_appendage_travelogue_bonuses_label
source: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>All combat and Inn items are discounted!
ko: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>모든 전투 및 여관 아이템이 할인됩니다.
uk: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>Знижка на всі предмети бою та трактиру!

# inn_bonus_spider_appendage_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Chitinous Appendage</color>.
ja: 行商人は喜んで<color=#{notable}>キチン質の複肢</color>を受け取る。
ko: 물자 관리인은 <color=#{notable}>키틴질 다리</color>를 흔쾌히 받아 주었습니다.
uk: У Чорній лавці з радістю приймають <color=#{notable}>хітиновий наріст</color>.
zh_cn: 补给员欣喜地收下了<color=#{notable}>甲壳动物的附肢</color>。

# inn_bonus_spider_gland_title
source: Bulbous Venom Gland delivered
ko: 둥근 독샘 전달
uk: Доставлено отруйну залозу

# inn_bonus_spider_gland_travelogue_bonuses_label
source: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>All trinkets are discounted!
ko: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>모든 장신구가 할인됩니다!
uk: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>Знижка на всі дрібнички!

# inn_bonus_spider_gland_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Bulbous Venom Gland</color>.
ja: 行商人は喜んで<color=#{notable}>球根状の毒腺</color>を受け取る。
ko: 물자 관리인은 <color=#{notable}>둥근 독샘</color>을 흔쾌히 받아 주었습니다.
uk: У Чорній лавці з радістю приймають <color=#{notable}>отруйну залозу</color>.
zh_cn: 补给员欣喜地收下了<color=#{notable}>圆润的毒囊</color>。

# inn_bonus_worm_secretion_title
source: Peculiar Secretion delivered
ko: 특이한 분비물 전달
uk: Доставлено дивні виділення

# inn_bonus_worm_secretion_travelogue_bonuses_label
source: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+2 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>All diseases are cured.
ko: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+2 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>모든 질병이 치료됩니다.
uk: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+2 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>Виліковуються всі хвороби.

# inn_bonus_worm_secretion_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Peculiar Secretion</color>.
ja: 行商人は喜んで<color=#{notable}>奇妙な分泌物</color>を受け取る。
ko: 물자 관리인은 <color=#{notable}>특이한 분비물</color>를 흔쾌히 받아 주었습니다.
uk: У Чорній лавці з радістю приймають <color=#{notable}>дивні виділення</color>.
zh_cn: 补给员欣喜地收下了<color=#{notable}>奇特的分泌物</color>。

# inn_bonus_worm_slime_title
source: Congealed Slime delivered
ko: 굳은 점액 전달
uk: Доставлено застиглий слиз

# inn_bonus_worm_slime_travelogue_bonuses_label
source: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>All heroes <color=#{notable}>-3</color> <sprite name={q}token_stress{q}>.
ko: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>모든 영웅의 <sprite name={q}token_stress{q}>를 <color=#{notable}>-3</color> 줄입니다.
uk: <sprite name={q}icon_animal_part{q} color=#9D8D55><color=#379596>+1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font></color> <sprite name={q}icon_animal_part{q} color=#9D8D55>Усі герої <color=#{notable}>–3</color> <sprite name={q}token_stress{q}>.

# inn_bonus_worm_slime_travelogue_delivery_label
source: The Provisioner eagerly accepts the <color=#{notable}>Congealed Slime</color>.
ja: 行商人は喜んで<color=#{notable}>凝固した粘液</color>を受け取る。
ko: 물자 관리인은 <color=#{notable}>굳은 점액</color>를 흔쾌히 받아 주었습니다.
uk: У Чорній лавці з радістю приймають <color=#{notable}>застиглий слиз</color>.
zh_cn: 补给员欣喜地收下了<color=#{notable}>奇特的分泌物</color>。

# inn_boss_kill_travelogue_fanatic_librarian_ignited_label@0
source: The anarchic Librarian was reduced to ash by {0}.
ja: 無秩序な司書が{0}によって灰に帰した。
ko: 무질서한 사서는 {0}의 손에 잿더미가 되었습니다.
uk: {0} стирає беззаконного Бібліотекаря на порох.
zh_cn: 失控的图书管理员被{0}化作了灰烬。

# inn_boss_kill_travelogue_fanatic_librarian_ignited_label@1
source: The insufferable Librarian met its maker at the hands of {0}.
ja: 堪忍袋の緒が切れた司書は、{0}の手によってその命を絶たれた。
ko: 인내가 바닥난 사서는 {0}의 손에 조물주를 뵈러 갔습니다.
uk: {0} відправляє гордовитого Бібліотекаря на той світ.
zh_cn: 不可饶恕的图书管理员被{0}送进了地狱。

# inn_boss_kill_travelogue_fanatic_librarian_ignited_label+female@0
source: The anarchic Librarian was reduced to ash by {0}.
ja: 無秩序な司書が{0}によって灰に帰した。
ko: 무질서한 사서는 {0}의 손에 잿더미가 되었습니다.
uk: {0} стирає беззаконного Бібліотекаря на порох.
zh_cn: 失控的图书管理员被{0}化作了灰烬。

# inn_boss_kill_travelogue_fanatic_librarian_ignited_label+female@1
source: The insufferable Librarian met its maker at the hands of {0}.
ja: 堪忍袋の緒が切れた司書は、{0}の手によってその命を絶たれた。
ko: 인내가 바닥난 사서는 {0}의 손에 조물주를 뵈러 갔습니다.
uk: {0} відправляє гордовитого Бібліотекаря на той світ.
zh_cn: 不可饶恕的图书管理员被{0}送进了地狱。

# inn_boss_kill_travelogue_fanatic_librarian_ignited_label+male@0
source: The anarchic Librarian was reduced to ash by {0}.
ja: 無秩序な司書が{0}によって灰に帰した。
ko: 무질서한 사서는 {0}의 손에 잿더미가 되었습니다.
uk: {0} стирає беззаконного Бібліотекаря на порох.
zh_cn: 失控的图书管理员被{0}化作了灰烬。

# inn_boss_kill_travelogue_fanatic_librarian_ignited_label+male@1
source: The insufferable Librarian met its maker at the hands of {0}.
ja: 堪忍袋の緒が切れた司書は、{0}の手によってその命を絶たれた。
ko: 인내가 바닥난 사서는 {0}의 손에 조물주를 뵈러 갔습니다.
uk: {0} відправляє гордовитого Бібліотекаря на той світ.
zh_cn: 不可饶恕的图书管理员被{0}送进了地狱。

# inn_boss_kill_travelogue_fanatic_librarian_label@0
source: The insufferable Librarian was extinguished by {0}.
ja: 堪忍袋の緒が切れた司書は、{0}によって消された。
ko: 인내가 바닥난 사서는 {0}의 손에 처치되었습니다.
uk: {0} гасить вогонь гордовитого Бібліотекаря назавжди.
zh_cn: 不可饶恕的图书管理员被{0}掐灭了生命之火。

# inn_boss_kill_travelogue_fanatic_librarian_label@1
source: The maddening Librarian met its maker at the hands of {0}.
ja: 狂える司書は、{0}の手によってその命を絶たれた。
ko: 광기를 흩뿌리는 사서는 {0}의 손에 조물주를 뵈러 갔습니다.
uk: {0} відправляє несамовитого Бібліотекаря на той світ.
zh_cn: 令人疯狂的图书管理员被{0}送进了地狱。

# inn_boss_kill_travelogue_fanatic_librarian_label+female@0
source: The insufferable Librarian was extinguished by {0}.
ja: 堪忍袋の緒が切れた司書は、{0}によって消された。
ko: 인내가 바닥난 사서는 {0}의 손에 처치되었습니다.
uk: {0} гасить вогонь гордовитого Бібліотекаря назавжди.
zh_cn: 不可饶恕的图书管理员被{0}掐灭了生命之火。

# inn_boss_kill_travelogue_fanatic_librarian_label+female@1
source: The maddening Librarian met its maker at the hands of {0}.
ja: 狂える司書は、{0}の手によってその命を絶たれた。
ko: 광기를 흩뿌리는 사서는 {0}의 손에 조물주를 뵈러 갔습니다.
uk: {0} відправляє несамовитого Бібліотекаря на той світ.
zh_cn: 令人疯狂的图书管理员被{0}送进了地狱。

# inn_boss_kill_travelogue_fanatic_librarian_label+male@0
source: The insufferable Librarian was extinguished by {0}.
ja: 堪忍袋の緒が切れた司書は、{0}によって消された。
ko: 인내가 바닥난 사서는 {0}의 손에 처치되었습니다.
uk: {0} гасить вогонь гордовитого Бібліотекаря назавжди.
zh_cn: 不可饶恕的图书管理员被{0}掐灭了生命之火。

# inn_boss_kill_travelogue_fanatic_librarian_label+male@1
source: The maddening Librarian met its maker at the hands of {0}.
ja: 狂える司書は、{0}の手によってその命を絶たれた。
ko: 광기를 흩뿌리는 사서는 {0}의 손에 조물주를 뵈러 갔습니다.
uk: {0} відправляє несамовитого Бібліотекаря на той світ.
zh_cn: 令人疯狂的图书管理员被{0}送进了地狱。

# inn_boss_kill_travelogue_generic_label
source: {0} was slain by {1}.
ja: {0}は{1}に殺された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_boss_kill_travelogue_generic_label+female+female
source: {0} was slain by {1}.
ja: {0}は{1}に殺された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_boss_kill_travelogue_generic_label+female+male
source: {0} was slain by {1}.
ja: {0}は{1}に殺された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_boss_kill_travelogue_generic_label+male+female
source: {0} was slain by {1}.
ja: {0}は{1}に殺された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_boss_kill_travelogue_generic_label+male+male
source: {0} was slain by {1}.
ja: {0}は{1}に殺された。
ko: {0}, {1}에게 처치됨.
uk: {0} гине від удару, який завдає {1}.
zh_cn: {0}被{1}杀死了。

# inn_boss_kill_travelogue_lost_battalion_boss_dreaming_general_label@0
source: The enigmatic Dreaming General fell to {0}'s mighty blow.
ja: 謎めいた夢見る元帥は、{0}の強力な一撃に倒れた。
ko: 불가사의한 꿈꾸는 장군은 {0}의 일격에 쓰러졌습니다.
uk: {0} потужним ударом знищує таємничого Генерала марень.
zh_cn: 谜一般的入梦将军倒在了{0}的武器下。

# inn_boss_kill_travelogue_lost_battalion_boss_dreaming_general_label@1
source: The inscrutable Dreaming General stood no chance against {0}.
ja: 怪しげな夢見る元帥は、{0}に勝ち目がなかった。
ko: 불가해한 꿈꾸는 장군도 {0}에게는 당해낼 수 없었습니다.
uk: {0} рішуче перемагає загадкового Генерала марень.
zh_cn: 令人费解的入梦将军根本不是{0}的对手。

# inn_boss_kill_travelogue_lost_battalion_boss_dreaming_general_label+female@0
source: The enigmatic Dreaming General fell to {0}'s mighty blow.
ja: 謎めいた夢見る元帥は、{0}の強力な一撃に倒れた。
ko: 불가사의한 꿈꾸는 장군은 {0}의 일격에 쓰러졌습니다.
uk: {0} потужним ударом знищує таємничого Генерала марень.
zh_cn: 谜一般的入梦将军倒在了{0}的武器下。

# inn_boss_kill_travelogue_lost_battalion_boss_dreaming_general_label+female@1
source: The inscrutable Dreaming General stood no chance against {0}.
ja: 怪しげな夢見る元帥は、{0}に勝ち目がなかった。
ko: 불가해한 꿈꾸는 장군도 {0}에게는 당해낼 수 없었습니다.
uk: {0} рішуче перемагає загадкового Генерала марень.
zh_cn: 令人费解的入梦将军根本不是{0}的对手。

# inn_boss_kill_travelogue_lost_battalion_boss_dreaming_general_label+male@0
source: The enigmatic Dreaming General fell to {0}'s mighty blow.
ja: 謎めいた夢見る元帥は、{0}の強力な一撃に倒れた。
ko: 불가사의한 꿈꾸는 장군은 {0}의 일격에 쓰러졌습니다.
uk: {0} потужним ударом знищує таємничого Генерала марень.
zh_cn: 谜一般的入梦将军倒在了{0}的武器下。

# inn_boss_kill_travelogue_lost_battalion_boss_dreaming_general_label+male@1
source: The inscrutable Dreaming General stood no chance against {0}.
ja: 怪しげな夢見る元帥は、{0}に勝ち目がなかった。
ko: 불가해한 꿈꾸는 장군도 {0}에게는 당해낼 수 없었습니다.
uk: {0} рішуче перемагає загадкового Генерала марень.
zh_cn: 令人费解的入梦将军根本不是{0}的对手。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label@0
source: The abhorrent Harvest Child was destroyed by {0}.
ja: 忌まわしい収穫の子は、{0}に滅ぼされた。
ko: 혐오스러운 수확의 아이는 {0}의 손에 처치되었습니다.
uk: {0} знищує огидну Дитину врожаю.
zh_cn: 可憎的丰收之子被{0}消灭了。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label@1
source: The loathsome Harvest Child was ended by {0}.
ja: 憎き収穫の子は、{0}にとどめを刺された。
ko: 추악한 수확의 아이의 목숨은 {0}에게 끝장났습니다.
uk: {0} вбиває ненависну Дитину врожаю.
zh_cn: 令人憎恨的丰收之子死在了{0}的手上。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label@2
source: The odious Harvest Child was slain by {0}.
ja: 醜悪な収穫の子は{0}に殺された。
ko: 끔찍한 수확의 아이는 {0}에게 처치당했습니다.
uk: {0} покінчує з мерзенною Дитиною врожаю.
zh_cn: 臭气熏天的丰收之子被{0}杀死了。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label+female@0
source: The abhorrent Harvest Child was destroyed by {0}.
ja: 忌まわしい収穫の子は、{0}に滅ぼされた。
ko: 혐오스러운 수확의 아이는 {0}의 손에 처치되었습니다.
uk: {0} знищує огидну Дитину врожаю.
zh_cn: 可憎的丰收之子被{0}消灭了。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label+female@1
source: The loathsome Harvest Child was ended by {0}.
ja: 憎き収穫の子は、{0}にとどめを刺された。
ko: 추악한 수확의 아이의 목숨은 {0}에게 끝장났습니다.
uk: {0} вбиває ненависну Дитину врожаю.
zh_cn: 令人憎恨的丰收之子死在了{0}的手上。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label+female@2
source: The odious Harvest Child was slain by {0}.
ja: 醜悪な収穫の子は{0}に殺された。
ko: 끔찍한 수확의 아이는 {0}에게 처치당했습니다.
uk: {0} покінчує з мерзенною Дитиною врожаю.
zh_cn: 臭气熏天的丰收之子被{0}杀死了。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label+male@0
source: The abhorrent Harvest Child was destroyed by {0}.
ja: 忌まわしい収穫の子は、{0}に滅ぼされた。
ko: 혐오스러운 수확의 아이는 {0}의 손에 처치되었습니다.
uk: {0} знищує огидну Дитину врожаю.
zh_cn: 可憎的丰收之子被{0}消灭了。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label+male@1
source: The loathsome Harvest Child was ended by {0}.
ja: 憎き収穫の子は、{0}にとどめを刺された。
ko: 추악한 수확의 아이의 목숨은 {0}에게 끝장났습니다.
uk: {0} вбиває ненависну Дитину врожаю.
zh_cn: 令人憎恨的丰收之子死在了{0}的手上。

# inn_boss_kill_travelogue_plague_eater_harvest_table_label+male@2
source: The odious Harvest Child was slain by {0}.
ja: 醜悪な収穫の子は{0}に殺された。
ko: 끔찍한 수확의 아이는 {0}에게 처치당했습니다.
uk: {0} покінчує з мерзенною Дитиною врожаю.
zh_cn: 臭气熏天的丰收之子被{0}杀死了。

# inn_bounty_hunter_biome_complete_travelogue_label
source: {0} left the party after his mercenary service. {1} <sprite name={q}icon_candle_glyph{q}> candles will be deducted for his fee.
ja: {0}は傭兵としての任務を終えてパーティを去った。{1}<sprite name={q}icon_candle_glyph{q}>キャンドルが彼への報酬として差し引かれる。
ko: {0}의 계약이 끝나면서 원정대에서 이탈했습니다. 촛불 {1} <sprite name={q}icon_candle_glyph{q}>개가 고용비로 공제될 것입니다.
uk: {0} залишає групу, виконавши умови найму. За його платні утримуються свічки: {1} <sprite name={q}icon_candle_glyph{q}>.
zh_cn: {0}在雇佣服务完成后离开了队伍。{1}<sprite name={q}icon_candle_glyph{q}>将会被扣除作为佣金。

# inn_bounty_hunter_death_travelogue_label
source: {0} was slain during his mercenary service. {1} <sprite name={q}icon_candle_glyph{q}> were pledged to his estate.
ja: {0}は傭兵として同行中に殺害された。{1}<sprite name={q}icon_candle_glyph{q}>は彼の遺産として差し押さえられた。
ko: {0}의 원정 중 전사로 인해 고용 대금인 촛불 {1} <sprite name={q}icon_candle_glyph{q}>개는 자택으로 보내질 것입니다.
uk: {0} гине на службі. Його спадкоємцям залишили заставу: {1} <sprite name={q}icon_candle_glyph{q}>.
zh_cn: {0}在雇佣服务中身亡。{1}<sprite name={q}icon_candle_glyph{q}>按约纳入了他的资产。
