Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# affinity_change_bark_banter_positive@13
source: Let's take the first watch together.
ja: 最初の当直は共に様子を見よう
ko: 같이 불침번이나 서지.
uk: Давай підемо на першу варту разом.
zh_cn: 今晚守夜咱们一起值第一班吧。

# affinity_change_bark_banter_positive@14
source: Looking good.
ja: いい感じだな
ko: 괜찮아 보이네.
uk: Добре виглядаєш.
zh_cn: 看起来不错嘛。

# affinity_change_bark_banter_positive@15
source: Pass that waterskin? Thank you...
ja: 水筒を取ってくれないか？助かる…
ko: 거기 물통 좀 주겠나? 고맙군...
uk: Передай-но міх. Дякую...
zh_cn: 水袋能递给我一下吗？谢谢……

# affinity_change_bark_banter_positive@16
source: Perhaps later we can get a drink?
ja: あとで酒は飲めるのか？
ko: 나중에 한 잔 하러 갈까?
uk: Ну що, потім вип’ємо по сто?
zh_cn: 也许有机会咱们可以喝上一杯？

# affinity_change_bark_banter_positive@17
source: Perhaps the tide is turning.
ja: 転機が訪れたかもしれない
ko: 어쩌면 전세가 바뀔지도 모르지.
uk: Може, удача ще нам посміхнеться.
zh_cn: 也许我们真的能力挽狂澜。

# affinity_change_bark_banter_positive@18
source: Real glad we ran into you on the road.
ja: 旅先でお前に出会えて良かった
ko: 함께 이 길을 걷게 되어서 기쁘군.
uk: Добре, що ми зустрілися в дорозі.
zh_cn: 真高兴我们遇上了你。

# affinity_change_bark_banter_positive@19
source: Relax. You're among friends.
ja: 安心してくれ。お前は仲間だ
ko: 진정해. 여긴 다 네 벗밖에 없다.
uk: Розслабся, ти серед друзів.
zh_cn: 放松。我们都是你的朋友。

# affinity_change_bark_banter_positive@20
source: Sit next to me at the Inn, won't you?
ja: 宿に着いたら隣に座ってくれるか？
ko: 여관에서 내 옆에 앉아 주겠어?
uk: Сядемо поряд у трактирі?
zh_cn: 下个旅馆跟我坐一起，好吗？

# affinity_change_bark_banter_positive@21
source: Tell me about yourself...
ja: お前のことを教えてくれ…
ko: 서로 신세 한탄이나 풀어보자고...
uk: Розкажи про себе...
zh_cn: 跟我讲讲你的故事吧……

# affinity_change_bark_banter_positive@22
source: Things were so boring before you got here.
ja: お前が合流する前はつまらなかった
ko: 네가 오기 전까지는 삶이 별 재미가 없었지.
uk: Без тебе було так нудно.
zh_cn: 有你在，事情就没那么无聊了。

# affinity_change_bark_banter_positive@23
source: We'll get through this. Together.
ja: 我々が力を合わせれば切り抜けられる
ko: 우리 함께 헤쳐나가자.
uk: Ми впораємося... разом.
zh_cn: 我们会成功的。一起。

# affinity_change_bark_banter_positive@24
source: We're lucky to have you.
ja: お前が仲間になってくれてラッキーだ
ko: 너와 함께 하다니 우리도 운이 좋군.
uk: Як добре, що ти з нами!
zh_cn: 有你在真幸运。

# affinity_change_bark_banter_positive@25
source: We've survived worse...
ja: もっとひどい状況を生き抜いてきた…
ko: 더 나쁜 일도 겪어 봤어...
uk: Бувало й гірше...
zh_cn: 更大的风浪我们也不是没见过……

# affinity_change_bark_banter_positive@26
source: You can have the bunk next to mine.
ja: 隣の寝台を使っていいぞ
ko: 다음번 야영에서는 내 옆 침대를 써도 좋다.
uk: Можемо лягти поряд.
zh_cn: 你可以睡在我旁边的铺位。

# affinity_change_bark_banter_positive@27
source: You carry yourself well.
ja: お前は身のこなしがいい
ko: 자기 앞가림을 잘 하는 친구로군.
uk: Ти добре тримаєшся.
zh_cn: 你的气场很不错。

# affinity_change_bark_banter_positive@28
source: You give us an edge out there.
ja: お前のおかげで我々は優位に立てる
ko: 네가 있으면 든든하다니까.
uk: Ти наш порятунок.
zh_cn: 你就是我们的杀手锏。

# affinity_change_bark_banter_positive@29
source: You improve our odds out there.
ja: お前のおかげで勝率が高まる
ko: 네 덕분에 우리의 승산이 더 커지는군.
uk: З тобою в нас більше шансів.
zh_cn: 有你在，我们的胜算提高了不少。

# affinity_change_bark_banter_positive@30
source: You make this journey more bearable.
ja: お前のおかげで、この旅を耐えられる
ko: 네 덕분에 이 여정을 그나마 견딜 수 있어.
uk: З тобою наша подорож трохи легша.
zh_cn: 你让这场旅程没有那么折磨。

# affinity_change_bark_banter_positive@31
source: You're an important part of our little band.
ja: お前はこの部隊の大切な一員だ
ko: 넌 우리에게 아주 중요한 동료야.
uk: З тобою ми сильніші.
zh_cn: 你是我们的小团队中无比重要的一环。

# affinity_change_bark_banter_positive_high_stress@0
source: A drink to take the edge off?
ja: 気休めに一杯どうだ？
ko: 한잔 하면서 긴장이나 풀까?
uk: Хочеш випити, щоб скинути напругу?
zh_cn: 要来一杯压压惊么？

# affinity_change_bark_banter_positive_high_stress@1
source: Don't look out. Look at me.
ja: 外を見るな、私を見ていろ
ko: 밖에 보지 마. 나를 봐.
uk: Не дивись у вікно. Дивись на мене.
zh_cn: 别看外面。看着我。

# affinity_change_bark_banter_positive_high_stress@2
source: How quickly you've grown on me.
ko: 얼마 보지도 않았는데 이렇게 소중한 사람이 되다니.
uk: Як швидко ти заволоділа моїми почуттями...

# affinity_change_bark_banter_positive_high_stress@3
source: If we go, we go together.
ko: 어차피 갈 거면 함께 간다.
uk: Якщо ми вистоїмо, то разом.

# affinity_change_bark_banter_positive_high_stress@4
source: Keep to the light. We'll persevere.
ko: 빛을 따라가. 우린 괜찮을 거야.
uk: Тримайся ближче до світла. Ми виберемося.

# affinity_change_bark_banter_positive_high_stress@5
source: Lean on me if you require it.
ja: 必要なら私を頼ってくれ
ko: 필요하다면 이리 와서 기대라고.
uk: Розраховуй на мене, якщо треба буде.
zh_cn: 需要的话，就依靠我吧。

# affinity_change_bark_banter_positive_high_stress@6
source: Pleasant company, if ye be my last.
ko: 인생 마지막 일행 치고는 괜찮은 동행이로군.
uk: Приємна компанія наостанок.

# affinity_change_bark_banter_positive_high_stress@7
source: Retreat is not an option.
ko: 후퇴는 생각도 하지 않는다.
uk: Про відступ навіть не думаємо.

# affinity_change_bark_banter_positive_high_stress@8
source: The days blur into one - but at least you're here.
ja: 疲労で記憶が曖昧だが、少なくともまだ生きている
ko: 하루하루가 덧없이 지나가지만... 그래도 당신이 있으니까.
uk: Дні зливаються в один, але принаймні ти тут.
zh_cn: 往日越来越模糊——但至少还有你在这里。

# affinity_change_bark_banter_positive_high_stress@9
source: Together, we can prevail.
ko: 함께라면 우리는 승리하리라.
uk: Разом ми все подолаємо.

# affinity_change_bark_banter_positive_high_stress@10
source: You inspire me to be better.
ko: 당신은 날 더 나은 사람으로 만들어 주는군.
uk: Ти надихаєш мене стати краще.

# affinity_change_bark_banter_positive_high_stress@11
source: You lift my spirits when they most need it.
ja: お前は、ここぞという時に士気を高めてくれる
ko: 당신은 가장 필요할 때 내 기운을 북돋아주는군.
uk: Ти піднімаєш мій настрій саме тоді, коли це потрібно.
zh_cn: 你在我最需要的时候总能让我扬起斗志。

# affinity_change_bark_banter_positive_high_stress@12
source: You're a tough one.
ko: 넌 좀 강한 거 같은데.
uk: А ти міцний горішок.

# affinity_change_bark_banter_positive_high_stress+flagellant@0
source: Oh, I have no plans to die. Heh heh heh.
ja: 死ぬつもりなんてないぜ。へへへっ。
ko: 아, 나도 죽을 생각은 없다고. 헤 헤 헤.
uk: О, я не планую помирати, хе-хе-хе.
zh_cn: 噢，我可没有死掉的打算，嘿嘿嘿。

# affinity_change_bark_banter_positive_high_stress+flagellant@1
source: Spirited you are, even in the face of madness!
ja: お前には狂気を前にしても負けない気迫がある！
ko: 너희는 광기의 문턱에서도 투지를 잃지 않는 자들이로다!
uk: Ви не втрачаєте духу, навіть коли відбувається божевілля!
zh_cn: 哪怕在疯狂面前，你也斗志昂扬！

# affinity_change_bark_banter_positive_high_stress+grave_robber@0
source: For me? Why... thank you.
ja: 私に？なんで…でも、ありがとう
ko: 나 준다고? 어머... 고마워.
uk: Це мені? Ого... Дякую.
zh_cn: 给我的？哎呦……谢谢。

# affinity_change_bark_banter_positive_high_stress+grave_robber@1
source: You're a welcome distraction.
ja: いい気晴らしになるね
ko: 자기는 참 정감 가는 방해꾼이야.
uk: З тобою приємно проводити час.
zh_cn: 你倒是挺讨人喜欢。

# affinity_change_bark_banter_positive_high_stress+hellion@0
source: My birthplace calls to me...
ja: 生まれ故郷が私を呼んでいる…
ko: 내 고향이 부른다...
uk: Батьківщина кличе мене...
zh_cn: 故乡在呼唤我……

# affinity_change_bark_banter_positive_high_stress+hellion@1
source: The end bears down. Let us face it!
ja: あと少しで終わりよ。立ち向かいなさい！
ko: 끝 머지 않았다. 당당히 맞서자!
uk: Кінець уже наближається. Зустріньмо його разом!
zh_cn: 结局将至。我们一起面对！

# affinity_change_bark_banter_positive_high_stress+highwayman@0
source: Sit with me. I'm... tense.
ja: 隣に座ってくれ。緊張してるんだ
ko: 같이 앉지. 좀... 긴장돼서.
uk: Сядь зі мною. Я собі місця не знайду...
zh_cn: 陪我坐会儿吧。我……绷得有点紧。

# affinity_change_bark_banter_positive_high_stress+highwayman@1
source: Y'have no idea how much I needed that.
ja: どれだけ助けを必要としていたか、お前にはわからんだろう
ko: 지금 이게 얼마나 필요했는지 상상도 못할 거야.
uk: Ти навіть не уявляєш, як це було мені потрібно.
zh_cn: 帮大忙了，真的。

# affinity_change_bark_banter_positive_high_stress+jester@0
source: ... Good one.
ja: …いいね
ko: ... 거 괜찮은 농담인데.
uk: Гарний жарт.
zh_cn: ……不错。

# affinity_change_bark_banter_positive_high_stress+jester@1
source: Clever head on those shoulders.
ja: なかなか賢い頭を持ってるな
ko: 모가지 위에 괜찮은 머리를 달고 계시네.
uk: У тебе розумна голова на плечах.
zh_cn: 你的脑袋还真灵光。

# affinity_change_bark_banter_positive_high_stress+leper@0
source: No - you deserve to be here same as I.
ja: いや、私と共にここにいてもよい
ko: 아니, 그대는 나만큼이나 여기 있을 자격을 갖췄네.
uk: Ти не заслуговуєш на такі негаразди.
zh_cn: 不——你和我一样有价值。

# affinity_change_bark_banter_positive_high_stress+leper@1
source: Yours is a soul of worth.
ja: お前の魂には価値がある
ko: 그대는 참 고귀한 영혼일세.
uk: У тебе гідна душа.
zh_cn: 你有着高尚的灵魂。

# affinity_change_bark_banter_positive_high_stress+man_at_arms@0
source: Promise me it ain't for naught?
ja: 無駄にしないと約束するか？
ko: 이게 다 헛짓거리가 아니라고 약속해 주겠나?
uk: Пообіцяй мені, що із цього буде користь.
zh_cn: 向我保证，这一切不会是徒劳一场，好么？

# affinity_change_bark_banter_positive_high_stress+man_at_arms@1
source: You're right - I shouldn't fret.
ja: そうだな、悩むべきではないな
ko: 맞는 말이야. 그렇게 걱정할 필요 없지.
uk: Саме так. Мені не варто турбуватися.
zh_cn: 你说得对——不该惊慌。

# affinity_change_bark_banter_positive_high_stress+occultist@0
source: Let us tend the torch together.
ja: 一緒にたいまつの番をしよう
ko: 함께 횃불을 지키세.
uk: Давай разом нести смолоскип.
zh_cn: 我们一起照料火炬吧。

# affinity_change_bark_banter_positive_high_stress+occultist@1
source: What's that? I was being "morose"?
ko: 무슨 말인가? 내가 '우울한' 사람 같다고?

# affinity_change_bark_banter_positive_high_stress+plague_doctor@0
source: Here - you've got splatter on you.
ja: ほら、血しぶきが付いてるぞ
ko: 이걸로 튄 자국이나 닦아.
uk: Дивись, на тобі пляма.
zh_cn: 我帮你擦擦——你身上沾了血。

# affinity_change_bark_banter_positive_high_stress+plague_doctor@1
source: You have taught me much.
ja: お前にはいろいろ教えてもらった
ko: 덕분에 정말 많은 걸 배우네.
uk: Я багато чого в тебе навчилася.
zh_cn: 你教会了我很多。

# affinity_change_bark_banter_positive_high_stress+runaway@0
source: How do you do it? Keep fighting?
ja: どうするの？戦い続けるの？
ko: 어떻게 할 거야? 계속 싸울 거야?
uk: Як тобі вдається боротися?
zh_cn: 坚持到底……你们是怎么做到的？

# affinity_change_bark_banter_positive_high_stress+runaway@1
source: Sorry for snappin' at ya.
ja: キツく言ってすまない
ko: 아까 틱틱거려서 미안해.
uk: Вибач, що зірвалася на тебе.
zh_cn: 对不起，之前顶撞了你。

# affinity_change_bark_banter_positive_high_stress+vestal@0
source: ... You shouldn't have. Light keep you.
ko: ... 그럴 필요는 없었는데. 빛께서 널 지켜 주실 거다.
uk: Не варто було... Борони тебе Світло.

# affinity_change_bark_banter_positive_high_stress+vestal@1
source: Some days I fear we are on the losing side...
ja: 負けてしまうのでは、と心配になる日もあります…
ko: 가끔은 우리가 지는 쪽이 아닌지 두렵군...
uk: Іноді я боюся, що ми не впораємося...
zh_cn: 有时我会担心，我们没法力挽狂澜……

# affinity_change_bark_banter_positive_low_stress@0
source: A bleak road it would be for your absence.
ko: 네가 없으면 더 암울한 길이 되었겠군.
uk: Якби тебе не було тут, дорога була б безрадісною.

# affinity_change_bark_banter_positive_low_stress@1
source: Another round?
ko: 한 잔 더?
uk: Ще по одній?

# affinity_change_bark_banter_positive_low_stress@2
source: I dare say, you lend me hope.
ko: 부정 탈지 모르지만, 넌 나한테 희망을 줘.
uk: Ти даєш мені надію.

# affinity_change_bark_banter_positive_low_stress@3
source: I find your candor most refreshing.
ko: 그 솔직한 모습이 참 신선하군.
uk: Твоя відвертість освіжає як ніщо інше.

# affinity_change_bark_banter_positive_low_stress@4
source: I never tire of your stories.
ko: 네 이야기는 도무지 싫증이 안나는군.
uk: Твої історії ніколи не набридають.

# affinity_change_bark_banter_positive_low_stress@5
source: Let us take watch together.
ko: 같이 불침번이나 서자고.
uk: Давай підемо на варту разом.

# affinity_change_bark_banter_positive_low_stress@6
source: Take a sip of wine?
ja: ワインを一口どうだ？
ko: 포도주나 한 잔?
uk: Ковтнеш вина?
zh_cn: 要来一口酒么？

# affinity_change_bark_banter_positive_low_stress@7
source: The worse it gets, the more we'll need each other.
ko: 상황이 나빠질 수록 우린 서로가 더 필요할 거다.
uk: Що гірше стає, то потрібніші ми одне одному.

# affinity_change_bark_banter_positive_low_stress@8
source: We're better off in your company.
ko: 우린 서로 함께하는 게 더 나을 터.
uk: Разом із тобою краще.

# affinity_change_bark_banter_positive_low_stress@9
source: You just might be the edge we need.
ja: お前は、我々が求める強みになれるかもしれん
ko: 넌 우리에게 딱 필요한 인재일지도.
uk: Ти та соломинка, яка схилить шальки терезів на нашу користь.
zh_cn: 你在我们之中至关重要。

# affinity_change_bark_banter_positive_low_stress@10
source: You've got something the others don't.
ko: 넌 다른 사람들과 뭔가 달라.
uk: У тебе є те, чого немає в інших.

# affinity_change_bark_banter_positive_low_stress@11
source: You've no idea how welcome a change you are.
ko: 네가 가져온 변화가 얼마나 반가운지 짐작도 못할 거다.
uk: Ти навіть не уявляєш, як нам потрібні були зміни.

# affinity_change_bark_banter_positive_low_stress+flagellant@0
source: I sense you are meant for glory.
ja: お前は栄光のために生まれたのだと感じる
ko: 넌 영광을 거머쥘 것이라 확신한다.
uk: Я відчуваю, що на тебе чекає слава.
zh_cn: 我能感觉得出来，你是为荣誉而生的。

# affinity_change_bark_banter_positive_low_stress+flagellant@1
source: Pass me that vial of holy vinegar, if you would.
ja: その聖なる酢の小瓶を渡してくれ
ko: 거기 성스러운 식초병 좀 건네 주겠나.
uk: Передай, будь ласка, мені цей флакон зі святим оцтом.
zh_cn: 可以的话，麻烦递一下我的圣酒瓶。

# affinity_change_bark_banter_positive_low_stress+grave_robber@0
source: Share a flask? I'm parched.
ja: 一口くれない？喉がカラカラなの
ko: 한 잔 나눠 마실래? 목이 좀 마르네.
uk: Поділишся фляжкою? Умираю від спраги.
zh_cn: 小酌一杯么？我渴得很。

# affinity_change_bark_banter_positive_low_stress+grave_robber@1
source: They broke the mold with you.
ja: お前が来て、みんな変わったよ
ko: 자기는 뭔가 특별한 사람 같아.
uk: Ти незвичайна людина.
zh_cn: 有你在，事情就有意思多了。

# affinity_change_bark_banter_positive_low_stress+hellion@0
source: Born under the right moon, you were!
ja: お前は正しき月の下に生まれたのよ！
ko: 너는 밝은 달 아래서 태어났을 거다!
uk: Твоє народження відбулося під щасливою зіркою.
zh_cn: 你出生时的月相一定是个吉兆！

# affinity_change_bark_banter_positive_low_stress+hellion@1
source: The horses like you. A good omen.
ja: お前は馬に好かれてる。良い兆しね
ko: 말들이 너 좋아한다. 좋은 징조다.
uk: Ти подобаєшся коням. Це хороший знак.
zh_cn: 马匹很喜欢你。是个好兆头。

# affinity_change_bark_banter_positive_low_stress+highwayman@0
source: Heh. Ain't bad, your jokes.
ja: へへっ、お前の冗談も悪くないな
ko: 헤, 거 괜찮은 농담이군.
uk: Хе-хе, гарне в тебе почуття гумору.
zh_cn: 哈。你的笑话还挺有意思。

# affinity_change_bark_banter_positive_low_stress+highwayman@1
source: Think I have some dice rattling around in here...
ja: この辺に賭博場があると思うんだが…
ko: 여기 어디에 주사위를 뒀었는데...
uk: Мені почулося, що десь тут котяться гральні кості...
zh_cn: 我这儿应该有几颗骰子……

# affinity_change_bark_banter_positive_low_stress+jester@0
source: Heh heh. Good one.
ja: ヘヘっ、いいね
ko: 헤헤, 거 웃겼어.
uk: Хе-хе... Непогано.
zh_cn: 哈哈哈。不错。

# affinity_change_bark_banter_positive_low_stress+jester@1
source: Tell you 'bout my travels? Suppose I can.
ja: 私の旅の話だって？まあ話してもいいか
ko: 내 여행 얘기 좀 해 달라고? 안될 거 없지.
uk: Розповісти про мої мандри? Можу.
zh_cn: 跟你聊聊我的旅行？大概没问题。

# affinity_change_bark_banter_positive_low_stress+leper@0
source: My story? I suppose, for you...
ja: 私のことか？ まぁ、お前になら…
ko: 내 이야기라? 뭐, 그대를 위해서라면.
uk: Розповісти про себе? Ну, якщо просиш...
zh_cn: 我的故事？既然是你想听，倒也无妨……

# affinity_change_bark_banter_positive_low_stress+leper@1
source: You are a rock in troublesome times.
ja: お前は困難な時に心を揺さぶる存在だ
ko: 난세에도 흔들리지 않는 바위와도 같군.
uk: У скрутні часи ти як скеля.
zh_cn: 你就像逆流中的一块磐石。

# affinity_change_bark_banter_positive_low_stress+man_at_arms@0
source: Another story? Glad you asked...
ja: 別の話か？よく聞いてくれた…
ko: 다른 이야기? 어이구, 있고말고...
uk: Ще історію? Радий, що сподобалось...
zh_cn: 要我再讲一个故事？好啊……

# affinity_change_bark_banter_positive_low_stress+man_at_arms@1
source: Pass that here. I'll mend it.
ja: それを渡してくれ。直しておく
ko: 이리 줘. 내가 처리하지.
uk: Дай мені. Я полагоджу.
zh_cn: 把那个给我吧，我来修。

# affinity_change_bark_banter_positive_low_stress+occultist@0
source: Pass the snuff box, would you?
ja: 嗅ぎタバコの箱を渡してくれないか？
ko: 코담배갑좀 주겠나?
uk: Давай-но сюди табакерку.
zh_cn: 递一下鼻烟盒，谢谢。

# affinity_change_bark_banter_positive_low_stress+occultist@1
source: You tell such intriguing stories.
ja: 興味深い話をしてくれるな
ko: 자네의 이야기는 참으로 흥미롭군.
uk: Твої історії такі захоплюючі!
zh_cn: 你的故事真是引人入胜。

# affinity_change_bark_banter_positive_low_stress+plague_doctor@0
source: At last! Someone I can work with!
ja: 遂に、共に仕事ができる人が現れたか！
ko: 이제야 손발이 맞는 사람을 만났네!
uk: Нарешті знайшлася людина, з якою приємно працювати!
zh_cn: 终于！来了个可以与我合作的人！

# affinity_change_bark_banter_positive_low_stress+plague_doctor@1
source: Think of all we can teach these people!
ja: コイツらに何を教えてやれるかな？
ko: 우리가 사람들한테 뭘 가르칠 수 있을지 생각해봐!
uk: Подумай, чого ми можемо їх навчити!
zh_cn: 想想我们有多少东西可以教给这些人！

# affinity_change_bark_banter_positive_low_stress+runaway@0
source: I like you when you're quiet.
ja: 黙っている時のお前は好き
ko: 너랑 같이 조용히 있을 때가 좋더라.
uk: Мені з тобою непогано, коли ти мовчиш.
zh_cn: 我喜欢你安静的样子。

# affinity_change_bark_banter_positive_low_stress+runaway@1
source: You ain't so bad.
ja: お前はそんなに悪くない
ko: 솜씨 괜찮네.
uk: А ти нічого так.
zh_cn: 你人还不错嘛。

# affinity_change_bark_banter_positive_low_stress+vestal@0
source: Maintain your calm. I can help.
ja: 冷静さを保つのです。私が力になりましょう
ko: 침착해라. 내가 돕겠다.
uk: Зберігай спокій. Я допоможу.
zh_cn: 保持镇静。我可以帮你。

# affinity_change_bark_banter_positive_low_stress+vestal@1
source: Sit and read with me?
ja: 座って一緒に読書しますか？
ko: 같이 성서라도 읽어 볼텐가?
uk: Сядеш почитати зі мною?
zh_cn: 坐在我身边一起读会儿书么？

# affinity_change_bark_banter_positive_med_stress@0
source: A game? Something to distract my mind?
ja: 賭博？気を紛らわそうとでも言うのか？
ko: 놀이라? 머리 좀 식히고 싶은가 보지?
uk: Зіграти? Щоб відволіктись на щось?
zh_cn: 玩点什么吗，放松放松

# affinity_change_bark_banter_positive_med_stress@1
source: Be vigilant. I'll sit up with you.
ja: 気を強く持て。私も一緒にとどまる
ko: 항상 경계하라고. 내가 함께 할 테니.
uk: Будь напоготові — я сидітиму поряд із тобою.
zh_cn: 保持警惕。我和你一起放哨。

# affinity_change_bark_banter_positive_med_stress@2
source: I find myself warming to you.
ko: 당신을 향한 마음이 절로 따뜻해지는군.
uk: Ти починаєш мені подобатися.

# affinity_change_bark_banter_positive_med_stress@3
source: I trust you not to disappoint me.
ko: 넌 실망시키지 않을 거라고 믿어.
uk: Я вірю, що ти мене не розчаруєш.

# affinity_change_bark_banter_positive_med_stress@4
source: I would rather not sleep alone...
ja: ひとりで寝たくはない…
ko: 혼자 자고 싶지는 않은데...
uk: Спати на самоті — не те, чого душа бажає...
zh_cn: 要是不用一个人睡觉就好了……

# affinity_change_bark_banter_positive_med_stress@5
source: If you have need of me, simply ask.
ko: 내가 필요하다면 그냥 부탁하라고.
uk: Якщо знадоблюся, просто поклич.

# affinity_change_bark_banter_positive_med_stress@6
source: Let us hope this old thing holds together.
ko: 이 오랜 유대감이 끝까지 버텨주기 바라자고.
uk: Будемо сподіватися, що цей антикваріат витримає.

# affinity_change_bark_banter_positive_med_stress@7
source: Let us relax together at the inn...
ko: 여관에서 같이 쉴까...
uk: Давай разом відпочинемо в трактирі...

# affinity_change_bark_banter_positive_med_stress@8
source: Tell me it's going to be all right?
ko: 다 괜찮아질 거라고 말해주겠어?
uk: Скажи мені, що все буде добре.

# affinity_change_bark_banter_positive_med_stress@9
source: Tell me, are your dreams troubled as mine?
ja: お前も悪夢に悩まされてるのか？
ko: 너도 나처럼 악몽을 꾸나?
uk: Скажи, твої сни такі само неспокійні, як і мої?
zh_cn: 告诉我，你的梦有没有像我的一样令人不安？

# affinity_change_bark_banter_positive_med_stress@10
source: Truly, you believe this fight is winnable?
ko: 정말 이 싸움을 이길 수 있을 거라 믿어?
uk: Ти віриш, що в цьому бою вдасться перемогти?

# affinity_change_bark_banter_positive_med_stress@11
source: We are not as doomed as I feel, no?
ja: 我々は思うほど不運ではない、そうだろう？
ko: 우리가 생각만큼 파멸한 건 아니지, 응?
uk: Усе не так погано, як мені здається. Правда?
zh_cn: 我们没有真的像我想象中那样毫无希望，对么？

# affinity_change_bark_banter_positive_med_stress@12
source: We'll look out for one another.
ko: 우린 서로를 보듬어 줘야 해.
uk: Ми дбатимемо про одне одного.

# affinity_change_bark_banter_positive_med_stress+flagellant@0
source: I would hear your confession.
ko: 네 고백이 듣고 싶구나.
uk: Я хотів би почути твою сповідь.

# affinity_change_bark_banter_positive_med_stress+flagellant@1
source: Your resilience intrigues me.
ko: 그 회복력은 참으로 흥미롭군.
uk: Твоя стійкість дуже цікавить мене.

# affinity_change_bark_banter_positive_med_stress+grave_robber@0
source: Spare a conversation? It's... too quiet.
ja: 会話を控えているの？…すごく静かね
ko: 우리 대화 좀 할까? 너무... 조용해.
uk: Поговоримо? А то якось... занадто тихо.
zh_cn: 想聊一聊么？有点……有点太安静了。

# affinity_change_bark_banter_positive_med_stress+grave_robber@1
source: You speak so certainly of a future...
ja: お前は未来を確信しているかのように語る…
ko: 자기는 앞날에 대한 확신이 넘치네...
uk: Ти так упевнено говориш про майбутнє...
zh_cn: 你对未来那么笃定……

# affinity_change_bark_banter_positive_med_stress+hellion@0
source: Cook with me! Share the spoils!
ja: 料理をしない？戦利品を分け合いましょう！
ko: 같이 요리하자! 전리품 나누자!
uk: Давай готувати разом! Що залишиться — поділимо.
zh_cn: 跟我一起烹饪吧！你先尝一口！

# affinity_change_bark_banter_positive_med_stress+hellion@1
source: Let me paint your face!
ja: 顔にペイントをさせて！
ko: 너 얼굴에 전투 화장 그려준다!
uk: Давай я розфарбую тобі обличчя.
zh_cn: 让我为你涂上彩绘！

# affinity_change_bark_banter_positive_med_stress+highwayman@0
source: I expected to die alone. Not... this.
ja: 俺は一人で死ぬと思ってた。だが…違う
ko: 난 혼자 죽을 줄 알았는데. 이렇게... 될 줄은.
uk: Я думав, що помру на самоті. Але тепер...
zh_cn: 我本以为我会孤独地死去。而不是……这样。

# affinity_change_bark_banter_positive_med_stress+highwayman@1
source: You're a bright spot.
ja: お前は明るい奴だな
ko: 넌 참 밝구나.
uk: Ти мов сонце, що розганяє хмари...
zh_cn: 你是道明亮的光芒。

# affinity_change_bark_banter_positive_med_stress+jester@0
source: Can you carry a tune?
ja: 音程を外さずに歌えるか？
ko: 한 곡 뽑으실라우?
uk: Умієш співати?
zh_cn: 你会唱歌么？

# affinity_change_bark_banter_positive_med_stress+jester@1
source: You're a good egg.
ja: お前は信頼できる奴だ
ko: 이 양반은 떡잎부터 다르네.
uk: Ти молодець.
zh_cn: 你这人能处。

# affinity_change_bark_banter_positive_med_stress+leper@0
source: Help me with my wounds...?
ja: 傷を診てくれないか？
ko: 붕대 가는 것 좀 도와주겠나...?
uk: Допоможеш обробити рани?
zh_cn: 帮我处理一下伤口……？

# affinity_change_bark_banter_positive_med_stress+leper@1
source: Your kindness is a rare commodity.
ja: お前の優しさは貴重な財産だ
ko: 그대의 선의는 귀중한 재화일세.
uk: Така доброта нечасто зустрічається.
zh_cn: 像你这么善良的人不多见了。

# affinity_change_bark_banter_positive_med_stress+man_at_arms@0
source: Glad to have you toiling at my side.
ja: 俺と共に戦ってくれてうれしい
ko: 자네랑 같이 구르게 되어 영광이야.
uk: Як добре, що ми на одному боці.
zh_cn: 很高兴能与你并肩战斗。

# affinity_change_bark_banter_positive_med_stress+man_at_arms@1
source: Imagine how lost we'd be without ye.
ja: お前がいなかったら、今頃どうなっていたことか…
ko: 자네가 없었다면 뭔 험한 꼴을 당했을지 몰라.
uk: Не знаю, що б ми й робили без тебе.
zh_cn: 不敢想象没有你我们会怎么样。

# affinity_change_bark_banter_positive_med_stress+occultist@0
source: Been some time since I had a friend.
ja: 久しぶりに友人ができた
ko: 마지막으로 친구를 사귄 지도 꽤 됐는데.
uk: Уже й не пам’ятаю, коли востаннє я з кимось дружив.
zh_cn: 我已经好一段时间没有朋友了。

# affinity_change_bark_banter_positive_med_stress+occultist@1
source: You're an old soul.
ja: お前は大人びているな
ko: 자넨 진정 오랜 영혼이야.
uk: У тебе добра душа.
zh_cn: 你有着成熟的灵魂。

# affinity_change_bark_banter_positive_med_stress+plague_doctor@0
source: Do not let me grow morbid...
ja: 私の憂うつを抑えてくれ…
ko: 내 마음의 병을 막아줘...
uk: Не дай мені зневіритися...
zh_cn: 别让我想起那些恐怖……

# affinity_change_bark_banter_positive_med_stress+plague_doctor@1
source: My mind is troubled. Read with me?
ja: 心が荒んできた。一緒に読書しないか？
ko: 나 너무 심란해. 같이 책 읽을래?
uk: Мене турбують важкі думки. Почитаєш мені?
zh_cn: 我的思绪有些烦乱。和我一起读会儿书吗？

# affinity_change_bark_banter_positive_med_stress+runaway@0
source: Couldn't do this without ya.
ja: お前なしではできなかった
ko: 너 없었으면 여기까지 못 왔어.
uk: Без тебе ми б не впоралися.
zh_cn: 还好有你。

# affinity_change_bark_banter_positive_med_stress+runaway@1
source: It ain't been long, but you've made a difference.
ja: そんなに経ってないけど、お前は変わったよ
ko: 오래 알고 지낸 건 아니지만 넌 확실히 차이점을 만들었구나.
uk: Минуло зовсім небагато часу, але тобі вдалося змінити ситуацію.
zh_cn: 我们还没相处太久，但有你在事情就不一样了。

# affinity_change_bark_banter_positive_med_stress+vestal@0
source: I feel it, yes - but we cannot give in.
ja: 確かに疲れはあります。でも屈するわけにはいかないのです
ko: 그래, 나도 안다. 하지만 포기할 수는 없다.
uk: Я також це відчуваю, але ми не можемо здатися.
zh_cn: 是的，我能感受到——但我们不能放弃。

# affinity_change_bark_banter_positive_med_stress+vestal@1
source: Stand firm! Resist the dark!
ja: 耐えなさい！暗闇に抗うのです！
ko: 굳건히 서서 어둠과 맞서라!
uk: Стій непохитно! Чини опір пітьмі!
zh_cn: 站稳脚跟！抵抗黑暗！

# affinity_change_bark_feed_jealous@0
source: A delectable gift from the gods, but for ME!
ja: 神々からの美味なる贈物、だがこれは私のものだ！
ko: 신께서 주신 훌륭한 선물이군. 바로 나를 위해!
uk: Чудовий дар богів, але він мав бути мій!
zh_cn: 来自神明的美味恩赐，本该是我的！

# affinity_change_bark_feed_jealous@1
source: Get your paws off <i>my feast!</i>
ja: <i>俺のご馳走</i>に手を出すな！
ko: <i>내 밥</i>에서 손 떼!
uk: Лапи геть від <i>мого бенкету!</i>
zh_cn: 别动<i>我的</i>美味！

# affinity_change_bark_feed_jealous@2
source: That banquet is not for you!
ja: 宴はお前のためのものじゃない！
ko: 너 먹으라고 차려놓은 게 아니야!
uk: Цей бенкет не для тебе!
zh_cn: 这场宴会不是为你开的！
