Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_item_calming_incense+runaway
source: This smoke doesn't smell like smoke. Strange.
ja: この煙、煙の匂いがしないわ。不思議ね
ko: 연기 냄새가 안 나는 연기네. 이상해라.
uk: Дим не пахне як дим, навіть дивно.
zh_cn: 这烟闻起来不像烟。真奇怪。

# bark_item_calming_incense+vestal
source: We'd burn such sweet resins in the abbey...
ja: 修道院では、このような甘い樹脂を燃やしていましたね…
ko: 수도원에서 참 달콤한 내음의 향을 태웠었는데...
uk: У монастирі був такий ладан...
zh_cn: 以前在修道院里，我们会点这样的熏香……

# bark_item_candles_and_chocolate
source: Let's go around back.
ja: 裏に回ろう
ko: 막간의 즐거움을 위하여.
uk: Дещо солодке для двох.
zh_cn: 咱们去后面吧。

# bark_item_candles_and_chocolate+bounty_hunter
source: *snort*
ko: (코웃음)
uk: *пирх*

# bark_item_candles_and_chocolate+flagellant
source: My flesh is sacred. Have you something to confess?
ja: 俺の肉体は神聖なものだ。何か懺悔することはあるか？
ko: 나의 육신은 신성하지. 고해할 것이라도 있는가?
uk: Моя плоть священна. Хочеш у чомусь зізнатися?
zh_cn: 我的肉体是神圣的。你是要供认什么吗？

# bark_item_candles_and_chocolate+grave_robber
source: Let's give this a proper go, eh?
ja: 今度こそちゃんとやってみる？
ko: 기왕 생긴 거 잘 써먹어 보자고, 응응?
uk: Спробуймо — може, поталанить?
zh_cn: 咱们去来点正经的，好么？

# bark_item_candles_and_chocolate+hellion
source: Lot of fuss for a tussle in the furs.
ja: 毛皮の中の争いにしては大騒ぎだな
ko: 살 비비는 데 별게 다 필요하다.
uk: Багато шуму через дурні втіхи.
zh_cn: 弄得这么麻烦，就为在毛毯里滚上几圈。

# bark_item_candles_and_chocolate+highwayman
source: C'mere.
ko: 자아, 이리 와 봐...
uk: Підійди.

# bark_item_candles_and_chocolate+jester
source: Usually I only need my lute...
ja: 普段はリュートさえあればいいんだけど…
ko: 보통은 류트 하나로 승부를 보는데 말이야...
uk: Зазвичай мені вистачає лише лютні...
zh_cn: 一般来说，我只需要吹一吹笛子……

# bark_item_candles_and_chocolate+leper
source: Any night could be our last. Spend it beside me.
ko: 오늘 밤이 마지막 밤이 될 수도 있는 법. 이리 들어오도록 해.
uk: Будь-яка ніч може стати нашою останньою. Було б добре, аби поряд зі мною хтось був...

# bark_item_candles_and_chocolate+man_at_arms
source: War has made me coarse, let these offerings soften my chances.
ja: 戦争が俺を低俗に変えた、これらの供物が俺の運気を高めてくれんことを
ko: 내 심신은 전쟁으로 거칠어졌지. 이걸로 좀 유해졌으면 좋겠군.
uk: Сподіваюся, ці дарунки дадуть мені шанс.
zh_cn: 战争把我塑造成了一介粗人，只能寄希望于这些礼物了。

# bark_item_candles_and_chocolate+occultist
source: Let us intertwine auras.
ja: オーラを結び付けよう
ko: 서로의 아우라를 엮어 봅세.
uk: Змішаймо аури.
zh_cn: 让我们的灵光交织。

# bark_item_candles_and_chocolate+plague_doctor
source: Your pulse is racing. This warrants investigation.
ja: 脈拍が上がっている。これは、調査するべきね
ko: 당신 맥박이 빨라지는데. 조사가 필요하겠어.
uk: Пульс прискорений. У цьому варто розібратися.
zh_cn: 你的心跳加快了。得让医生把原因查清楚。

# bark_item_candles_and_chocolate+runaway
source: Let's see if my hammock can hold two.
ja: ハンモックに2人乗れるか試してみよう
ko: 내 침대가 2인용이던가?
uk: Подивимося, чи витримає мій гамак двох.
zh_cn: 看看我的吊床能不能承受两个人的重量。

# bark_item_candles_and_chocolate+vestal
source: Ours is a lonely journey. And. Well. Ahem.
ja: 私たちの旅は孤独です。まあ、そうですね
ko: 우리의 여정은 뭐, 외로운 길이니까. 뭐, 그렇지. 으흠.
uk: Наш шлях такий самотній. І... що ж... гм...
zh_cn: 我们的旅程很孤独。所以。那个。咳咳。

# bark_item_clarifying_poultice
source: A little on the temples to clear the mind.
ja: こめかみに少し塗れば、頭もすっきりだ
ko: 관자놀이에 한 방울씩 바르면 정신이 명료해진다.
uk: Трішки на скроні, щоб очистити розум.
zh_cn: 在太阳穴上抹一点，让精神明晰。

# bark_item_clarifying_poultice+bounty_hunter
source: *sharp sniff*
ko: (킁킁!)
uk: *сторожко принюхується*

# bark_item_clarifying_poultice+flagellant
source: Sharpen the senses that I may feel it all the more.
ja: もっと感じられるように、感覚を研ぎ澄ませるんだ
ko: 감각이 예민해지면 통각도 명료해질 터.
uk: Зробити почуття гострішими, щоб я міг відчувати ще більше.
zh_cn: 让我的感官这样敏锐，这样痛楚就更加真切。

# bark_item_clarifying_poultice+grave_robber
source: The night's festivities are long.
ja: 夜のお祭りは長い
ko: 이거 오늘 밤 자기는 글렀네?
uk: Нічні гуляння тривають довго.
zh_cn: 夜里的活动还多着呢。

# bark_item_clarifying_poultice+hellion
source: Hoo! That rouses the senses!
ja: フー！感覚が呼び起こされるぞ！
ko: 호우! 감각이 날카로워진다!
uk: Ух, бадьорить як!
zh_cn: 喔！精神起来了！

# bark_item_clarifying_poultice+highwayman
source: I'll take a hit. Sleep is a luxury.
ja: 使ってみよう。睡眠は贅沢だ
ko: 나도 바를란다. 잠은 사치지.
uk: Беру це на себе. Сон — це розкіш.
zh_cn: 我来吧。睡眠是种奢侈。

# bark_item_clarifying_poultice+jester
source: For dancin' long into the wee hours.
ja: 夜中まで踊り続けるためのものだ
ko: 늦은 시간까지도 종일 춤출 수 있다고.
uk: Для танців до самого ранку.
zh_cn: 想要跳舞跳到天亮的话，这个最合适了。

# bark_item_clarifying_poultice+leper
source: I require more rest of late...
ko: 내게는 눈뜬 시간이 더 필요하니...
uk: Мені треба більше відпочивати останнім часом...

# bark_item_clarifying_poultice+man_at_arms
source: Keeps me on my feet when a cudgel rings the ol' bell!
ja: 棍棒でガツンと殴られた時もこれで安心だ！
ko: 한 방 얻어맞고 골통이 울려도 이것만 있으면 정신은 말짱하지!
uk: Допомагає триматися, коли кийок б’є по макітрі!
zh_cn: 熟悉的轰鸣声响起时，这东西能让我不至于晕倒！

# bark_item_clarifying_poultice+occultist
source: I must manifest my psyche unto the flesh.
ja: 自分の精神を、肉体に反映させねばならない
ko: 내 정신을 육신에 실현해야 하니라.
uk: Треба фокусувати енергію духу на зцілення плоті.
zh_cn: 我必须把我的精神投射于肉体之上。

# bark_item_clarifying_poultice+plague_doctor
source: Helps stabilize the humours!
ja: 四体液の安定に役立つな！
ko: 체액을 안정시킬 때 좋아!
uk: Допомагає привести до ладу нерви!
zh_cn: 这个能帮助维持体液平衡！

# bark_item_clarifying_poultice+runaway
source: Good for long nights on watch.
ja: 長い夜の監視に最適ね
ko: 철야 불침번 설 때 유용하더라.
uk: Чудово підходить для довгих ночей у дозорі.
zh_cn: 很适合长时间的守夜。

# bark_item_clarifying_poultice+vestal
source: Light take me, I'm certainly awake now.
ja: 光よ、私は今、確実に目覚めています
ko: 빛께서 나를 인도하시니, 내 눈은 지금 맑게 깨었다.
uk: Велике Світло, мій розум точно прояснився.
zh_cn: 圣光啊，我现在精神无比。

# bark_item_clotting_poultice
source: May my wounds close swiftly!
ja: 傷口が早くふさがりますように！
ko: 상처가 빠르게 아물기를!
uk: Нехай мої рани швидко затягнуться!
zh_cn: 愿我的伤口快速愈合！

# bark_item_clotting_poultice+bounty_hunter
source: Better than bleeding.
ko: 피 흘리는 것보단 낫지.
uk: Це краще, ніж стікати кров’ю.

# bark_item_clotting_poultice+flagellant
source: *derisive snort*
ko: (코웃음)
uk: *насмішкувате пирхання*

# bark_item_clotting_poultice+grave_robber
source: Does it work on scars as well?
ja: 傷跡にも効くの？
ko: 이거 흉터도 없애줄까?
uk: Чи діє це й на шрами?
zh_cn: 这个能祛疤么？

# bark_item_clotting_poultice+hellion
source: Only a coward fears his own blood!
ja: 自分の血を恐れるのは臆病者だけだ！
ko: 자기 피 무서워하는 거 겁쟁이 뿐이다!
uk: Тільки боягуз боїться власної крові!
zh_cn: 只有懦夫才会害怕自己的鲜血！

# bark_item_clotting_poultice+highwayman
source: No one likes to bleed.
ja: 出血が好きな奴なんていない
ko: 피 흘리는 거 좋아하는 놈이 어딨나.
uk: Нікому не подобається стікати кров’ю.
zh_cn: 没人喜欢流血。

# bark_item_clotting_poultice+jester
source: Prefer not to get nicked, choosy begger that I am.
ja: 傷つきたくないから、ちょっと慎重になっているだけだ
ko: 웬만하면 나처럼 안 다치는 걸 좋아하는 깍쟁이가 되라고.
uk: Не люблю, коли мене обкрадають. У мене високі запити.
zh_cn: 我可不喜欢流血，毕竟我是个讲究人。

# bark_item_clotting_poultice+leper
source: Every drop counts.
ja: 一滴も失うわけにはいかない
ko: 한 방울, 한 방울이 소중하니.
uk: Кожна крапля має значення.
zh_cn: 每一滴血都很重要。

# bark_item_clotting_poultice+man_at_arms
source: Slather this on vital arteries!
ja: これを大事な動脈に塗りこめ！
ko: 동맥이 터지면 꼭 이걸 뿌리라고!
uk: Треба розмазати по жилах!
zh_cn: 把这个抹在大动脉上！

# bark_item_clotting_poultice+occultist
source: Blood stains more than the ground.
ja: 血の染みは地面よりも目立つ
ko: 핏방울은 땅에 진득한 자욱을 남긴다.
uk: Кров плямить не тільки землю.
zh_cn: 鲜血比大地更加污秽。

# bark_item_clotting_poultice+plague_doctor
source: To arrest unnecessary exsanguination!
ja: 不必要な失血死を防ぐためよ！
ko: 쓸데 없는 출혈을 막아 주지!
uk: Щоб не померти від нестачі крові!
zh_cn: 避免不必要的失血致死！

# bark_item_clotting_poultice+runaway
source: Give it here. So I don't slow us down.
ja: 私にちょうだい。足手まといにならないようにするから
ko: 이리 줘. 나 때문에 여정이 늦어지면 안되지.
uk: Дай сюди, не хочу тягнутися в хвості.
zh_cn: 拿来吧。这样我就不会拖慢大家。

# bark_item_clotting_poultice+vestal
source: Preventative measures. Sensible.
ja: 予防策とは、賢明ですね
ko: 예방 조치라. 현명하군.
uk: Профілактика? Розумно.
zh_cn: 预防措施。合情合理。

# bark_item_dart_board
source: Put the board up away from the windows this time.
ja: 今度は、ボードを窓から離して置くんだな
ko: 이번에는 창문 쪽에 과녁을 달지 않기를.
uk: На цей раз краще прибрати мішень подалі від вікон.
zh_cn: 这次别把板子立在窗边了。

# bark_item_dart_board+bounty_hunter
source: Good practice.
ko: 좋은 연습이지.
uk: Чудове тренування.

# bark_item_dart_board+flagellant
source: How idle your mind must be
ja: お前はそこまで退屈しているのか
ko: 다들 퍽이나 심심한 모양이로군.
uk: Яким лінивим має бути ваш розум
zh_cn: 真是闲得慌。

# bark_item_dart_board+grave_robber
source: Who wants a shot at the champ?
ja: 今度は誰がトップになりたい？
ko: 한 판 덤벼 보실 분?
uk: Хто хоче стати чемпіоном?
zh_cn: 谁想跟飞镖之王切磋切磋？

# bark_item_dart_board+hellion
source: Hmph. These things are so brittle!
ja: うーん。これは本当にもろいな！
ko: 흠, 이거 너무 잘 뚫린다!
uk: Хм, ці штуки такі крихкі!
zh_cn: 哼。这些小玩意一使劲就碎！

# bark_item_dart_board+highwayman
source: Five relics for each bullseye.
ja: ブルズアイごとに遺物5個だ
ko: 정중앙 명중 한 번마다 유물 5개.
uk: П’ять реліквій за кожне влучення в яблучко.
zh_cn: 一次靶心，5枚遗物，愿赌服输。

# bark_item_dart_board+jester
source: No sleights of no hands, I swear.
ja: インチキは無しだ、誓うよ
ko: 이래 봬도 손재주가 모자란 건 아니라고.
uk: Ніякої спритності рук, клянусь.
zh_cn: 我发誓，我不会不作弊的。

# bark_item_dart_board+leper
source: This mask obscures my vision so.
ja: 仮面のせいでうまく見えないな
ko: 가면 때문에 가려서 과녁이 잘 안 보이는군.
uk: Через цю маску я погано бачу, тож...
zh_cn: 这个面具会遮挡我的视线。

# bark_item_dart_board+man_at_arms
source: Though my fingers be clumsy, I do enjoy this.
ja: 俺はそこまで器用じゃないが、こういうのは楽しいぞ
ko: 내 손재주는 좀 무디지만 재미는 있다고.
uk: Нехай я не дуже влучний, але мені подобається.
zh_cn: 虽然我手笨，但我挺喜欢玩这个的。

# bark_item_dart_board+occultist
source: I prefer dice, but we're a ways from the dens of home.
ja: サイコロの方がいいが、故郷の賭場からは遠いからな
ko: 난 주사위 놀이가 더 좋지만 여기가 도박장은 아니니.
uk: Я віддаю перевагу іграм із кубиками, але ми далеко від мого дому.
zh_cn: 我更喜欢掷骰子，但是入乡随俗吧。

# bark_item_dart_board+plague_doctor
source: Juvenile pastimes do lighten the mood so!
ja: 遊びは気分を明るくしてくれるね
ko: 유치한 오락이 분위기 띄우기에 좋긴 해!
uk: Дитячі забави піднімають настрій!
zh_cn: 青少年的娱乐活动确实能让气氛变得轻松！

# bark_item_dart_board+runaway
source: Hah! You wanna wager chores?
ja: ハハ！雑用担当でも賭ける？
ko: 하! 설거지랑 빨래 걸고 한 판?
uk: Ха! Хто програв, той прибирає за всіма!
zh_cn: 哈！输了的做杂务怎么样？

# bark_item_dart_board+vestal
source: They do this in taverns? For <i>fun?</i>
ja: 酒場でこれをやるのですか？<i>遊び</i>で？
ko: 술집에선 이런 걸 한다고? <i>재미 삼아서?</i>
uk: І в це грають у тавернах? <i>Серйозно?</i>
zh_cn: 人们在旅馆里扔这个？来<i>消遣</i>？

# bark_item_drum
source: A dance, a fight, one and the same.
ko: 춤과 싸움은 서로 통하는 점이 있으니.
uk: Танець і бійка — одне й те саме.

# bark_item_drum+bounty_hunter
source: I don't get it.
ko: 이해가 안 되는군.
uk: Не розумію.

# bark_item_drum+flagellant
source: Thunders like the pulse in one's ears!
ja: 耳元で脈打つように雷が鳴る！
ko: 귓가에 천둥 같은 소리가 울려 퍼지는구나!
uk: Гримить, мов пульс у вухах!
zh_cn: 如同耳蜗中的脉搏一样响亮！

# bark_item_drum+grave_robber
source: Practiced feet will not betray you.
ja: フットワークを鍛えれば、役に立つよ
ko: 숙련된 발놀림은 절대 잊히지 않지.
uk: Тренування ніколи не підведуть.
zh_cn: 练好脚下功夫，不会吃亏的。

# bark_item_drum+hellion
source: Circle the drums! Beat hard! Beat fast! KALIIIII-YAH!
ja: ドラムを叩け！強く！速く！ヒーハー！
ko: 북 주변으로 와라! 세게 쳐라! 빠르게 쳐라! 칼리이 야아!
uk: Сильніше, швидше, КАЛІ-І-Я!
zh_cn: 鼓声响起来！使劲敲，敲快点！KALIIIII-YAH！

# bark_item_drum+highwayman
source: Trust in your boots.
ko: 네 신발 윗창이 단단하기만 빌라고.
uk: Довіряй своєму тілу.

# bark_item_drum+jester
source: Most nights I have to play it all myself.
ja: ほとんどの夜では、自分で全部演奏しなければならないけどさ
ko: 보통 밤의 음악은 내가 맡지.
uk: Майже кожну ніч мені доводиться грати самому.
zh_cn: 在大多数的夜晚里，我只能一个人独奏。

# bark_item_drum+leper
source: We'd startle prey on the hunt with drums, once...
ja: 以前は、狩りの獲物を太鼓で驚かせていたな…
ko: 사냥을 할 때는 북으로 사냥감을 놀래키곤 했지...
uk: Одного разу ми барабанами налякали звірів, на яких полювали...
zh_cn: 以前在外出狩猎的时候，我们会用这个惊吓猎物……

# bark_item_drum+man_at_arms
source: A time-honoured tactic for maintainin' the line.
ja: 戦線を維持するための、古くからある戦術だ
ko: 전선 유지에 오랫동안 써먹은 비법이지.
uk: Освячена часом тактика для підтримки лінії нагоничів.
zh_cn: 保持军伍整齐，用这个屡试不爽。

# bark_item_drum+occultist
source: A song can transport you to another time...
ja: 歌は、お前を別の時間へと運んでくれる…
ko: 노래는 시공을 초월할 수 있는 수단이니...
uk: Пісня може перенести вас в інший час...
zh_cn: 音乐可以将精神投射至另一个时间……

# bark_item_drum+plague_doctor
source: Practicing mobility to stand firm, how curious.
ja: しっかり立つために移動の練習をするなんて、なんておもしろい
ko: 굳건히 버티고 서려는 동작의 훈련이라. 좀 흥미로운걸.
uk: Тренувати рухливість, щоб стояти нерухомо... Цікаво.
zh_cn: 练习移动来保持不动，真是稀奇。

# bark_item_drum+runaway
source: Just so long as we don't spook the horses.
ja: 馬を驚かさない程度にやるんだよ
ko: 말들을 놀래키지만 말자고.
uk: Тільки якщо не злякаємо коней.
zh_cn: 只要别吓到马就好。

# bark_item_drum+vestal
source: Reminds me of funeral processions past...
ko: 장례 행렬이 생각나는군...
uk: Нагадує колишні похоронні процесії...

# bark_item_experimental_remedy+bounty_hunter
source: Long as it works...
ja: まだ使えるなら…
ko: 일단 약효만 든다면야...
uk: Поки що діє...
zh_cn: 有用就行……

# bark_item_experimental_remedy+flagellant
source: Your medicine profanes my flesh. Feh.
ja: お前の薬は、俺の肉体を汚す。はあ
ko: 이런 약은 육신을 모독할 뿐. 퉷.
uk: Ці ліки опоганюють мою плоть. Тьху!
zh_cn: 你的药物是对我肉体的亵渎。呸。

# bark_item_experimental_remedy+grave_robber
source: I'd swear she enjoys subjecting us to this.
ja: 彼女は、私たちをこんな目に遭わせるのを楽しんでいるに違いないわ
ko: 저 발칙한 것은 분명 우릴 실험에 써먹는 게 재밌을걸.
uk: Клянуся, їй дуже втішно випробувати його на нас.
zh_cn: 我敢打赌，她逼我们喝这个的时候在暗自享受。

# bark_item_experimental_remedy+hellion
source: What foul spirits! Yet refreshing!
ja: なんと邪悪な精神！だが爽快だ！
ko: 영혼에 나쁘다! 하지만 상쾌하다!
uk: Який бридкий дух... Проте освіжає.
zh_cn: 这酒真难喝！但是也真提神！

# bark_item_experimental_remedy+highwayman
source: Pass it here. This journey's wearin' me down.
ja: こっちに渡してくれ。この旅は疲れる
ko: 이리 넘겨. 안 그래도 길에서 구르느라 다친 데도 많아.
uk: Передай сюди. Дорога почала висотувати з мене сили.
zh_cn: 给我尝一口。这趟旅程让我有些疲惫。

# bark_item_experimental_remedy+jester
source: You're <i>hilarious</i>.
ja: 君は<i>愉快</i>だ
ko: 이거 <i>진짜 웃기다</i>.
uk: От <i>кумедія</i>!
zh_cn: 真是<i>荒诞</i>。

# bark_item_experimental_remedy+leper
source: Perhaps wasted on one such as I...
ja: 私のようなものには無駄かもしれないが…
ko: 나와 같은 자에게는 낭비가 아닐까 싶네만...
uk: У моєму випадку воно може й не спрацювати...
zh_cn: 也许用在我这样的人身上是种浪费……

# bark_item_experimental_remedy+man_at_arms
source: Can't be choosy with field medicine.
ja: 野戦医療では贅沢を言えないな
ko: 응급처치용인데 까탈스러울 필요는 없지.
uk: На полі бою немає місця вибагливості.
zh_cn: 战地医疗容不得挑三拣四。

# bark_item_experimental_remedy+occultist
source: I dearly hope my sense of smell recovers.
ja: 嗅覚が戻るよう心から願う
ko: 내 후각이 되돌아 오기만을 바랄 뿐.
uk: Я дуже сподіваюся, що нюх повернеться.
zh_cn: 天，希望我的鼻子能从这种味道里缓过来。

# bark_item_experimental_remedy+plague_doctor@0
source: Fret not - these always fizz!
ja: 気にしないで。必ず元気は出る！
ko: 걱정 마. 이렇게 거품이 나는 게 정상이니까!
uk: Хвилюватися не варто, ліки завжди шиплять.
zh_cn: 别怕——冒泡是正常现象！

# bark_item_experimental_remedy+plague_doctor@1
source: No, it hasn't gone off. That's the sulfur.
ja: いや、消えてはいない。それは硫黄よ
ko: 아니, 안 없어졌어. 거기다 싯누렇네.
uk: Ні, воно не зіпсувалося. Це сірка.
zh_cn: 就是这个味道没错。硫磺的味道。

# bark_item_experimental_remedy+plague_doctor@2
source: You may feel a slight tingling...!
ja: 少しピリッとするかも…！
ko: 살짝 따끔할 거야...!
uk: Можна відчути легке поколювання.
zh_cn: 也许会略微感觉有点麻……！

# bark_item_experimental_remedy+runaway
source: <i>Ugggghhh.</i> I feel queasy.
ja: <i>ウアアアアアッ。</i>吐き気がする
ko: <i>어어...</i> 이상한 기분.
uk: <i>О-о-ох.</i> Мене нудить.
zh_cn: <i>唔呃。</i>想吐。

# bark_item_experimental_remedy+vestal
source: At least I can render my own aid if this backfires...
ja: 少なくとも、これが裏目に出れば、私の手で助けられるのですが…
ko: 뭐, 이게 부작용이 나거든 내가 도울 수는 있겠지...
uk: Якщо це не допоможе, я зможу все виправити.
zh_cn: 如果出了什么意外，至少我可以为自己治疗……

# bark_item_food_1
source: Cold, slimy, and fills the gullet.
ja: 冷たくて、ぬるぬるして、胃袋を満たしてくれる
ko: 차갑고 끈적하지만 위장을 채워주는 무언가.
uk: Холодне, слизьке й поживне.
zh_cn: 又冷又黏，但能填肚子。

# bark_item_food_1_use_limit
source: Had quite enough of that.
ja: もう十分だ
ko: 이건 충분히 먹었어.
uk: Більше не хочу.
zh_cn: 我吃饱了。

# bark_item_food_1_use_limit+bounty_hunter
source: Nah.
ja: いらない
ko: 됐어.
uk: Ні.
zh_cn: 不了。

# bark_item_food_1_use_limit+flagellant
source: I prefer to stay a little hungry.
ko: 난 살짝 허기진 쪽이 더 좋다.
uk: Я люблю бути трохи голодним.

# bark_item_food_1_use_limit+grave_robber
source: I am not yet so desperate.
ja: 私はまだそこまで必死じゃない
ko: 아직 그 정도로 절박하진 않아.
uk: Я ще не настільки зневірилася.
zh_cn: 我还没这么绝望。

# bark_item_food_1_use_limit+hellion
source: I want for nothing.
ja: 私は何も望んでいない
ko: 지금은 안 고프다.
uk: Мені не треба.
zh_cn: 我什么也不想吃。

# bark_item_food_1_use_limit+highwayman
source: Had enough.
ja: もういい
ko: 충분히 먹었어.
uk: З мене досить.
zh_cn: 吃饱了。

# bark_item_food_1_use_limit+jester
source: Had my fill of that slimy stuff.
ja: あのぬるぬるしたものは十分だ
ko: 그 끈적한 건 충분히 먹었어.
uk: Я вже наївся цієї слизової погані.
zh_cn: 这黏乎乎的东西我吃够了。

# bark_item_food_1_use_limit+leper
source: My body has no demands for now.
ja: 私の体は今、何も求めていない
ko: 육체의 요구는 충분히 충족하였다.
uk: Дякую, я ситий.
zh_cn: 我的身体现在没有需求。

# bark_item_food_1_use_limit+man_at_arms
source: Full up on this crud, thank ye.
ja: この粗悪品で満腹になった、ありがとよ
ko: 고맙지만 이 덩어리는 충분히 먹었다.
uk: Я вже забитий цією гидотою під зав’язку.
zh_cn: 已经吃饱了，谢谢。

# bark_item_food_1_use_limit+occultist
source: My hunger is sated.
ja: 私の空腹は満たされた
ko: 내 허기는 채워졌다.
uk: Я вже угамував голод.
zh_cn: 我的饥饿已然满足。

# bark_item_food_1_use_limit+plague_doctor
source: I've no need for another sample.
ja: もうサンプルは必要ない
ko: 이 표본은 더 시식하지 않아도 돼.
uk: Досліди на собі більше не ставлю.
zh_cn: 我不需要再尝一份样品了。

# bark_item_food_1_use_limit+runaway
source: Best save it 'til it's needed.
ja: 必要な時まで取っておくのが一番よ
ko: 나중에 배고플 때를 대비해서 쟁여두자고.
uk: Найкраще залишити на чорний день.
zh_cn: 最好留给有需要的时候吧。

# bark_item_food_1_use_limit+vestal
source: Rather not.
ja: それは望みません
ko: 됐다.
uk: Ні, дякую.
zh_cn: 还是算了。

# bark_item_food_1+bounty_hunter
source: Bland. Oddly wet.
ja: 味気ない。妙に湿っぽい
ko: 아무 맛도 없군. 수상하게 축축하고.
uk: Прісне. І якесь вологе.
zh_cn: 没什么味道，而且湿漉漉的。

# bark_item_food_1+flagellant
source: I taste little these days. Down it goes.
ja: 最近、味覚が鈍い。全くダメだ
ko: 요새는 많이 먹질 않아서. 대충 넘기고 말지.
uk: Я зараз небагато їм. До рота не лізе.
zh_cn: 近来我已经没什么味觉了。咽得下去就行。

# bark_item_food_1+grave_robber
source: Uuugh. How far I have fallen...
ja: うううっ。私はどこまで堕ちたの…
ko: 세상에나, 내가 어디까지 떨어진 건지...
uk: Фу-у-у, я зовсім пустилася берега...
zh_cn: 噫。我竟然沦落到了这种地步……

# bark_item_food_1+hellion
source: It's food. You won't hear me complain.
ja: これは食べ物だ。私は不満を言わないぞ
ko: 음식은 음식이다. 투정 안 부린다.
uk: Їжа, скарг нема.
zh_cn: 好歹是吃的。我不会抱怨的。

# bark_item_food_1+highwayman
source: I've had worse.
ja: もっとひどいものを食べたこともある
ko: 더 나쁜 것도 먹어봤지.
uk: Бувало й гірше.
zh_cn: 我吃过更糟的。

# bark_item_food_1+jester
source: Sure this wasn't growing on the real food?
ja: 本当にこれ、本物の食料から生えたものじゃないのか？
ko: 진짜 음식이 남아있긴 한 거야?
uk: Це точно не росло на справжній їжі?
zh_cn: 确定这不是真正的食物上长出来的吗？

# bark_item_food_1+leper
source: Nature provides for us in its own strange way.
ja: 自然は、奇妙な方法で我々に施しを授ける
ko: 자연은 기이한 역사로 우리를 먹이는 법.
uk: Природа знаходить дивний спосіб нагодувати нас.
zh_cn: 大自然以其古怪的方式供养我们。

# bark_item_food_1+man_at_arms
source: Hah! Can't be choosy in the field.
ja: ハッ！戦場では選り好みなどできないしな
ko: 하! 전장에서 편식할 여유가 어디 있나.
uk: Ха! На полі бою немає місця вибагливості.
zh_cn: 哈！在战场上容不得挑三拣四。

# bark_item_food_1+occultist
source: Similar to the Xiccarphian fungoids I once hunted...
ja: かつて収集していた、シカルピアン菌類に似ている…
ko: 예전에 수집했던 시카프 진균과 비슷해 보이는데...
uk: На смак мов гикавний грибослиз, я на таких полював.
zh_cn: 和我曾经狩猎过的那些吉卡菲亚蕈人有点相像……

# bark_item_food_1+plague_doctor
source: Efficacious but troubling nonetheless.
ja: 有効だけど、いずれにしても悩ましい
ko: 영양가와 부작용이 동시에 있겠군.
uk: Хоч їсти й можна, але однаково якось тривожно.
zh_cn: 有效，但仍然让人不舒服。

# bark_item_food_1+runaway
source: Ech. If you heat it up it's even worse.
ja: クッ。温めるともっとひどくなる
ko: 우웩. 이거 데웠다간 더 나빠지겠네.
uk: Фу-у, якщо розігріти ще бридкіше!
zh_cn: 啧。加热的话甚至会更难吃。

# bark_item_food_1+vestal
source: Eugh. Very well.
ja: うう。わかりましたよ
ko: 윽, 좋다.
uk: Ех, гаразд.
zh_cn: 唔。好吧。

# bark_item_food_2
source: Need something to wash this down.
ja: 何かで流し込みたいところだ
ko: 뭘로든 입가심이 필요하겠군.
uk: Чим би це запити?
zh_cn: 得喝点什么，不然容易噎着。

# bark_item_food_2_use_limit
source: Surprisingly filling.
ja: 意外と満腹になる
ko: 이걸로 배가 부르다니 놀랍군.
uk: Напрочуд тривно.
zh_cn: 已经吃饱了。

# bark_item_food_2_use_limit+bounty_hunter
source: Pass.
ja: パス
ko: 됐어.
uk: Більше не хочу.
zh_cn: 我不需要。

# bark_item_food_2_use_limit+flagellant
source: Already too much.
ja: 既にもう十分だ
ko: 이미 많이 먹었다.
uk: Це вже забагато.
zh_cn: 已经够多了。

# bark_item_food_2_use_limit+grave_robber
source: I couldn't stomach another dreary bite.
ja: もう一口も食べられない
ko: 더 이상은 한 입도 안 들어가.
uk: Ще один шматок у мене вже не влізе.
zh_cn: 这种乏味的食物我一口也吃不下了。

# bark_item_food_2_use_limit+hellion
source: I take smaller meals on the hunt.
ja: 狩りの時は少食にするんだ
ko: 사냥 중에는 조금 먹는다.
uk: Я не наїдаюся на полюванні.
zh_cn: 狩猎的时候我不吃那么多。

# bark_item_food_2_use_limit+highwayman
source: Save the rest for the weeks ahead.
ko: 나머지는 앞으로의 일정을 위해 아껴두지.
uk: Решту залиш на майбутнє.

# bark_item_food_2_use_limit+jester
source: I know I appear starved, but no.
ja: 空腹に見えるだろうが、違う
ko: 딱 봐도 배고픈 안색이지? 하지만 됐어.
uk: Хоч я й схожий на скелет, але ні, я не голодний.
zh_cn: 我知道我看起来很瘦，但是真不用了。

# bark_item_food_2_use_limit+leper
source: I require nothing further.
ja: これ以上何も必要ない
ko: 더 이상은 필요하지 않다.
uk: Мені більше не потрібно.
zh_cn: 我不需要再吃了。

# bark_item_food_2_use_limit+man_at_arms
source: Too much bread. Need some shut-eye.
ja: パンを食べ過ぎた。睡眠が必要だ
ko: 빵을 너무 먹었어. 눈이라도 붙여야겠군.
uk: Занадто багато їжі, здрімнути захотілося.
zh_cn: 面包吃太多了。需要去睡一觉。

# bark_item_food_2_use_limit+occultist
source: I have had my fair share.
ja: 結構な量を食べた
ko: 내 몫은 충분히 먹었다.
uk: Я вже отримав свою частку.
zh_cn: 我已经吃够了。

# bark_item_food_2_use_limit+plague_doctor
source: Yeast and wheat - marvelous chemistry.
ja: イースト菌と小麦、驚異の化学反応ね
ko: 효소와 밀이 만들어내는 경이로운 화학 효과라.
uk: Дріжджі та пшениця — дивовижна хімія.
zh_cn: 酵母与小麦的奇妙反应。

# bark_item_food_2_use_limit+runaway
source: Nah.
ja: いらない
ko: 됐어.
uk: Ні.
zh_cn: 不了。

# bark_item_food_2_use_limit+vestal
source: The horrors of the road have stifled my appetite.
ko: 길에서 마주친 공포 때문인지 입맛이 없군.
uk: Жахи дороги погано впливають на мій апетит.

# bark_item_food_2+bounty_hunter
source: *crunch*
ja: ムシャムシャ
ko: (냠)
uk: *хрумтить*
zh_cn: *咀嚼*

# bark_item_food_2+flagellant
source: Dry, powdery, tastes of ash...
ja: 乾いていて、粉っぽく、灰の味だ…
ko: 마르고, 퍽퍽하고, 잿더미 맛이 나는군...
uk: Сухе, порошкоподібне, зі смаком попелу...
zh_cn: 又干又碎，像是在吃灰……

# bark_item_food_2+grave_robber
source: Surely we have spreads somewhere. Jam...? Honey...?
ja: きっとどこかにスプレッドがあるはずよ。ジャム…？ハチミツ…？
ko: 분명 뭔가 발라먹을 게 있을 거 아냐. 잼은? ...꿀은?
uk: Треба щось на нього намазати. Джем? Мед?
zh_cn: 总有什么可以蘸一蘸的吧。果酱……？蜂蜜……？

# bark_item_food_2+hellion
source: Ah, well. It mops up the wine.
ko: 아, 뭐. 술에 찍어 먹는다.
uk: Під вино піде.

# bark_item_food_2+highwayman
source: Can't be picky on the road.
ko: 길바닥에서 편식은 사치지.
uk: У дорозі не можна бути вибагливим.

# bark_item_food_2+jester
source: Which will grow older - this old bread or us?
ja: この古いパンか我々、どちらが長生きする？
ko: 나랑 이 빵 중에 누가 더 오래 묵었을 것 같나?
uk: Цей хліб нас ще переживе.
zh_cn: 谁能活得更久——这块老面包，还是我们？

# bark_item_food_2+leper
source: Difficult to swallow unless I soak it first...
ja: 浸しておかないと飲み込めない…
ko: 어디 적시기 전에는 삼키기도 어렵겠군...
uk: Не проковтнеш, доки не розмочиш...
zh_cn: 不泡软的话，很难下咽……

# bark_item_food_2+man_at_arms
source: We had worse on the front.
ja: 前線ではもっとひどいものを食った
ko: 전선에서는 더 나쁜 것도 먹었어.
uk: На фронті годували гірше.
zh_cn: 我们在前线吃过更差的。

# bark_item_food_2+occultist
source: Spurn no meal if offered in hospitality.
ja: おもてなしで出された食事は断るな
ko: 접대 받은 음식을 사양하면 쓰나.
uk: У гостях не можна відмовлятися від їжі.
zh_cn: 只要是诚心提供的食物，就不应该拒绝。

# bark_item_food_2+plague_doctor
source: Somewhat desiccated but no sign of fungal growth.
ja: やや乾燥気味だけど、カビが生える気配はないわね
ko: 살짝 미심쩍지만 최소한 곰팡이는 피지 않았군.
uk: Є ознаки сухості, але цвілі немає.
zh_cn: 有些干瘪，但没有菌落生长的迹象。

# bark_item_food_2+runaway
source: It's food. It's free. No complaints from me.
ja: これは食べ物。タダでもらった。文句はないわ
ko: 음식이잖아. 공짜고. 그럼 난 상관 없어.
uk: Безкоштовна їжа? Не скаржуся.
zh_cn: 是吃的，还不要钱。我没什么好挑剔的。

# bark_item_food_2+vestal
source: A familiar staple.
ja: 馴染みの食糧ですね
ko: 입에 익은 음식이로군.
uk: Знайома річ.
zh_cn: 熟悉的口粮。

# bark_item_food_3
source: Don't recognize this particular cheese. Tasty, though.
ko: 치즈인지 알아보기도 힘들지만 그래도 맛은 있군.
uk: Якийсь дивний сорт сиру, але смачно.

# bark_item_food_3_use_limit
source: Tasty, but I've had enough.
ja: 美味しいけど、もういいや
ko: 맛있군. 하지만 배불러.
uk: Смачно, але вже досить.
zh_cn: 好吃，但我吃饱了。
