Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_assist_donate_5+grave_robber
source: Once, I loathed my sisters' hand-me-downs. Now I miss them so...
ja: 昔は姉たちのお下がりが嫌いだったけど、今は懐かしく思える…
ko: 예전에는 언니들이 패물을 물려주는 게 참 싫었거든. 지금은 막 그리워지네...
uk: Колись я ненавиділа зношений одяг моїх сестер. Тепер я так сумую за ними...
zh_cn: 曾经我很讨厌姐姐们穿剩下的衣服。现在我却很怀念……

# story_bark_assist_donate_5+hellion
source: A knife, from the antler of the first stag I felled as a girl.
ja: この短剣は、私が幼い頃に初めて仕留めたシカの大角から作った
ko: 나 어렸을 때 처음 잡은 사슴뿔로 만든 칼이다.
uk: Ніж із рогу першого оленя, якого я заколола.
zh_cn: 这把小刀，是用我杀死的第一头雄鹿的鹿角制成的。

# story_bark_assist_donate_5+highwayman
source: Someone gave me a bag of plums, once. I ate like a king.
ja: ある人からプラムの袋をもらったことがある。贅沢に食べたさ
ko: 언젠가 자두 한 봉지를 받은 적이 있지. 왕의 만찬이 부럽지 않았어.
uk: Одного разу хтось пригостив мене цілою торбою слив. Я тоді ними об’ївся.
zh_cn: 曾经有人给过我一袋李子。我吃得非常满足。

# story_bark_assist_donate_5+jester
source: I won't even make them dance for it.
ko: 꼴랑 이거 갖고 춤추게 시키고 그러진 않을 거야.
uk: Я навіть не змушуватиму їх танцювати заради цього.

# story_bark_assist_donate_5+leper
source: Perhaps I overcompensate for having never known hunger.
ja: 私が飢えを知らないが故の、過剰な贈り物なのかもな
ko: 어쩌면 내 평생 굶주려 보지 않았기에 과하게 동정하는 것일지도.
uk: Можливо, я занадто багато уваги приділяю тому, що ніколи не відчував голоду.
zh_cn: 或许是因为我从未挨过饿，因此哪怕多给他们一些也无妨。

# story_bark_assist_donate_5+man_at_arms
source: Come, friends - this is an easy choice!
ja: さあ友よ、少しは楽がしたいだろう！
ko: 자자, 친구들. 이건 쉬운 선택 아닌가!
uk: Приходьте, друзі: це простий вибір!
zh_cn: 来吧，朋友们——这个选择简单得很！

# story_bark_assist_donate_5+occultist
source: This scarf was lent to me when I fell on hard times.
ja: このスカーフは、私が苦境に陥った時に役立ってくれた
ko: 이 스카프는 내가 힘든 시기를 보내던 때 도움이 되어 준 친구지.
uk: Цей шарф мені позичили, коли для мене настали важкі часи.
zh_cn: 这条围巾是在我遭遇困境时，别人送给我的。

# story_bark_assist_donate_5+plague_doctor
source: Fewer relics, more room for specimens.
ja: 遺物は減ったけど、標本を多く確保できるようになった
ko: 유물은 줄었지만 덕분에 표본 둘 공간이 늘었어.
uk: Менше реліквій — більше місця для зразків.
zh_cn: 少一些遗物，留给标本的地方就更多。

# story_bark_assist_donate_5+runaway
source: Everything I owned was alms once.
ja: これまで私が持っていた物は、どれも与えられた物だった
ko: 나도 기증품 많이 받고 살았어.
uk: Усе, що я мала, я отримувала як милостиню.
zh_cn: 曾经，我拥有的一切都来自别人的施舍。

# story_bark_assist_donate_5+vestal
source: A sister of mine... she painted this scroll for me.
ja: 姉が…私のためにこの巻物を描いてくれました
ko: 이건 내 자매가... 직접 그려준 두루마리다.
uk: Моя сестра... вона розмалювала для мені цей сувій.
zh_cn: 这张画轴……是我的一位姊妹为我画的。

# story_bark_assist_doomsayer_1
source: Their fate is already sealed. And it's not a happy one.
ja: 彼らの運命はすでに決まっている。そして幸せなものではない
ko: 저들의 운명은 이미 결정되었다. 썩 유쾌한 운명은 아니지만.
uk: Їхня доля вже вирішена. І щастя в ній нема.
zh_cn: 他们已经在劫难逃。没什么我们能做的了。

# story_bark_assist_field_surgeon_1
source: Bring your wounded. We will aid.
ja: 負傷者を連れて来い。助けてやろう
ko: 부상자 데려와 봐. 치료해 줄 테니.
uk: Приведіть своїх поранених. Ми допоможемо.
zh_cn: 把伤者带过来。我们能帮到他们。

# story_bark_assist_fields_scrounger_1
source: Surely some useful items can be found if we look hard.
ja: 探せばきっと役に立つものがあるはずだ
ko: 열심히 찾아 보면 분명 쓸모 있는 물건이 있다고.
uk: Звісно, можна знайти деякі корисні речі, якщо старанно пошукати.
zh_cn: 仔细搜寻的话，肯定能找到一些有用的东西。

# story_bark_assist_food_1+bounty_hunter
source: Better eating than on the coach.
ko: 역마차에서 먹는 것보다 낫네.
uk: Краще поїсти, ніж захлинутися слиною.

# story_bark_assist_food_1+flagellant
source: My fellows are hungry! Feed them!
ja: 仲間が飢えている！ 彼らに食わせてやれ！
ko: 내 동료들이 굶주렸다! 어서 먹이도록!
uk: Мої товариші голодні! Нагодуйте їх!
zh_cn: 我的同伴们饿了！让他们饱餐一顿！

# story_bark_assist_food_1+grave_robber
source: I'm loath to admit their peasant victuals tempt me.
ko: 저런 촌스러운 음식에 군침이 도는 나 자신이 너무 싫다.
uk: Соромно зізнатися, але їжа простолюдинів мене приваблює.

# story_bark_assist_food_1+hellion
source: Dirty hands feed the spirit <i>and</i> the belly.
ko: 손을 더럽히면 정신은 맑아지고 <i>배도</i> 차는 법일세.
uk: Трудові мозолі живлять дух <i>і</i> черево.

# story_bark_assist_food_1+highwayman
source: It's a long, hungry road. Fancy a trade?
ko: 길고 배고픈 여정인데. 혹시 바꿔먹을 거 있나?
uk: На нас чекає довга голодна дорога. Як щодо угоди?

# story_bark_assist_food_1+jester
source: I'm able. I'm hungry. Let's barter.
ko: 난 유능하지. 배도 고프고. 협상을 해 볼까.
uk: Я голодний. У вас є їжа. Поміняймося?

# story_bark_assist_food_1+leper
source: I am not too proud for the plow. Let us aid them.
ko: 내가 뭐 잘났다고 쟁기질을 마다하겠나. 어서 도와주자고.
uk: Я не вважаю роботу в полі чимось ганебним. Давайте їм допоможемо.

# story_bark_assist_food_1+man_at_arms
source: Never one to turn down a meal.
ko: 밥을 마다할 사람이 어디 있나.
uk: Додаткові раціони не будуть зайвими.

# story_bark_assist_food_1+occultist
source: Hard work soothes the unquiet mind.
ko: 힘든 노동은 심란한 마음을 다잡아 주지.
uk: Тяжка праця йде на користь неспокійному розуму.

# story_bark_assist_food_1+plague_doctor
source: Hmph. Beats another supper of slime mold.
ko: 흠. 또 곰팡이 덩어리를 먹기는 싫으니.
uk: М-м, це краще, ніж харчуватися лише слизом.

# story_bark_assist_food_1+runaway
source: We'd be fools not to help if food's on the table.
ko: 밥까지 준다는데 돕지 않는다면 바보짓이겠지.
uk: Хіба можна не допомогти, коли на столі їжа холоне?

# story_bark_assist_food_1+vestal
source: We can aid one another's suffering.
ko: 고통을 나누면 반절이 되니.
uk: Ми можемо позбавити одне одного від страждань.

# story_bark_assist_forest_scrounger_1
source: Surely some useful items can be found if we look hard.
ja: 探せばきっと役に立つものがあるはずだ
ko: 열심히 찾아 보면 분명 쓸모 있는 물건이 있다고.
uk: Звісно, можна знайти деякі корисні речі, якщо старанно пошукати.
zh_cn: 仔细搜寻的话，肯定能找到一些有用的东西。

# story_bark_assist_generous_1
source: Their problems are our problems! Let's help!
ko: 저들의 문제가 곧 우리의 문제지! 도와주자!
uk: Їхні проблеми — наші проблеми. Давайте допоможемо!

# story_bark_assist_generous_1+flagellant
source: What need have I for mortal wealth?
ko: 내게 필멸자의 섭식이 필요해 보이나?
uk: Навіщо мені тлінне багатство?

# story_bark_assist_germophobe_1
source: They might carry disease...
ko: 이거 병 걸릴지도 모르겠는데...

# story_bark_assist_greed_stealfood_1+bounty_hunter
source: Go on. Food.
ja: 行くぞ。食い物だ
ko: 식량. 내놔.
uk: Продовжуйте. Тепер їжа.
zh_cn: 来。吃。

# story_bark_assist_greed_stealfood_1+flagellant
source: These mercenaries are my ferry to greatness! They must eat!
ja: この傭兵たちは、俺の偉業へ通じる渡し舟だ！奴らには食料を与えろ！
ko: 이 용병들은 내 승천을 도와 줄 자들이다! 섭식이 필요하다!
uk: Ці найманці приведуть мене до величі! Вони мають харчуватися!
zh_cn: 这些佣兵是我入圣的渡船！他们需要食物！

# story_bark_assist_greed_stealfood_1+grave_robber
source: Never will I beg for aid from the likes of you!
ko: 당신 같은 것들한테 도와 달라 빌게 될 줄은 몰랐는데!
uk: Я ніколи не благатиму про допомогу таких, як ви!

# story_bark_assist_greed_stealfood_1+hellion
source: I will not starve again!
ko: 다시는 굶지 않겠다!
uk: Я більше не хочу голодувати!

# story_bark_assist_greed_stealfood_1+highwayman
source: I'd rather not waste my gunpowder on you. Feed us.
ja: 火薬の無駄遣いはしたくない。飯をくれ
ko: 너희에게는 화약도 낭비하기 싫어. 밥 내놔.
uk: Було б на кого витрачати порох... Ми хочемо їсти!
zh_cn: 我不想把弹药浪费在你们身上。把吃的交上来。

# story_bark_assist_greed_stealfood_1+jester
source: I'm too hungry to behave nicely.
ko: 예의를 갖추기엔 내가 너무 굶어서.
uk: Я надто голодний, щоб поводитися добре.

# story_bark_assist_greed_stealfood_1+leper
source: We have exhausted our other options.
ko: 다른 선택지는 전부 없어지고 말았지.
uk: Ми вичерпали інші можливості.

# story_bark_assist_greed_stealfood_1+man_at_arms
source: We need strength for battles ahead - raid their pantry!
ja: 先の戦いのために力が必要だ。食料庫を襲え！
ko: 앞으로의 싸움에는 힘이 필요하다고. 저들의 보급품을 털자!
uk: Нам потрібні сили для наступних битв — давайте пограбуємо їхню комору!
zh_cn: 我们需要为前方的战斗做准备——洗劫他们的食物储藏室！

# story_bark_assist_greed_stealfood_1+occultist
source: I have slain a man for a waterskin once before.
ko: 난 이미 물 한 병 때문에 사람을 죽여본 적 있는 몸일세.
uk: Раніше я вже вбивав людину заради бурдюка з водою.

# story_bark_assist_greed_stealfood_1+plague_doctor
source: This knife could reach your kidneys. Hand it over.
ja: この短剣はあなたの腎臓に届くでしょう。嫌ならそれをよこしなさい
ko: 이 칼은 한번 찌르면 신장까지 쉽게 닿는다고. 이리 넘겨.
uk: Цей ніж достатньо довгий, щоб нирку прохромити. Робіть що сказано.
zh_cn: 这把刀随时可能戳向你们的肾脏。把东西交出来。

# story_bark_assist_greed_stealfood_1+runaway
source: We won't take it all - just most of it.
ja: 全部は取らない。大部分よ
ko: 다는 못 가져가고. 그래도 많이 담아.
uk: Ми візьмемо не все, тільки більшу частину.
zh_cn: 我们不会全部拿走——只是拿走大部分而已。

# story_bark_assist_greed_stealfood_1+vestal
source: We cannot fight our fight whilst starving!
ko: 굶주리면서 싸울 수는 없는 법!
uk: Ми не можемо битися надголодь!

# story_bark_assist_greed_stealrelics_1+bounty_hunter
source: In the sack. Now.
ko: 가방에 넣어. 당장.
uk: У мішок. Негайно.

# story_bark_assist_greed_stealrelics_1+flagellant
source: Your metals, worms! I require them!
ja: 虫けらめ、お前の持っている金属をよこせ！
ko: 패물을 내놔라, 버러지들아! 내게 필요하다!
uk: Тепер усе металеве, жалюгідні хробаки! Зараз же!
zh_cn: 你们这些蠕虫！把金属统统交上来！

# story_bark_assist_greed_stealrelics_1+grave_robber
source: Put the goods in the bag, loves.
ko: 가방에 가진 거 다 넣어, 자기들.
uk: Кладіть усе в мішок.

# story_bark_assist_greed_stealrelics_1+hellion
source: Better your relics than your fingers!
ko: 유물 같은 거 지키려다 손가락 잘라먹지 마!
uk: Краще реліквії, ніж пальці!

# story_bark_assist_greed_stealrelics_1+highwayman
source: This is what I do best.
ko: 내 주특기가 이거지.
uk: Це виходить у мене краще, ніж будь-що інше.

# story_bark_assist_greed_stealrelics_1+jester
source: Yes. I am serious.
ja: ああ。私は真剣だ
ko: 그래. 나 심각하다.
uk: Так. Я говорю серйозно.
zh_cn: 是的。我没在开玩笑。

# story_bark_assist_greed_stealrelics_1+leper
source: Please do not make us hurt you.
ko: 괜히 다칠 짓 하지 마.
uk: Вам же не потрібні неприємності?

# story_bark_assist_greed_stealrelics_1+man_at_arms
source: We neeed your relics to serve a greater good.
ja: より偉大な目的のために、お前の遺物が必要だ
ko: 그런 유물은 더 중요한 대의에 쓰라고.
uk: Нам потрібні ваші реліквії заради більшого блага.
zh_cn: 我们需要你们的遗物，来为更崇高的事业战斗。

# story_bark_assist_greed_stealrelics_1+occultist
source: Material sins dissolve upon death.
ko: 죽음으로 속죄할 물질적 원죄로다.
uk: Гріхи на землі будуть відпущені після смерті.

# story_bark_assist_greed_stealrelics_1+plague_doctor
source: I must melt these down! It's important work!
ja: これを溶かさないと！重要な仕事よ！
ko: 이거 다 녹여야겠는데! 중요한 작업이라고!
uk: Я маю все це розтопити! Це важливо!
zh_cn: 我必须把这些熔掉！这是至关重要的工作！

# story_bark_assist_greed_stealrelics_1+runaway
source: You won't like us when we're desperate.
ko: 우리가 절박해지는 꼴을 보고 싶지는 않을걸.
uk: Вам не сподобається, якщо ми будемо в розпачі.

# story_bark_assist_greed_stealrelics_1+vestal
source: I took no vow of poverty.
ja: 私は清貧の誓いなど立てていません
ko: 청빈의 맹세는 올린 적이 없다만.
uk: Я не давала обітниці жити в злиднях.
zh_cn: 我没有立下过贫穷誓言。

# story_bark_assist_head_in_sand_1
source: Huh?
ja: は？
ko: 음?
uk: Що?
zh_cn: 啊？出什么事了？

# story_bark_assist_inn_items_1+bounty_hunter
source: If they're paying...
ko: 보상만 해 준다면야...
uk: Якщо вони заплатять...

# story_bark_assist_inn_items_1+flagellant
source: Have you anything with an edge?
ja: 刃のついたものはないか？
ko: 혹시 날붙이 있나?
uk: У вас є щось гостре?
zh_cn: 你们有没有什么锋利的东西？

# story_bark_assist_inn_items_1+grave_robber
source: Mm, is that tea I smell? See what they've got.
ja: んん、この匂いは紅茶？何を持ってるのかしら
ko: 흐음, 이거 차 냄새야? 남아 있나 본데.
uk: М-м, а це часом не чай? Подивіться, що в них є.
zh_cn: 嗯，我闻到的是茶香么？看看他们都有什么。

# story_bark_assist_inn_items_1+hellion
source: If they have whiskey, I have time!
ja: ウイスキーがあるなら、私に時間はあるぞ！
ko: 여기 위스키 있으면 나도 마신다!
uk: Якщо в них є віскі, то я встигну!
zh_cn: 他们有威士忌的话，我就有时间！

# story_bark_assist_inn_items_1+highwayman
source: Can't beat a sure reward.
ko: 확실한 보상을 마다할 수는 없지.
uk: Якщо винагорода заслужена, то надмірною вона не буде.

# story_bark_assist_inn_items_1+jester
source: The timbre of full barrels better suits the song I'm writing.
ko: 꽉 찬 술통의 울림이 내가 지금 쓰는 노래랑 잘 어울리겠는걸.
uk: Тембр повних барилець більше пасує до пісні, яку я зараз пишу.

# story_bark_assist_inn_items_1+leper
source: Some harvests yield beyond the sweat paid.
ko: 풍성한 대가보다 더욱 값진 수확도 있지.
uk: Щедрий урожай вартий витрачених зусиль.

# story_bark_assist_inn_items_1+man_at_arms
source: We've uses beyond mere killing.
ja: 俺たちには、戦う以上の用途があるんだ
ko: 우리의 목적은 단순한 학살이 아니니.
uk: У нас є й інші цілі, окрім простого вбивства.
zh_cn: 在杀戮之外，我们还有别的用处。

# story_bark_assist_inn_items_1+occultist
source: They could have books or other sundries.
ja: 本や雑貨が置いてあるかもしれない
ko: 책이나 다른 잡화랑 바꿔 줄지도 몰라.
uk: У них можуть бути книги чи ще щось.
zh_cn: 他们说不定会有书籍，或者别的杂物。

# story_bark_assist_inn_items_1+plague_doctor
source: Their stores might hold rarities we lack.
ja: 彼らには、私たちが持たない希少なものがあるかも
ko: 우리한테 모자란 보급품이 있을지도.
uk: В їхніх сховищах можуть бути раритети, яких нам бракує.
zh_cn: 他们的商店中或许有我们需要的稀缺资源。

# story_bark_assist_inn_items_1+runaway
source: We'll eat better tonight if we help 'em.
ko: 저들을 도와주면 오늘 저녁밥은 더 맛있어질 테지.
uk: Краще поїмо, якщо допоможемо.

# story_bark_assist_inn_items_1+vestal
source: It will lift their spirits to render us aid.
ja: 彼らの気持ちが高まれば、私たちの助けにもなります
ko: 우리를 돕도록 동기부여가 되지 않겠나.
uk: Це підніме їхній дух, і вони зможуть нам допомогти.
zh_cn: 这样做能让他们振作起来，也好给予我们帮助。

# story_bark_assist_inspire_1+bounty_hunter
source: Ale? Whiskey? I ain't singing.
ko: 술? 위스키? 나 노래 안 한다.
uk: Елю? Віскі? Співати не буду.

# story_bark_assist_inspire_1+flagellant
source: Do not turn away from me! Through fear, find strength!
ja: 俺から目を背けるな！恐怖を乗り越え、強さを見いだせ！
ko: 나를 외면하지 마라! 공포를 통해 힘을 얻으라!
uk: Не відвертайтеся від мене! Знаходьте силу в страху!
zh_cn: 遏制住远离我的冲动！在恐惧之中寻找力量！

# story_bark_assist_inspire_1+grave_robber
source: They get by on so little. It astounds me!
ja: 彼らはわずかなお金で生きている。驚きよ！
ko: 어쩜 이렇게 소박하게 살지. 정말 놀라워!
uk: Вони задовольняються малим. Це мене вражає!
zh_cn: 他们只凭这些东西就能活下去。太令人震惊了！

# story_bark_assist_inspire_1+hellion
source: So many orphaned, so many maimed...
ja: たくさんの孤児が重症に…
ko: 고아도 많고, 불구도 많구나...
uk: Стільки сиріт, стільки покалічених...
zh_cn: 这么多的孤儿，这么多的伤残……

# story_bark_assist_inspire_1+highwayman
source: Out here, folks need hope more than anything.
ko: 이런 세상에서 사람들에게 무엇보다 필요한 건 희망이야.
uk: Надія потрібна всім цим людям понад усе.

# story_bark_assist_inspire_1+jester
source: Fetch the drums and tambourine!
ja: 太鼓とタンバリンを持ってきてくれ！
ko: 드럼이랑 탬버린 가져와!
uk: Принесіть барабани й бубон!
zh_cn: 把我的鼓拿来！

# story_bark_assist_inspire_1+leper
source: Tenderness plants the seed from which a better world grows.
ja: 優しさはより良い世界を育む種となる
ko: 선의는 더 나은 세상을 길러내는 씨앗을 심지.
uk: Доброта сіє зерно, з якого виростає кращий світ.
zh_cn: 慈爱为更美好的世界撒下种子。

# story_bark_assist_inspire_1+man_at_arms
source: I may not be some hero of legend, but...
ja: 俺は伝説の英雄ではないかもしれないが…
ko: 내가 무슨 전설 속 영웅은 아닐지 몰라도...
uk: Може, я й не герой із легенди, але...
zh_cn: 我大概不是什么传说中的英雄，但是……

# story_bark_assist_inspire_1+occultist
source: The night is lonely and long - come, join us at the fire.
ja: 夜は孤独で長い。さあ、共にたき火を囲おう
ko: 이 밤은 외롭고 길지. 오시오, 함께 불가에 앉읍시다.
uk: Ніч самотня і довга — приєднуйся до нас, приходь до нашого багаття.
zh_cn: 夜晚孤独而漫长——来吧，聚在我们的火炉边。

# story_bark_assist_inspire_1+plague_doctor
source: Hrm! I hear one coughing. This way, whelp!
ja: ふむ！咳が聞こえる。こっちだ、若者よ！
ko: 흠! 이 사람 기침하는데. 이쪽으로 와 봐요!
uk: Гм.. Я чую якийсь кашель. Іди сюди, маля!
zh_cn: 嗯！我听见有人在咳嗽。过来让我看看！

# story_bark_assist_inspire_1+runaway
source: Someone helped me once...
ko: 나도 언젠가 도움을 받았었지...
uk: Одного разу мені допомогли...

# story_bark_assist_inspire_1+vestal
source: Our war is waged on many fronts.
ko: 우리의 전쟁은 실로 많은 전선에서 치러지는 것.
uk: Наша війна ведеться на багатьох фронтах.

# story_bark_assist_inspire_2+bounty_hunter
source: Fine. If we must.
ja: どうしてもと言うなら、いいぜ
ko: 좋아, 꼭 필요하다면.
uk: Добре. Якщо так потрібно.
zh_cn: 好吧。如果必须的话。

# story_bark_assist_inspire_2+flagellant
source: Mine is a holy cause - join me, you rabble!
ja: 俺の大義は聖なる大義だ。お前らも加われ！
ko: 나의 소명은 신성한 대의이니. 나를 따르라, 이 잡것들아!
uk: Моя свята справа: приєднуйтеся до мене, потолоч!
zh_cn: 我的使命是神圣的——助我一臂之力吧！

# story_bark_assist_inspire_2+grave_robber
source: A scandalous story or two? Ehm, the ones with good endings.
ja: ちょっとした話、ないかしら？ ええと、良い結末の話がいいわ
ko: 요새 돌고 있는 추잡한 소문이 좀 있거든? 에헴, 그 중에 하나는 결말도 괜찮단 말씀.
uk: Пара скандальних історій? Ем-м, ще з гарним закінченням.
zh_cn: 想听点风流轶事么？放心，我只讲有好结局的那些哦。

# story_bark_assist_inspire_2+hellion
source: Hope is like mead - best when shared!
ko: 희망은 꿀술 같다. 서로 나눠야 최고다!
uk: Надія — вона як мед: найкраща, коли нею ділишся!

# story_bark_assist_inspire_2+highwayman
source: We can't leave them in this state...
ko: 이 사람들을 이렇게 놔둘 수는 없어...
uk: Ми не можемо залишити їх у такому стані...

# story_bark_assist_inspire_2+jester
source: I do miss juggling, if not scorching my fingers.
ja: 指を焦がすほどではないにせよ、ジャグリングが恋しい
ko: 저글링 하고 싶다. 손가락 태워먹지만 않는다면야.
uk: Мені справді не вистачає жонглювання — аби тільки пальців не обпалити...
zh_cn: 我还挺怀念杂耍的，如果不会磨破我的手指的话。

# story_bark_assist_inspire_2+leper
source: It is no coincidence they gather already 'round a fire.
ja: 彼らが火を囲むのは偶然ではない
ko: 저들이 이미 불가 주위로 모여든 것은 우연이 아니다.
uk: Вони не випадково збираються навколо багаття.
zh_cn: 他们已经聚在了火边——这不是巧合。

# story_bark_assist_inspire_2+man_at_arms
source: Let us share tales of our victories!
ko: 우리가 거둔 승리의 이야기를 나누어 보자고!
uk: Поговорімо про кращі часи.

# story_bark_assist_inspire_2+occultist
source: They might take comfort in our morbid trophies.
ja: 彼らは、我々の病的な戦利品から安心感を抱くかもな
ko: 우리의 추악한 전리품을 보고 안심할지도 모르지.
uk: Вони можуть зацінити наші жахливі трофеї.
zh_cn: 他们也许会从我们杀戮的成果中感到慰藉。

# story_bark_assist_inspire_2+plague_doctor
source: Humans tend to exude positive airs in brighter climes.
ko: 인간이란 사회적 동물이기에 긍정적인 분위기를 따라가지.
uk: Люди схильні до оптимізму, коли все гаразд.

# story_bark_assist_inspire_2+runaway
source: Tend a tiny spark, and soon your hearth is warm.
ko: 작은 불씨를 지켜야 따뜻한 난로를 피울 수 있어.
uk: Розпали крихітну іскру — і незабаром твоє вогнище зігріє тебе.

# story_bark_assist_inspire_2+vestal
source: Feel that - the Flame calls to us!
ja: 炎が私たちを呼んでいるのを、感じるのです！
ko: 느껴 보아라, 불꽃이 우릴 부르고 있다!
uk: Почуйте поклик Полум’я!
zh_cn: 感受到了吗——火炬在呼唤我们！

# story_bark_assist_inspire_3+bounty_hunter
source: Be foolish not to if they're paying.
ko: 대가도 치른다는 데 안될 거 있나.
uk: Було б нерозумно не зробити це за їхній рахунок.

# story_bark_assist_inspire_3+flagellant
source: The sun draws low! Gather at my feet!
ja: 太陽が下がっている！俺のもとに集まれ！
ko: 해가 저문다! 내 곁으로 모이도록!
uk: Сонце заходить! Зберіться поруч зі мною!
zh_cn: 太阳就要下山了！赶快来膜拜我！

# story_bark_assist_inspire_3+grave_robber
source: I was close to walking in their grubby little boots, myself.
ja: 彼らみたいに、汚れた小さなブーツを履いて歩く羽目になりかけたのよね
ko: 나도 하마터면 저런 지저분한 꼴로 전락할 뻔했다고.
uk: Я й сама була близька до того, щоб натягнути їхні брудні черевики.
zh_cn: 我自己也差点穷困到要穿他们那种小破鞋。

# story_bark_assist_inspire_3+hellion
source: I am tired. But... we ought to.
ja: 疲れているが…やらねば
ko: 나 피곤하다. 하지만... 이건 필요하다.
uk: Я втомилася. Але... у нас є обов’язок.
zh_cn: 我很累，但……我们应该这样做。

# story_bark_assist_inspire_3+highwayman
source: It's a bleak world. Poor blighters.
ko: 참 암울한 시대야. 불쌍한 양반들.
uk: Бідолахи... Цей світ суворий до них...

# story_bark_assist_inspire_3+jester
source: I was built for this! Lemme show you.
ja: 私はこのために作られたんだ！ さあ見せてやる
ko: 이건 내 천직이라고! 직접 보여 주지.
uk: Я створений для цього! Зараз покажу.
zh_cn: 我简直就是为这个而生的！看好了。

# story_bark_assist_inspire_3+leper
source: Show mercy, even when it benefits us least.
ja: それが一番利益にならない時でも、慈悲を見せるのだ
ko: 이익이 조금도 되지 않는다 한들, 자비를 보이게.
uk: Виявляйте милосердя, навіть якщо це майже не приносить користі.
zh_cn: 展现怜悯之心，哪怕对我们并没有太多益处。

# story_bark_assist_inspire_3+man_at_arms
source: It falls on us to replenish their spirits!
ko: 저들의 의지를 보충하는 건 우리 몫이야!
uk: Ми маємо допомогти їм знайти в собі сили!

# story_bark_assist_inspire_3+occultist
source: From modest action can come great consequence.
ko: 사소한 행동이 큰 결과를 가져올 수 있네.
uk: Незначні дії можуть призвести до великих наслідків.

# story_bark_assist_inspire_3+plague_doctor
source: Great fires require very little fuel to start.
ko: 거대한 불길도 작은 불씨부터 시작되는 법.
uk: Велике полум’я розпалюється з малої іскри.

# story_bark_assist_inspire_3+runaway
source: When the flame's low, that's when they need us most...
ko: 가장 어두울 때가 가장 절실한 때인 법...
uk: Ми найбільше потрібні тоді, коли Полум’я слабшає.

# story_bark_assist_inspire_3+vestal
source: Any infirm among their number?
ja: この中に体の弱い者はいますか？
ko: 혹시 급한 환자가 있을지도 모르지?
uk: Чи є серед них слабкі духом?
zh_cn: 他们之中有需要医治的人吗？

# story_bark_assist_inspire_4+bounty_hunter
source: Let's push.
ko: 밀지.
uk: Підштовхнімо.

# story_bark_assist_inspire_4+flagellant
source: Split your knuckles! Free yourself of sin!
ja: 拳を割れ！自分自身を罪から解放するのだ！
ko: 주먹들 펴고 스스로의 원죄로부터 벗어나라!
uk: Розбий кулак об голову ворога! Звільни себе від гріха!
zh_cn: 用尽全力！从罪孽中解脱！

# story_bark_assist_inspire_4+grave_robber
source: Eugh. Mud, packbeasts, squabbling children...
ja: ああもう。 泥に物を運ぶ獣、それに喧嘩する子供たちまで…
ko: 우웩. 진흙, 짐말, 서로 싸우는 애들까지...
uk: Грязюка, в’ючні звірі, якісь крикливі діти... Тьху...
zh_cn: 哎呦呦。泥巴、牲口，还有吵闹的孩童……

# story_bark_assist_inspire_4+hellion
source: I could likely do this single-handed!
ja: こんなの、私一人で何とかなりそうだな！
ko: 이 정도야 혼자서도 된다!
uk: Я можу зробити це самотужки!
zh_cn: 我一个人的力气就差不多够用了！

# story_bark_assist_inspire_4+highwayman
source: Let's roll up our sleeves, then.
ko: 소매를 걷어 붙여 보실까.
uk: Доведеться засукати рукава.

# story_bark_assist_inspire_4+jester
source: I'll beat the drum, you do the pushing!
ko: 내가 북을 칠 테니 너희는 밀어!
uk: Я відбиваю ритм, а ви штовхаєте!

# story_bark_assist_inspire_4+leper
source: Fate has put them in our path for a reason.
ko: 운명은 다 이유가 있어 우리의 길을 안배하지.
uk: Доля недарма поставила їх на нашому шляху.

# story_bark_assist_inspire_4+man_at_arms
source: Sick oxen, listing wagons - let's lend an arm.
ja: 病気の牛、故障した荷馬車…手を貸してやろう
ko: 아픈 소, 고물 수레... 힘을 좀 빌려 주자고.
uk: Хворі воли, лічені візки — треба допомогти.
zh_cn: 孱弱的牲口、残破的马车……我们去帮忙吧。

# story_bark_assist_inspire_4+occultist
source: We need not <i>only</i> help with our knives.
ja: 必要とされているのは武力<i>だけ</i>ではないようだな
ko: 꼭 <i>칼로만</i> 도움을 줄 수 있는 건 아닐세.
uk: Нам потрібна не <i>лише</i> допомога з ножами.
zh_cn: 在杀戮之外，我们还应该做得更多。

# story_bark_assist_inspire_4+plague_doctor
source: Their wagon is in disrepair - we've the know-how!
ja: 彼らの荷馬車が故障しているが、直す術は知っているぞ！
ko: 수레가 완전히 고장 났는데. 우리의 경험이라면 도울 수 있겠어!
uk: Їхній вагон в аварійному стані, але в нас є ноу-хау!
zh_cn: 他们的马车状况不佳——我们知道该怎么修理！

# story_bark_assist_inspire_4+runaway
source: All right! On three! One... two...
ko: 좋아! 셋에 밀어! 하나, 둘...
uk: Нумо, на рахунок три: один, два...

# story_bark_assist_inspire_4+vestal
source: The Light led us to these poor souls.
ja: 光が、私たちを悲しき魂たちへと導いてくれたのです
ko: 빛께서 이 가련한 영혼들을 도우라 우릴 이끄셨다.
uk: Світло привело нас до цих нещасних душ.
zh_cn: 是圣光指引我们遇到这些可怜人。

# story_bark_assist_inspire_5+bounty_hunter
source: *sigh*
ko: (어휴)
uk: *зітхає*

# story_bark_assist_inspire_5+flagellant
source: You have greater need of us than you know!
ja: お前が思っている以上に、俺たちの助けが必要だな！
ko: 너희는 생각보다 우리 도움이 더 필요할 것이다!
uk: Ми вам потрібні більше, ніж ви думаєте!
zh_cn: 你们不知道你们有多需要我们！

# story_bark_assist_inspire_5+grave_robber
source: I've some baubles that might entertain the wee sprats.
ja: 小さな子供たちが気に入るような、安物の宝石はあるわ
ko: 저 친구들이 좋아할 만한 패물이 좀 있는데 말이야.
uk: У мене є кілька абищиць, які можуть розважити цих малюків.
zh_cn: 我有些珍宝，这些小家伙们应该会喜欢。

# story_bark_assist_inspire_5+hellion
source: Which of you weaklings will tire first?
ko: 어떤 약골이 제일 먼저 지칠까?
uk: Хто з вас, слабаків, першим упаде без сил?

# story_bark_assist_inspire_5+highwayman
source: They're building a camp, looks like.
ja: 見たところ、野営地を作ってるみたいだな
ko: 숙영지를 짓고 있는 것 같은데.
uk: Схоже, вони будують табір.
zh_cn: 看起来他们在建造一座营地。

# story_bark_assist_inspire_5+jester
source: It's been some time since I played for a crowd...
ko: 마지막으로 사람들 앞에서 연주를 해본 지도 꽤 됐는데...
uk: Уже й не пам’ятаю, коли я востаннє перед кимось виступав.

# story_bark_assist_inspire_5+leper
source: A less bombast calling, but equally noble.
ja: 大掛かりな使命ではないが、高貴な行いに変わりない
ko: 덜 거창할지 몰라도 똑같이 고귀한 소명이로다.
uk: Менш помпезне покликання, але так само благородне.
zh_cn: 这项工作没有那么宏大，但却同样崇高。

# story_bark_assist_inspire_5+man_at_arms
source: I know a thing or two about fortifications...
ja: 要塞構築なら、多少は知っているぞ…
ko: 나도 진지 보수에 대해서는 좀 안다는 말씀...
uk: Я дещо знаю про оборонні споруди.
zh_cn: 建设防御工事这种事，我有经验……
