Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_node_exit_bridge+plague_doctor@0
source: The great experiment begins...
ja: 偉大なる実験が始まる…
ko: 위대한 실험이 시작된다...
uk: Великий експеримент починається...
zh_cn: 伟大的实验开始了……

# bark_node_exit_bridge+plague_doctor@1
source: Time to put my learnings to practice.
ja: 学んだことを実践する時が来た
ko: 내 지식을 실전에 적용할 때야.
uk: Настав час застосувати знання на практиці.
zh_cn: 是时候把我的毕生所学派上用场了。

# bark_node_exit_bridge+runaway@0
source: Better in here than out there.
ja: あそこよりここがいい
ko: 저기보다는 여기가 낫겠지.
uk: Краще тут, аніж там.
zh_cn: 在这里总比在外面强。

# bark_node_exit_bridge+runaway@1
source: We're on our own now.
ja: もう自分たちでやるしかない
ko: 이젠 진짜 각자도생이야.
uk: Тепер ми самі по собі.
zh_cn: 现在我们能靠的只有自己了。

# bark_node_exit_bridge+vestal@0
source: May our passage be swift.
ja: 旅が速く進みますように
ko: 우리의 여정이 신속히 끝나기를.
uk: Хотілося б швидше доїхати...
zh_cn: 愿我们一路顺风。

# bark_node_exit_bridge+vestal@1
source: Take heart - our cause is just.
ja: 安心してください。私たちの目的は正当です
ko: 마음 굳게 먹어라. 우리의 대의는 의롭다.
uk: Кріпіться, наше діло праве.
zh_cn: 坚定信念——我们的道路是正义的。

# bark_node_exit_cache+bounty_hunter@0
source: Let's not weigh ourselves down.
ja: あまり持ちすぎて重荷になるなよ
ko: 너무 부담 갖지 말자고.
uk: Не обтяжуватимемо себе.
zh_cn: 最好不要带太多累赘。

# bark_node_exit_cache+bounty_hunter@1
source: None for me. I like to stay a little hungry.
ja: まだいらない。少しお腹減ってるぐらいがいい
ko: 난 됐다. 살짝 허기진 게 나아.
uk: Я пас. Люблю легке почуття голоду.
zh_cn: 我不需要。我更喜欢保持适度的饥饿。

# bark_node_exit_cache+flagellant@0
source: Do what you will with my share.
ja: 俺の取り分は好きにしてくれ
ko: 내 몫은 알아서 하도록.
uk: Робіть із моєю часткою що хочете.
zh_cn: 我的那份你们自便。

# bark_node_exit_cache+flagellant@1
source: Mm, sutures - perhaps I could allow it.
ja: 縫合か。許してもいいかもな
ko: 음, 봉합이라. 이 정도는 괜찮겠지.
uk: М-м, шви... може, я й не буду заперечувати.
zh_cn: 嗯，缝线……也许值得一试。

# bark_node_exit_cache+grave_robber@0
source: And away without an ambush to boot! Bravo.
ja: 待ち伏せもなく離れられるなんて！ 最高ね
ko: 매복도 안 따라 붙고 깔끔하게 도망쳤네! 브라보.
uk: Ще й без засідки! Браво.
zh_cn: 甚至离开的路上没有被埋伏！太棒了。

# bark_node_exit_cache+grave_robber@1
source: We've had a poor run at the tables, as they say.
ja: 食事の席では散々な目に遭ったからね
ko: 분명 이론상으로는 안되는 거였는데 말이야.
uk: Нас, як кажуть, спіткало фіаско.
zh_cn: 希望没把我们最近的好运都用完。

# bark_node_exit_cache+hellion@0
source: Ha HAH! Good for us!
ja: ハハーッ！いいぞ！
ko: 하 하! 우리한테는 좋다!
uk: Ха-ха, нам лише на користь!
zh_cn: 哈哈！来得好！

# bark_node_exit_cache+hellion@1
source: Off we go, then!
ja: では、行くぞ！
ko: 그럼 가자!
uk: Тоді вперед!
zh_cn: 好，我们上路吧！

# bark_node_exit_cache+highwayman@0
source: It's something, at least.
ja: まあ、何か手に入ったな
ko: 그래도 뭐라도 되는군.
uk: Хоч щось.
zh_cn: 总比没有强。

# bark_node_exit_cache+highwayman@1
source: Nice.
ja: いいねぇ
ko: 멋지군.
uk: Чудово.
zh_cn: 不错。

# bark_node_exit_cache+jester@0
source: Where are we going to put all this?
ja: 見つけた奴、全部どこにおくつもりだ？
ko: 이걸 다 어디다 넣는담?
uk: Куди нам усе це подіти?
zh_cn: 哎呦，真多呀，不会放不下了吧？

# bark_node_exit_cache+jester@1
source: Will any of this stuff even matter?
ja: この中で使えそうなのはあるのか？
ko: 이젠 이런 게 의미나 있나?
uk: Чи буде користь від цього?
zh_cn: 这些东西真的有什么所谓吗？

# bark_node_exit_cache+leper@0
source: Fortune is fickle, but today she smiles.
ja: 幸運の女神は気まぐれだが、今日は微笑んでいる
ko: 이제 행운은 덧없으나, 오늘만큼은 웃어주누나.
uk: Хоч сьогодні успіх нам посміхнувся.
zh_cn: 幸运女神捉摸不定，但今天她向我们微笑。

# bark_node_exit_cache+leper@1
source: Some fortunate thread in fate's tangled skein.
ja: 運命の糸が、幸運と絡まっている
ko: 헝클어진 운명의 실타래 속에 한 가닥 행운을 잡아냈도다.
uk: Щаслива нитка в химерному клубку долі.
zh_cn: 在无常的命运之网中，一根幸运的丝线。

# bark_node_exit_cache+man_at_arms@0
source: Every army needs a supply line.
ja: どんな軍隊にも補給線は必要だ
ko: 모든 군대에는 보급이 필요하지.
uk: Кожній армії потрібні запаси.
zh_cn: 每支军队都需要一条补给线。

# bark_node_exit_cache+man_at_arms@1
source: Tooth and tail, as they say.
ja: 首尾一貫させろとはよく言ったものだ
ko: 군인도 배가 불러야 잘 싸운다고.
uk: Кожному за потребами.
zh_cn: 用军队里的老话说，尾巴粗壮，牙齿才有力。

# bark_node_exit_cache+occultist@0
source: A most fortunate find.
ja: 最も幸運な戦利品だな
ko: 운 좋은 발견이로군.
uk: Надзвичайно вдала знахідка.
zh_cn: 非常幸运的发现。

# bark_node_exit_cache+occultist@1
source: We must tend our stores wisely.
ko: 보급품은 현명하게 관리해야지.
uk: Ми мусимо розумно розпоряджатися припасами.

# bark_node_exit_cache+plague_doctor@0
source: Fortuitous! Some of my powders were dwindling...
ja: 幸運の産物だ！一部の粉末が底をつきそうだった…
ko: 다행이야! 안 그래도 가루약이 점점 떨어져 가고 있었는데...
uk: Ти диви! Деяких моїх порошків стало менше...
zh_cn: 真幸运！我正好有些药粉快要见底了……

# bark_node_exit_cache+plague_doctor@1
source: Well stocked and ready for triage!
ja: 豊富な在庫で、トリアージも行える！
ko: 장비도 다 갖췄겠다. 야전 진료 준비 완료다!
uk: Запаси поповнені й розподілені!
zh_cn: 储备充足，是时候开始诊断了！

# bark_node_exit_cache+runaway@0
source: Nice find!
ja: いいものを見つけたね！
ko: 굉장한 걸 찾았네!
uk: Чудова знахідка!
zh_cn: 不错的发现！

# bark_node_exit_cache+runaway@1
source: Take all we can carry. Quick.
ja: 運べるだけ持っていこう。急いで
ko: 들 수 있는 만큼 싹 다 챙겨. 얼른.
uk: Хапайте все, що зможете забрати з собою.
zh_cn: 把能拿的都拿走。快。

# bark_node_exit_cache+vestal@0
source: We are on the right path.
ko: 우리는 의로운 길에 섰다.
uk: Ми на вірному шляху.

# bark_node_exit_cache+vestal@1
source: We can share what we cannot carry.
ko: 어차피 들고 갈 수도 없는 건 나눌 수 있겠지.
uk: Що не донесемо — роздамо.

# bark_node_exit_failure_creatureden+bounty_hunter
source: Outwitted by beasts? Feh.
ja: 獣に出し抜かれた？ 情けないな
ko: 동물보다 머리도 나쁜가? 하.
uk: Звірі нас перехитрили? Отакої...
zh_cn: 被野兽算计了？啧。

# bark_node_exit_failure_creatureden+flagellant
source: My wounds! How gloriously they seep!
ja: かなり傷ついたな！ 華麗な染みようだぞ！
ko: 내 상처! 이 얼마나 영광스럽게 스며드는가!
uk: Мої рани! Як красиво вони кривавлять!
zh_cn: 我的伤口！多么光荣的血液！

# bark_node_exit_failure_creatureden+grave_robber
source: Horrid things. Make haste from here!
ja: なんて恐ろしい。 はやく脱出しないと！
ko: 끔찍한 것들 같으니. 후딱 떠나자고!
uk: Який жах! Забираймося звідси!
zh_cn: 可怕的生物。赶快离开！

# bark_node_exit_failure_creatureden+hellion
source: Madness! Run!
ja: ヤバい！逃げろ！
ko: 미친 짓이다! 도망쳐!
uk: Це якесь божевілля! Біжімо!
zh_cn: 真是疯狂！快跑！

# bark_node_exit_failure_creatureden+highwayman
source: They may pursue us - staunch that bleeding.
ja: 奴らは追ってくるかもしれない。出血を食い止めろ
ko: 핏자국 보고 쫓아올지 모르니까 일단 지혈부터 해.
uk: За нами може бути погоня... Зупиніть кров!
zh_cn: 它们可能会追上来——快把血止住。

# bark_node_exit_failure_creatureden+jester
source: My bloodstains have bloodstains.
ja: 私の血痕には血痕がある
ko: 핏자국에 핏자국이 남나 보구만.
uk: З мене вже зробили решето.
zh_cn: 我的血渍都染上血渍了。

# bark_node_exit_failure_creatureden+leper
source: Above scampering mice, the raptor's shadow.
ja: うろつくネズミの上に、猛禽の影が見える
ko: 도망치는 쥐들 위로 포식자의 그림자가 드리운다.
uk: Над мишею, що тікає, нависла тінь хижака.
zh_cn: 逃窜的群鼠之上，映着迅猛龙的影子。

# bark_node_exit_failure_creatureden+man_at_arms
source: Bah! We were unprepared - overconfident!
ja: クソッ！俺たちは準備不足で、自信過剰だったんだ！
ko: 하! 준비는 부족한데 자신감만 과했구먼!
uk: Яка самовпевненість із нашого боку!
zh_cn: 呸！被打了个措手不及——太自傲了！

# bark_node_exit_failure_creatureden+occultist
source: An unnatural gait to those creatures...
ja: あの生き物、不自然な足取りをしていたな…
ko: 실로 부자연스러운 움직임을 보이는 피조물이로군...
uk: Якась неприродна хода для таких створінь...
zh_cn: 那些生物的步态诡异至极……

# bark_node_exit_failure_creatureden+plague_doctor
source: No classroom dissection could prepare me for this!
ja: 学校で覚えた程度の解剖知識じゃ、こんなの太刀打ちできない！
ko: 해부학 수업에서 배운 걸로는 역부족이었나!
uk: На заняттях мене до такого не готували!
zh_cn: 多少节解剖课也没法让我面对那些！

# bark_node_exit_failure_creatureden+runaway
source: Can't these horses go any faster?!
ja: この馬はもっと速く走れないの？
ko: 이 말들, 좀 더 빨리는 못 달리나?!
uk: Хіба коні не можуть бігти швидше?
zh_cn: 马就不能再跑快一点吗？

# bark_node_exit_failure_creatureden+vestal
source: Preternatural cunning!
ko: 말도 안되는 지능이로다!
uk: Надзвичайна хитрість!

# bark_node_exit_failure_dungeon+bounty_hunter+city
source: Follow my lead next time.
ja: 次は俺の指示に従えよ
ko: 다음에는 내 지시를 따르도록.
uk: Наступного разу за мною.
zh_cn: 下次听我指挥。

# bark_node_exit_failure_dungeon+bounty_hunter+coast
source: Not worth it. Back to dry land!
ja: 無駄だな。陸地へ戻るぞ！
ko: 이럴 가치가 없다. 마른 땅으로 돌아가!
uk: Не варте того. Назад на сушу!
zh_cn: 不值得。返回干燥陆地！

# bark_node_exit_failure_dungeon+bounty_hunter+farm
source: Amateurs! I could have had them!
ja: 素人どもめ！俺ならいけたかもな！
ko: 초짜 놈들! 나였으면 잡았어!
uk: Пройдисвіти! Я б їм показав.
zh_cn: 太不专业了——我本来能拿下的！

# bark_node_exit_failure_dungeon+bounty_hunter+forest
source: They saw us coming.
ja: 俺たちが来るのをわかっていたな
ko: 우리가 올 걸 알았나 보군.
uk: Вони нас бачили.
zh_cn: 他们算到我们的到来了。

# bark_node_exit_failure_dungeon+flagellant+city
source: My wounds are my own! Tend me not.
ko: 내 상처는 내가 알아서 한다! 치료하지 말도록.
uk: Мої рани — це моє! Не треба з ними нічого робити!

# bark_node_exit_failure_dungeon+flagellant+coast
source: Damned sea-chill! I've gone numb!
ja: 海の寒さはシャレにならないな！ 感覚が麻痺してきた！
ko: 망할 놈의 바닷바람! 추워서 통각이 마비되잖아.
uk: Клятий холодний вітер! Я зовсім занімів!
zh_cn: 该死，海边太冷了！我都要失去知觉了！

# bark_node_exit_failure_dungeon+flagellant+farm
source: To the lash with me!
ko: 채찍과 함께 나아가자!
uk: Бич — ось що нам допоможе!

# bark_node_exit_failure_dungeon+flagellant+forest
source: Leave them. Sad, dry things.
ja: 放っておけ。悲しく、乾ききったものだ
ko: 내버려 두어라. 안쓰럽고 메마른 것들.
uk: Залиште їх. Жалюгідні сухі речі.
zh_cn: 走吧。他们不过是群可怜的干枯之人。

# bark_node_exit_failure_dungeon+grave_robber+city
source: The city is beyond saving. So too are we.
ja: 街はとても救えない。我々も同じよ
ko: 이 도시에 구원은 없어. 우리도 그렇고.
uk: Місто не врятувати. І нас також.
zh_cn: 这座城市已经没救了。我们也一样。

# bark_node_exit_failure_dungeon+grave_robber+coast
source: I hear weeping in the mist...
ja: 霧の中で泣き声がする…
ko: 안개 속에서 흐느끼는 소리가 들려...
uk: Я чую плач у тумані.
zh_cn: 我听到了雾中传来哭泣声……

# bark_node_exit_failure_dungeon+grave_robber+farm
source: *strangled retching* Avert your eyes! Don't watch me...
ja: うっ… 目を背けろ！見るな…
ko: (목 졸린 소리) 눈 돌려! 날 쳐다보지 마...
uk: *стримує блювоту* Відверніться, не дивіться...
zh_cn: *痛苦地干呕* 转过头去！别盯着我看……

# bark_node_exit_failure_dungeon+grave_robber+forest
source: Is this what awaits me at the end? Dreaming forever?
ja: 最後に待っているのはこれ？ 永遠に夢を見ているの？
ko: 이게 날 기다리는 결말이라고? 영원토록 꿈이나 꾸는 게?
uk: Тож саме це чекає на мене в кінці? Вічне забуття?
zh_cn: 这会是我的结局么？陷入无尽的梦境？

# bark_node_exit_failure_dungeon+hellion+city
source: Fools for trying. Cowards for running. RRRGH...!
ja: 挑戦する愚か者。逃げ出す臆病者。あああっ…！
ko: 멍청한 시도에 겁쟁이 같은 도주라. 으윽...!
uk: Дурні намагаються, труси втікають, р-р-р!
zh_cn: 只有蠢货才会尝试。只有懦夫才会逃跑。RRRGH……！

# bark_node_exit_failure_dungeon+hellion+coast
source: Bells toll for us in the fog! RUN!
ja: 霧の中の鐘が鳴っている！逃げろ！
ko: 안개 속에서 종소리가 울린다! 도망쳐!
uk: По нас дзвонять дзвони, БІЖІМО!
zh_cn: 雾里响起了我们的丧钟声！快跑！

# bark_node_exit_failure_dungeon+hellion+farm
source: Flee! And salt the earth behind us!
ja: 逃げろ！それから後方に塩を撒いておけ！
ko: 도망쳐라! 소금 찌든 땅을 떠나라!
uk: Відступаймо! Треба розсипати сіль за собою!
zh_cn: 快逃！在身后撒盐！

# bark_node_exit_failure_dungeon+hellion+forest
source: Rot! Bile! Scavengers closing in...!
ja: 腐っている！胆汁だ！腐食性動物どもが迫り来るぞ…！
ko: 썩을! 망할! 시체 청소부들이 몰려온다...!
uk: Гнилля, жовч, падальники близько!
zh_cn: 腐肉！胆汁！食腐动物围上来了……！

# bark_node_exit_failure_dungeon+highwayman+city
source: So certain we were - and so wrong...
ja: 自分たちの力を信じていたのに、間違いだった…
ko: 그토록 확신에 차 있었는데... 완전히 틀렸었구만...
uk: Ми були такими впевненими — і так помилялися...
zh_cn: 我们那么自信——那么天真……

# bark_node_exit_failure_dungeon+highwayman+coast
source: Damn the horses - run!
ja: 駄馬め、走れ！
ko: 망할 놈의 말들아, 더 빨리 달려!
uk: До біса коней, біжімо!
zh_cn: 该死的马，快跑啊！

# bark_node_exit_failure_dungeon+highwayman+farm
source: ... what's the worst you've ever eaten to survive...?
ja: …生きるために食べた最悪のモノは何だ…？
ko: ...산 채로 잡아먹히는 것보다 더 나쁠 운명이 있나...?
uk: Яку наймерзотнішу їжу вам доводилося їсти, щоб вижити?
zh_cn: ……你们为了活命，吃过最恶心的东西是什么？

# bark_node_exit_failure_dungeon+highwayman+forest
source: Eyes feel heavy... gotta... stay on my feet...
ja: 瞼が重い…何とか…立っていないと…
ko: 눈꺼풀이 무거워... 두 발로... 버티고 서야...
uk: Повіки важчають... Треба залишатися на ногах...
zh_cn: 眼睛快要睁不开了……不……不能倒下……

# bark_node_exit_failure_dungeon+jester+city
source: *slow, discordant humming*
ja: (遅く、音程の外れた鼻歌)
ko: (느릿한 불협화음의 콧노래)
uk: *повільно і нерозбірливо наспівує*
zh_cn: *迟缓、不和谐的哼唱声*

# bark_node_exit_failure_dungeon+jester+coast
source: I prefer to die where they can find my corpse!
ja: 死ぬなら死体が見つかるところがいいな！
ko: 기왕이면 내 시체를 잘 찾을 만한 데서 죽고 싶은데!
uk: Я хочу померти там, де моє тіло можна буде знайти.
zh_cn: 我宁愿死在别人能找到我尸体的地方！

# bark_node_exit_failure_dungeon+jester+farm
source: *sniff* Skin blackening over meat...
ja: クンクン…肉の上の皮膚が黒くなっているぞ…
ko: (킁킁) 피부가 시커멓게 변하네...
uk: *нюхає* Шкіра почорніла...
zh_cn: *闻* 皮肉腐烂的味道……

# bark_node_exit_failure_dungeon+jester+forest
source: That drumming... it's IN my HEAD...!
ja: あの太鼓の音が…頭から離れられない…！
ko: 머릿속에서... 그 북소리가 울려...!
uk: Цей стукіт... він у мене в голові!
zh_cn: 那个鼓声……在我脑海中回响！

# bark_node_exit_failure_dungeon+leper+city
source: Let the flames feast on the corpse of man's hubris.
ja: 人間の傲慢の屍を、炎に喰らわせよ
ko: 사람의 시신을 장작 삼아 불꽃이 타오르게 두어라.
uk: Нехай полум’я зжере залишки людської зарозумілості!
zh_cn: 就让烈焰吞噬人类之傲的残骸吧。

# bark_node_exit_failure_dungeon+leper+coast
source: Halt. Let us accept our end with composure.
ja: 止まれ。冷静に最期を受け入れさせてくれ
ko: 멈추어라. 우리의 끝을 긍지 있게 받아들이자.
uk: Стояти! Приймемо смерть із гідністю.
zh_cn: 不必着急。让我们从容赴死。

# bark_node_exit_failure_dungeon+leper+farm
source: Let these fields lie fallow forever. We have lost them.
ja: この農地は永遠に休ませよう。我々は失ったのだ
ko: 영영 휴경지가 될 밭이로다. 우리는 이 땅을 잃고 말았다.
uk: Поля навіки залишаться неораними. Ми втратили їх.
zh_cn: 就让这些田野永远休耕吧。这里已经无药可救。

# bark_node_exit_failure_dungeon+leper+forest
source: Doomed warriors never granted the peace of the grave...
ja: 倒れた戦士は、墓の安らぎを与えられず…
ko: 이 불운한 전사들에게는 무덤의 안식조차 결코 허락되지 않으니...
uk: Приречені воїни ніколи не знайдуть спокою на тому світі...
zh_cn: 注定一死的战士们，永世不得坟墓的安宁……

# bark_node_exit_failure_dungeon+man_at_arms+city
source: This city is sick. Perhaps it <i>should</i> fall to ashes...
ja: この街は病んでいる。灰になる<i>べき</i>だ…
ko: 이 도시는 병들었다. 잿더미처럼 <i>무너지는 게</i> 순리일지도...
uk: Місто заражене. Можливо, <i>краще</i> буде спалити його вщент...
zh_cn: 这座城市病了。也许它<i>就该</i>化成灰烬……

# bark_node_exit_failure_dungeon+man_at_arms+coast
source: Retreat! If you want my blood, it won't come gifted!
ja: 退却だ！俺の血が欲しいなら、手に入らないぞ！
ko: 후퇴하라! 이 놈들, 내 피를 원한대도 순순히 내주지는 못한다!
uk: Відступаймо! Якщо я проллю кров, це не гарантує перемогу!
zh_cn: 撤退！想要我的血，那就看看你们有没有这个能耐！

# bark_node_exit_failure_dungeon+man_at_arms+farm
source: Ghkk! Bile in my throat... the smell...!
ja: ぐぐっ！喉に胆汁が…臭いが…！
ko: 크윽! 신물이 목구멍까지 차오르는군...!
uk: Гх, смак жовчі в роті... цей запах...
zh_cn: 咳！酸水到嗓子眼了……这味道……！

# bark_node_exit_failure_dungeon+man_at_arms+forest
source: Their faces...! Brothers, have you come for me at last?
ja: 彼らの顔は…！兄弟よ、ついに俺のもとに？
ko: 저 얼굴...! 전우들이여, 마침내 여기까지 찾아왔는가?
uk: Їхні обличчя... брати, ви нарешті прийшли за мною?
zh_cn: 他们的脸……！战友们，你们终于来找我了么？

# bark_node_exit_failure_dungeon+occultist+city
source: The minds of "great" men - all rotten! All depraved!
ko: '위대한' 인간의 정신이라. 전부 썩었다! 전부 쇠락하였다!

# bark_node_exit_failure_dungeon+occultist+coast
source: Strange tides, a stench that clogs the nose...
ja: 奇妙な潮流、鼻を詰まらせる悪臭…
ko: 기이한 물결, 콧속을 메우는 악취...
uk: Дивні течії... сморід, що закладає ніс...
zh_cn: 怪异的潮汐，挥之不散的恶臭……

# bark_node_exit_failure_dungeon+occultist+farm
source: We are all but flesh in the jaws of something greater.
ja: 我々は、巨大な存在の口内にある肉塊に過ぎない
ko: 우린 그저 거대한 아가리에 물린 살점일 뿐.
uk: Ми всі просто м’ясо в пащеці чогось велетенського...
zh_cn: 我们都不过是更强者嘴边的肉罢了。

# bark_node_exit_failure_dungeon+occultist+forest
source: What haunts await us next we close our eyes...?
ja: 次に目を閉じた時、何が待っているのだろう…？
ko: 우리가 눈을 감으면 또 어떤 악몽이 기다리고 있을 것인가...?
uk: Які кошмари чекають на нас, коли ми заплющуємо очі?
zh_cn: 我们下次合上双眼时，会有什么恐怖的景象在等待？

# bark_node_exit_failure_dungeon+plague_doctor+city
source: Man's great scholarly works in ashes! Fools! FOOLS!
ja: 人間の偉大な学問を灰にした！愚か者め！愚か者め！
ko: 인간의 가장 위대한 학문적 성취마저 잿더미가 되었는가! 멍청이들, 멍청이들!
uk: Найкращі наукові праці людства вже перетворилися на попіл, дурні!
zh_cn: 人类最伟大的学术著作付之一炬！愚昧，愚昧！

# bark_node_exit_failure_dungeon+plague_doctor+coast
source: Overpowering, mouldering corruption!
ja: なんて凄まじい、カビの生えた腐敗臭だ！
ko: 압도적으로 무너져 내리는 부패로구나!
uk: Непереборна зараза, від якої все гниє!
zh_cn: 令人窒息的腐败气息！

# bark_node_exit_failure_dungeon+plague_doctor+farm
source: How long can a stomach go empty? I'll investigate.
ja: 胃袋はいつまで空っぽでいられるのか？調査してみよう。
ko: 인간은 얼마나 굶고 버틸 수 있을까? 직접 시험해 보지.
uk: Скільки шлунок може витримати без їжі? Треба спробувати.
zh_cn: 空腹的状态能保持多久？我要研究研究。

# bark_node_exit_failure_dungeon+plague_doctor+forest
source: They defy science. They should not BE!
ja: 彼らは科学に逆らっている。動いてはならないものだ！
ko: 놈들은 과학을 무시하지. 그럴 수는 없어!
uk: Вони кидають виклик науці? Даремно!
zh_cn: 他们超出了科学的范畴。这怎么可能！

# bark_node_exit_failure_dungeon+runaway+city
source: N-no... let me go back... it's so warm in there...
ja: いや…戻らせて…あそこはとても暖かい…
ko: 아, 아냐... 다시 돌아갈래... 저기는 너무 따뜻해...
uk: Н-ні... пустіть мене... там так тепло...
zh_cn: 不……让我回去……那里好暖和……

# bark_node_exit_failure_dungeon+runaway+coast
source: This damp is settling in my bones...
ja: この湿気が私の骨に染み込む…
ko: 뼈마디 속까지 습기가 차는 것 같아...
uk: Вогкість у мене вже в кістках...
zh_cn: 这湿气要渗入我的骨骼……

# bark_node_exit_failure_dungeon+runaway+farm
source: I'd sooner starve than ever smell meat again.
ja: また肉の臭いを嗅ぐくらいなら、いっそ餓死したい
ko: 두 번 다시 고기 굽는 냄새를 맡지도 못하고 굶어 죽나 보네.
uk: Я краще помру з голоду, ніж знову понюхаю м’ясо.
zh_cn: 我宁可饿死也不想再闻到肉味了。

# bark_node_exit_failure_dungeon+runaway+forest
source: Burn it all down behind us. That mumbling...
ja: 背後で全部燃やして。あのブツブツ…
ko: 등 뒤에 있는 건 전부 불태워 버려. 아직도 헛소리가 들리네...
uk: Спалити все позаду... це бурмотіння...
zh_cn: 一把火把他们全烧了吧。那呢喃的声音……

# bark_node_exit_failure_dungeon+vestal+city
source: A den of horror and devils...
ja: 恐怖と悪魔の巣窟…
ko: 공포의 악의 소굴인가...
uk: Лігво жаху й бісів...
zh_cn: 魔鬼与恐怖之物的巢穴……

# bark_node_exit_failure_dungeon+vestal+coast
source: Away! There are no souls to save here!
ja: 離れましょう！ここに救うべき魂はありません！
ko: 물러나! 여기에 구할 수 있는 영혼은 없다!
uk: Тут уже нема кого рятувати!
zh_cn: 快走！那里没有灵魂能被拯救！

# bark_node_exit_failure_dungeon+vestal+farm
source: There is no redemption to be found here.
ko: 여기서는 구원을 찾을 수 없겠군.
uk: Спокути тут не знайти.

# bark_node_exit_failure_dungeon+vestal+forest
source: We have disturbed a burial site!
ko: 지금 묘지를 모독하고 있잖나!
uk: Ми потривожили могильник!

# bark_node_exit_failure_gauntchirurgeon+bounty_hunter
source: Close one, even fer us.
ko: 저건 우리한테도 좀 부담이군.

# bark_node_exit_failure_gauntchirurgeon+flagellant
source: We fled that pretender?! Turn back around!
ja: あの偽物から逃げたのか！？戻るぞ！
ko: 저딴 돌팔이에게서 도망치겠다고?! 당장 돌아서!
uk: Ми втекли від того облудника?! Поверніться!
zh_cn: 面对那伪冒者我们竟然落荒而逃？！掉头再战！

# bark_node_exit_failure_gauntchirurgeon+grave_robber
source: A flask, to steady my hands...!
ja: 飲んで手の震えを止めなきゃ…！
ko: 나 손 너무 떨려, 딱 한 모금만...!
uk: Треба випити, щоб руки не трусилися!..
zh_cn: 再给我一瓶，让我双手别再颤抖……！

# bark_node_exit_failure_gauntchirurgeon+hellion
source: I almost had him! Cowards!
ko: 거의 다 잡았는데! 겁쟁이들아!

# bark_node_exit_failure_gauntchirurgeon+highwayman
source: ... least we got out.
ja: …少なくとも逃げおおせたな
ko: ...최소한 빠져나오긴 했잖아.
uk: Ну, принаймні нам вдалося втекти.
zh_cn: ……至少我们逃出来了。

# bark_node_exit_failure_gauntchirurgeon+jester
source: Bad medicine, that. Heh heh.
ja: 悪いおクスリだぞ、あれは。へへっ…
ko: 거 나쁜 치료법이로군, 헤헤.
uk: Погані ліки. Хе-хе.
zh_cn: 那可真是一剂劣药。嘿嘿。

# bark_node_exit_failure_gauntchirurgeon+leper
source: ... hope, the intoxicant of many a fool.
ja: …希望に酔狂するのは愚か者だ
ko: ...희망은 숱한 천치들을 홀리는 독이니.
uk: Надія — дурман для багатьох дурнів.
zh_cn: ……“希望”，乃是众多愚者的麻醉剂。

# bark_node_exit_failure_gauntchirurgeon+man_at_arms
source: Was like he was lookin' through us...
ja: まるで見透かされているようだった…
ko: 우릴 꿰뚫어 보는 것 같았다고...
uk: Він ніби дивився крізь нас...
zh_cn: 他仿佛看透了我们……

# bark_node_exit_failure_gauntchirurgeon+occultist
source: Nothing to be learned from such brutality.
ja: あのような残忍行為から学ぶことなどない
ko: 그런 잔인함에서 배울 수 있는 것은 없지.
uk: Така жорстокість нічому не навчить.
zh_cn: 如此暴力之行径，毫无可取之处。

# bark_node_exit_failure_gauntchirurgeon+plague_doctor
source: Such barbaric methods, yet oddly enthralling...
ja: 野蛮な手法だが、妙な魅力があった…
ko: 정말 야만적인 방법이야, 그런데 왜 이리 마음이 끌리는지...
uk: Методи варварські, але напрочуд захоплюючі...
zh_cn: 这种手段如此野蛮，却又莫名叫人着迷……

# bark_node_exit_failure_gauntchirurgeon+runaway
source: This close to gettin' dismembered...
ja: あと少しでバラバラにされるところだった…
ko: 야, 거의 토막 날 뻔했네...
uk: Нас мало не розчленували...
zh_cn: 差点就被肢解了……

# bark_node_exit_failure_gauntchirurgeon+vestal
source: ... I can feel them crawling on me...
ko: ...아직도 몸 위를 기어 다니는 느낌이야...

# bark_node_exit_failure_guardian+bounty_hunter
source: They'll follow. Get a move on.
ja: 奴らが追ってくるぞ。急げ
ko: 놈들이 따라올 거다. 움직이자.
uk: Вони йдуть. Рухаймося далі.
zh_cn: 它们会追上来。快走。

# bark_node_exit_failure_guardian+flagellant
source: Prostrate yourselves!
ko: 당장 엎드려!
uk: Підкоріться!

# bark_node_exit_failure_guardian+grave_robber
source: I-it's too much! That was too much!
ja: これは無理！どうにもならないわ！
ko: 너... 너무해! 이건 너무하다고!
uk: Це занадто, це було занадто!
zh_cn: 这、这实在是……我受不了了！

# bark_node_exit_failure_guardian+hellion
source: N-no! No more!
ja: ダメだ！もう無理だ！
ko: 아, 안 돼! 이제 그만!
uk: Н-ні, більше не треба!
zh_cn: 别、别再来了！

# bark_node_exit_failure_guardian+highwayman
source: Let's get the hell out of here!
ja: さっさと出るぞ！
ko: 당장 여기서 빠져나가자!
uk: Забираймося звідси!
zh_cn: 咱们快撤！

# bark_node_exit_failure_guardian+jester
source: Joke's on us then, eh?
ja: 因果応報、ってか？
ko: 이거 우리가 놀림 당하는 거였구만?
uk: Це жарт такий?
zh_cn: 小丑就是我们自己啊，是吧？

# bark_node_exit_failure_guardian+leper
source: Pity the starless sky.
ja: 星のない空は不憫だ
ko: 별빛 하나 없는 하늘이 안타깝구나.
uk: Горе беззоряному небу.
zh_cn: 没有星辰的夜空，令人叹惋。

# bark_node_exit_failure_guardian+man_at_arms
source: RETREAT! It's a rout...!
ja: 撤退だ！敗走するしかない…！
ko: 후퇴하라! 이러다 전멸하겠다...!
uk: ВІДСТУПАЙМО! Це розгром...
zh_cn: 撤退！一场溃败……！

# bark_node_exit_failure_guardian+occultist
source: I-I could never have imagined...
ja: 想像もできなかった…
ko: 이, 이런 건 상상도 못했는데...
uk: Мені навіть на думку не могло спасти...
zh_cn: 我、我从未想象过……

# bark_node_exit_failure_guardian+plague_doctor
source: H-how could it... I don't...
ja: 一体どうして…自分は…
ko: 어... 어떻게 이런... 난 도저히...
uk: Як це могло... я не...
zh_cn: 怎……怎么会这样……我不理解……

# bark_node_exit_failure_guardian+runaway
source: RUN!
ja: 逃げて！
ko: 도망쳐!
uk: Тікаймо!
zh_cn: 跑啊！

# bark_node_exit_failure_guardian+vestal
source: The darkness empowers them...!
ja: 闇が彼らに力を与えているのです…！
ko: 저들은 암흑에서 힘을 얻는다...!
uk: Пітьма наділяє їх силою.
zh_cn: 黑暗赋予了他们力量……！

# bark_node_exit_failure_storycultist+bounty_hunter
source: Hear that wailing? They hunt us still.
ja: あの慟哭が聞こえるか？奴らはまだ我々を追っている
ko: 저 통곡 소리 들리나? 아직도 우릴 쫓는 거다.
uk: Чуєте крики? Вони досі полюють на нас.
zh_cn: 听到那声嚎叫了么？它们还在追。

# bark_node_exit_failure_storycultist+flagellant
source: AT LAST! A worthy torment!
ja: やっとか！価値ある苦しみだ！
ko: 마침내! 가치 있는 고통이로다!
uk: НАРЕШТІ! Які чудові тортури!
zh_cn: 终于！一场配得上我的折磨！

# bark_node_exit_failure_storycultist+grave_robber
source: ... gleaming horrors not of our world...
ja: …我々とは違う世界から来た、輝く恐怖ね…
ko: ... 다른 세계의 공포를 엿보았으니...
uk: ...миготливі жахи потойбічного світу...
zh_cn: ……来自异世界的泛着微光的恐怖……

# bark_node_exit_failure_storycultist+hellion
source: *chattering teeth*
ja: (歯を震わせる)
ko: (이 가는 소리)
uk: *стукає зубами*
zh_cn: *牙齿打颤的声音*

# bark_node_exit_failure_storycultist+highwayman
source: I don't <i>ever</i> want to cut it that close again.
ja: あんなのには<i>二度と</i>近づきたくもないな
ko: <i>다시는</i> 그런 걸 코 앞에서 베고 싶지는 않아.
uk: Більше <i>ніколи</i> не підійду настільки близько.
zh_cn: 别<i>再</i>来这种千钧一发的事情了。

# bark_node_exit_failure_storycultist+jester
source: What's that ringing in my ears?!
ja: なんだこの耳鳴りは！？
ko: 이명이 사라지질 않는데?!
uk: Що за подзвін у мене у вухах?!
zh_cn: 在我耳边回响的是什么声音？！

# bark_node_exit_failure_storycultist+leper
source: Circled we are, buzzards above...
ja: 我々は、上空のハゲタカに囲まれている…
ko: 독수리들이 머리 위를 맴도는구나...
uk: Ми — всередині кола, угорі — стерв’ятники...
zh_cn: 我们被包围了，头顶秃鹫徘徊……

# bark_node_exit_failure_storycultist+man_at_arms
source: I will not stand and fight! I cannot! RETREAT!
ja: こんなのは耐えられん！ 無理だ！ 撤退しろ！
ko: 더는 싸우지 않겠다! 아니, 버틸 수도 없다! 후퇴하라!
uk: Я не боротимуся! Не можу! ВІДСТУПАЙМО!
zh_cn: 没法坚守阵地！不可能！快撤！

# bark_node_exit_failure_storycultist+occultist
source: How deep, the void between the stars...
ja: 星々の間の虚空はなんと深いことか…
ko: 별들 사이의 공허가 이토록 깊었는가...
uk: Яка глибока порожнеча між зірками...
zh_cn: 群星之间的虚空，如此深遂……
