Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# minimap_tooltip_hospital
source: Hospital <color=#{buff}>[a place to cure maladies]</color>
ja: 病院 <color=#{buff}>[疾患を治療する場所]</color>
ko: 병원 <color=#{buff}>[질병을 치료하는 장소]</color>
uk: Польовий лазарет <color=#{buff}>[Місце лікування хвороб]</color>
zh_cn: 临时诊所 <color=#{buff}>[疗伤治病的地方]</color>

# minimap_tooltip_inn
source: Inn <color=#{buff}>[a place to rest and train]</color>
ja: 宿 <color=#{buff}>[休憩と訓練をする場所]</color>
ko: 여관 <color=#{buff}>[휴식과 단련의 장소]</color>
uk: Трактир <color=#{buff}>[Місце відпочинку й тренувань]</color>
zh_cn: 旅馆 <color=#{buff}>[休息和训练]</color>

# minimap_tooltip_landmark
source: The Howling Gap
ja: 吠える谷間
ko: 울부짖는 골짜기
uk: Виюча ущелина
zh_cn: 啸叫的裂隙

# minimap_tooltip_oasis
source: Oasis <color=#{buff}>[a place to calm one's mind]</color>
ja: オアシス <color=#{buff}>[心を休める場所]</color>
ko: 샘터 <color=#{buff}>[마음을 추스리는 장소]</color>
uk: Оазис <color=#{buff}>[Місце для заспокоєння розуму]</color>
zh_cn: 绿洲 <color=#{buff}>[放松心灵的地方]</color>

# minimap_tooltip_recenter
source: Center on Stagecoach
ja: 駅馬車の中央
ko: 역마차에 초점
uk: Диліжанс по центру
zh_cn: 回到驿站马车

# minimap_tooltip_store
source: Hoarder <color=#{buff}>[store]</color>
ko: 고물상 <color=#{buff}>[상점]</color>

# minimap_tooltip_story_assist
source: Assistance Encounter <color=#{buff}>[Rewards: flame, food, supplies]</color>
ko: 조력 조우 <color=#{buff}>[보상: 횃불, 식량, 보급품]</color>

# minimap_tooltip_story_cosmic
source: Academic's Study <color=#{buff}>[Rewards: mysterious]</color>
ko: 교수의 연구 <color=#{buff}>[보상: 불가사의]</color>

# minimap_tooltip_story_cosmic_broken_clock_subtype_label
source: Academic's Study <color=#{harmful}>Broken Clock</color> <color=#{buff}>[Rewards: unique trinkets, stress heal]</color>
ko: 교수의 연구 <color=#{harmful}>고장 난 시계</color> <color=#{buff}>[보상: 고유 장신구, 스트레스 치유]</color>

# minimap_tooltip_story_cosmic_caged_creature_subtype_label
source: Academic's Study <color=#{harmful}>Caged Creature</color> <color=#{buff}>[Rewards: unique item, unique trinkets]</color>
ko: 교수의 연구 <color=#{harmful}>갇힌 피조물</color> <color=#{buff}>[보상: 고유 아이템, 고유 장신구]</color>

# minimap_tooltip_story_cosmic_faceless_facsimile_subtype_label
source: Academic's Study <color=#{harmful}>Faceless Facsimile</color> <color=#{buff}>[Rewards: unique trinkets, combat items]</color>
ko: 교수의 연구 <color=#{harmful}>얼굴 없는 인형</color> <color=#{buff}>[보상: 고유 장신구, 전투 아이템]</color>

# minimap_tooltip_story_cosmic_familiar_desk_subtype_label
source: Academic's Study <color=#{harmful}>Familiar Desk</color> <color=#{buff}>[Rewards: books, wealth, trinkets]</color>
ko: 교수의 연구 <color=#{harmful}>익숙한 책상</color> <color=#{buff}>[보상: 서적, 재물, 장신구]</color>

# minimap_tooltip_story_cosmic_formless_sculpture_subtype_label
source: Academic's Study <color=#{harmful}>Formless Sculpture</color> <color=#{buff}>[Rewards: unique item, quirks]</color>
ko: 교수의 연구 <color=#{harmful}>형체 없는 조각</color> <color=#{buff}>[보상: 고유 아이템, 기벽]</color>

# minimap_tooltip_story_cosmic_hovering_polyhedra_subtype_label
source: Academic's Study <color=#{harmful}>Hovering Polyhedron</color> <color=#{buff}>[Rewards: unique item, unique trinkets]</color>
ko: 교수의 연구 <color=#{harmful}>부유하는 다면체</color> <color=#{buff}>[보상: 고유 아이템, 고유 장신구]</color>

# minimap_tooltip_story_cosmic_memories_of_a_dream_subtype_label
source: Academic's Study <color=#{harmful}>Memories of a Dream</color> <color=#{buff}>[Rewards: quirks]</color>
ko: 교수의 연구 <color=#{harmful}>꿈의 기억</color> <color=#{buff}>[보상: 기벽]</color>

# minimap_tooltip_story_cosmic_scary_song_subtype_label
source: Academic's Study <color=#{harmful}>Scary Song</color> <color=#{buff}>[Rewards: unique trinkets, quirks]</color>
ko: 교수의 연구 <color=#{harmful}>으스스한 노래</color> <color=#{buff}>[보상: 고유 장신구, 기벽]</color>

# minimap_tooltip_story_cosmic_sealed_doorway_subtype_label
source: Academic's Study <color=#{harmful}>Sealed Doorway</color> <color=#{buff}>[Rewards: trinkets, unique item, quirks]</color>
ko: 교수의 연구 <color=#{harmful}>봉인된 출입구</color> <color=#{buff}>[보상: 장신구, 고유 아이템, 기벽]</color>

# minimap_tooltip_story_cosmic_shamblers_altar_subtype_label
source: Academic's Study <color=#{harmful}>Shamblers Altar</color> <color=#{buff}>[Rewards: ???]</color>
ko: 교수의 연구 <color=#{harmful}>기는 혼돈의 제단</color> <color=#{buff}>[보상: ???]</color>

# minimap_tooltip_story_cosmic_thing_in_corner_subtype_label
source: Academic's Study <color=#{harmful}>Thing in the Corner</color> <color=#{buff}>[Rewards: unique trinkets, quirks]</color>
ko: 교수의 연구 <color=#{harmful}>구석에 몰린 존재</color> <color=#{buff}>[보상: 고유 장신구, 기벽]</color>

# minimap_tooltip_story_cosmic_thought_experiment_subtype_label
source: Academic's Study <color=#{harmful}>Thought Experiment</color> <color=#{buff}>[Rewards: unique trinkets, quirks]</color>
ko: 교수의 연구 <color=#{harmful}>사고 실험</color> <color=#{buff}>[보상: 고유 장신구, 기벽]</color>

# minimap_tooltip_story_cosmic_timeworn_volumes_subtype_label
source: Academic's Study <color=#{harmful}>Timeworn Volumes</color> <color=#{buff}>[Rewards: books, quirks]</color>
ko: 교수의 연구 <color=#{harmful}>오래되어 해진 책장</color> <color=#{buff}>[보상: 서적, 기벽]</color>

# minimap_tooltip_story_cosmic_unsettling_portrait_subtype_label
source: Academic's Study <color=#{harmful}>Unsettling Portrait</color> <color=#{buff}>[Rewards: quirks, trinkets]</color>
ko: 교수의 연구 <color=#{harmful}>불안한 초상화</color> <color=#{buff}>[보상: 기벽, 장신구]</color>

# minimap_tooltip_story_cosmic_vintage_collection_subtype_label
source: Academic's Study <color=#{harmful}>Vintage Collection</color> <color=#{buff}>[Rewards: unique liquors]</color>
ko: 교수의 연구 <color=#{harmful}>포도주 컬렉션</color> <color=#{buff}>[보상: 고유 주류]</color>

# minimap_tooltip_story_hero_replacement
source: Hero Recruitment <color=#{buff}>[Rewards: flame, food, supplies]</color>
ja: 英雄の雇用： <color=#{buff}>[報酬：炎、食料、物資]</color>
ko: 영웅 고용 <color=#{buff}>[보상: 불꽃, 식량, 보급품]</color>
uk: Поповнення рядів <color=#{buff}>[Винагорода: полум’я, їжа, припаси]</color>
zh_cn: 英雄招募 <color=#{buff}>[奖励：火炬、食物、物资]</color>

# minimap_tooltip_story_resist
source: Resistance Encounter <color=#{buff}>[Rewards: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, <sprite name={q}icon_relic{q}>, <sprite name={q}icon_factioncurrency{q}>, trinkets. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: 저항 조우 <color=#{buff}>[보상: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, <sprite name={q}icon_relic{q}>, <sprite name={q}icon_factioncurrency{q}>, 장신구. <sprite name={q}icon_doom{q}> 감소.]</color>

# minimap_tooltip_unknown
source: Unknown <color=#{buff}>[Rewards: ???]</color>
ko: 미확인 <color=#{buff}>[보상: ???]</color>

# minimap_tooltip_wagon
source: Stagecoach
ko: 역마차
uk: Диліжанс

# minimap_tooltip_watch_tower
source: Watch Tower <color=#{buff}>[Rewards: scouting]</color>
ko: 감시탑 <color=#{buff}>[보상: 정찰]</color>

# minimap_unknown_route_type_tooltip_label
source: Unknown Route <color=#{harmful}>???</color>
ko: 미확인 경로 <color=#{harmful}>???</color>
uk: Невідома дорога <color=#{harmful}>???</color>

# Mountain
source: The Mountain
ko: 산
uk: Гора

# mountain_embark_equip_trophies_label
source: You must have a trophy equipped to embark!
ja: 出発するには、トロフィーを装備する必要がある！
ko: 출정하려면 전리품을 장비 해야 합니다!
uk: Установіть трофей, щоб вирушити в дорогу!
zh_cn: 必须装备有狩猎纪念品才能出发！

# mountain_embark_trophies_missing_label
source: You must have a trophy equipped to enter the mountain!
ja: 山に入るには、トロフィーを装備する必要がある！
ko: 산에 들어가려면 전리품을 장비 해야 합니다!
uk: Установіть трофей, щоб вирушити на Гору!
zh_cn: 必须装备有狩猎纪念品才能前往山峰！

# mountain_inn_no_trophy_entry_label
source: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>An Impasse.</size></font></color> Without a trophy, the Mountain is unreachable.
ja: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>この先は通行不能。</size></font></color> トロフィーがなければ山に到達できない。
ko: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>들어갈 수 없습니다.</size></font></color> 전리품이 없으면 산에 도달할 수 없습니다.
uk: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>Глухий кут.</size></font></color> На Гору неможливо потрапити без трофея.
zh_cn: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>陷入死局。</size></font></color> 没有狩猎纪念品，山峰注定牢不可破。

# MountainArms
source: The Mountain
ko: 산
uk: Гора

# MountainBody
source: The Mountain
ko: 산
uk: Гора

# MountainBrain
source: The Mountain
ko: 산
uk: Гора

# MountainEyes
source: The Mountain
ko: 산
uk: Гора

# MountainLungs
source: The Mountain
ko: 산
uk: Гора

# movie_screen_skip_prompt
source: Hold Space to skip
ja: スペースバー長押しでスキップ
ko: 건너뛰려면 스페이스를 길게 누르세요
uk: Утримуйте клавішу «Пробіл», щоб пропустити
zh_cn: 长按空格跳过

# negative_affinity_label
source: Adds {0} <sprite name={q}icon_affinity_down{q}>
ja: {0}<sprite name={q}icon_affinity_down{q}>を追加
ko: {0} <sprite name={q}icon_affinity_down{q}> 추가
uk: Додає {0} <sprite name={q}icon_affinity_down{q}>
zh_cn: 添加{0}<sprite name={q}icon_affinity_down{q}>

# node_interaction_altar_of_hope_label
source: Altar of Hope
ja: 希望の祭壇
ko: 희망의 제단
uk: Вівтар надії
zh_cn: 希望祭坛

# node_interaction_cache_label
source: The Academic's Cache
ja: 学者の隠匿場所
ko: 교수의 은닉처
uk: Схованка Академіка
zh_cn: 教授的贮藏

# node_interaction_caves_cache_label
source: The Swine's Cache
ja: 豚の隠匿場所
ko: 돼지의 은닉처
uk: Схованка вепрів
zh_cn: 猪人的贮藏

# node_interaction_creatureden
source: Enter The Den
ja: 巣窟に入る
ko: 굴 진입
uk: Вхід до барлогу
zh_cn: 兽窟

# node_interaction_dungeon_label
source: Lair
ja: 隠れ家
ko: 소굴
uk: Лігво
zh_cn: 巢穴

# node_interaction_dungeon_label+cave
source: THIS SHOULDN'T EXIST?
ja: これは存在すべきではない？
ko: 이런 건 존재하면 안되는데?
uk: ХІБА ЦЕ МОЖЛИВО?
zh_cn: 这不该出现的？

# node_interaction_dungeon_label+city
source: The Great Library
ja: 大図書館
ko: 대도서관
uk: Велика бібліотека
zh_cn: 大图书馆

# node_interaction_dungeon_label+coast
source: The Sacred Pier
ja: 聖なる桟橋
ko: 신성한 잔교
uk: Заборонений причал
zh_cn: 朝圣栈桥

# node_interaction_dungeon_label+farm
source: The Harvest House
ja: 収穫の家
ko: 수확의 집
uk: Будинок урожаю
zh_cn: 丰收之屋

# node_interaction_dungeon_label+forest
source: The General's Keep
ja: 将軍の居城
ko: 장군의 요새
uk: Цитадель генерала
zh_cn: 将军之堡

# node_interaction_enter_label
source: Enter
ja: 入る
ko: 들어가기
uk: Увійти
zh_cn: 进入

# node_interaction_gauntchirurgeon
source: The Chirurgeon's Table
ko: 거머리 의사의 작업대

# node_interaction_guardian_label
source: Oblivion's Rampart
ja: 忘却の城壁
ko: 망각의 성채
uk: Оплот забуття
zh_cn: 湮灭壁垒

# node_interaction_hero_select_label
source: The Crossroads
ja: 交差点
ko: 교차로
uk: Роздоріжжя
zh_cn: 十字路口

# node_interaction_hospital_label
source: The Field Hospital
ja: 野戦病院
ko: 야전 병원
uk: Польовий лазарет
zh_cn: 临时诊所

# node_interaction_oasis
source: An Oasis
ja: オアシス
ko: 샘터
uk: Оазис
zh_cn: 绿洲

# node_interaction_store_label
source: The Hoarder
ja: 貯蔵庫
ko: 고물상
uk: Барахольник
zh_cn: 囤积者

# node_interaction_story_assist_label
source: The Desperate Few
ja: 少数の困窮者
ko: 절박한 생존자들
uk: Страждальники
zh_cn: 绝境流民

# node_interaction_story_cosmic_label
source: The Academic's Study
ja: 学者の研究所
ko: 교수의 연구
uk: Лабораторія Академіка
zh_cn: 教授的研究

# node_interaction_story_cultist_label
source: Oblivion's Ingress
ja: 忘却の入り口
ko: 망각의 침입
uk: Прохід забуття
zh_cn: 湮灭缺口

# node_interaction_story_hero_label
source: Shrine of Reflection
ja: 内省の神殿
ko: 회고의 성소
uk: Святилище роздумів
zh_cn: 反思圣地

# node_interaction_story_resist_label
source: Resist Node
ja: 抵抗の領域
ko: 저항 구획
uk: Зупинка із сутичкою
zh_cn: 抵抗地点

# node_interaction_story_resist_label+cave
source: The Warren
ja: ウサギの巣穴
ko: 사육장
uk: Лабіринт ходів
zh_cn: 洞穴

# node_interaction_story_resist_label+city
source: The Burning Pile
ja: 燃える山
ko: 불타는 더미
uk: Палаюча купа
zh_cn: 焚烧火堆

# node_interaction_story_resist_label+coast
source: The Sunken Monolith
ja: 沈んだ石柱
ko: 내려앉은 석주
uk: Затоплений моноліт
zh_cn: 沉没石碑

# node_interaction_story_resist_label+farm
source: The Towering Feast
ja: 高くそびえるご馳走
ko: 산더미 같은 연회
uk: Грандіозний бенкет
zh_cn: 滔天盛宴

# node_interaction_story_resist_label+forest
source: The Forgotten Outpost
ja: 忘れ去られた前哨基地
ko: 잊힌 초소
uk: Покинута застава
zh_cn: 遗忘前哨

# node_interaction_watchtower_label
source: The Watchtower
ja: 監視塔
ko: 감시탑
uk: Дозорна вежа
zh_cn: 眺望台

source: Occultist
ja: 神秘主義者
ko: 신비학자
uk: Окультист
zh_cn: 神秘学家

# occultist_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# occultist_wpn_aspirant
source: <color=#{notable}>Aspirant</color>
ko: <color=#{notable}>복사</color>
uk: <color=#{notable}>Шукач</color>

# occultist_wpn_ritualist
source: <color=#{notable}>Ritualist</color>
ko: <color=#{notable}>의식사</color>
uk: <color=#{notable}>Ритуаліст</color>

# occultist_wpn_warlock
source: <color=#{notable}>Warlock</color>
ko: <color=#{notable}>사술사</color>
uk: <color=#{notable}>Чорнокнижник</color>

# options_auto_fps_label
source: Auto
ja: オート
ko: 자동
uk: Авто
zh_cn: 自动

# options_fps_label
source: Max FPS
ko: 최대 FPS
uk: Макс. кадр/с

# options_graphics_quality_label
source: Graphics Quality
ja: グラフィックの質
ko: 그래픽 품질
uk: Якість графіки
zh_cn: 画质

# options_key_bindings_header_command
source: Command:
ko: 조종:
uk: Дія

# options_key_bindings_header_key_1
source: Key 1
ja: キー1
ko: 키 1
uk: Клавіша 1
zh_cn: 按键1

# options_key_bindings_header_key_2
source: Key 2
ja: キー2
ko: 키 2
uk: Клавіша 2
zh_cn: 按键2

# options_menu_allow_audio_in_bg
source: Allow Audio in Background
ja: バックグラウンドでオーディオ再生を許可
ko: 백그라운드에서 오디오 허용
uk: Дозволити фоновий звук
zh_cn: 允许在背景中播放声音

# options_menu_analytics_allowed_toggle
source: Analytics Allowed
ja: アナリティクスを許可
ko: 분석 허용
uk: Дозволити аналітику
zh_cn: 允许数据分析

# options_menu_audio_device_title
source: Audio Device
ja: オーディオ機器
ko: 음향 장치
uk: Звуковий пристрій
zh_cn: 音频设备

# options_menu_autoscroll_minimap_on_scout_tooltip
source: When entering region, minimap will autoscroll with the initial scouting pulse.
ja: 地域に入った際、初期偵察で発生する波に合わせてミニマップが自動スクロールする。
ko: 각 지역에 진입하면 지도가 자동 스크롤 되면서 첫 정찰을 수행합니다.
uk: Під час в’їзду в регіон мінікарта автоматично прокручується, показуючи розвідані місця.
zh_cn: 进入地区时，小地图会随初次侦察自动滚动。

# options_menu_cinematic_vsync
source: Use Cinematic VSync
ja: シネマティックで垂直同期を使用
ko: 영상 V싱크 사용
uk: Увімкнути VSync у відео
zh_cn: 使用动画垂直同步

# options_menu_controls_camera_distance_label
source: Camera Distance
ja: カメラの距離
ko: 카메라 거리
uk: Дальність камери
zh_cn: 视角距离

# options_menu_controls_camera_shake_label
source: Camera Shake
ja: カメラの揺れ
ko: 카메라 흔들림
uk: Дрижання камери
zh_cn: 视角抖动

# options_menu_controls_hold_to_drive_label
source: Hold Key to Drive
ko: 키를 계속 눌러 직접 운전

# options_menu_controls_input_bindings_label
source: Bindings
ja: 操作設定
ko: 지정
uk: Прив’язка клавіш
zh_cn: 键位绑定

# options_menu_controls_max_steering_angle_label
source: Max Steering Angle
ja: 左右移動の最大角度
ko: 최대 회전 각도
uk: Максимальний кут напряму
zh_cn: 最大马车转向角度

# options_menu_controls_steering_sensitivity_label
source: Manual Steering Sensitivity
ko: 직접 운전 시 회전 감도

# options_menu_experimental_header
source: Experimental
ja: 実験用
ko: 실험 단계
uk: Експериментальні
zh_cn: 测试设置

# options_menu_game_subtitles_toggle_label
source: Subtitles
ja: 字幕
ko: 자막
uk: Субтитри
zh_cn: 字幕

# options_menu_game_tutorial_toggle_label
source: Tutorials
ja: チュートリアル
ko: 튜토리얼
uk: Навчання
zh_cn: 教程

# options_menu_hold_to_drive_tooltip
source: Instead of tapping to start/stop, hold the forward key to drive.
ja: 1回押して移動/停止を切り替える形ではなく、前進キーを長押しで運転する。
ko: 전진 키를 한번 눌러서 출발/정지를 결정하는 게 아니라 계속 눌러서 운전을 합니다.
uk: Утримувати клавішу руху вперед для їзди замість того, щоб починати/зупиняти рух натисканням клавіші.
zh_cn: 长按前进键驾车，而不是单次按键切换驾车/停车。

# options_menu_input_device_handling_title
source: Device Handling
ko: 디바이스 취급

# options_menu_language_warning_close_button
source: Ok
ko: 확인
uk: ОК
zh_cn: 好的

# options_menu_language_warning_message
source: Language setting was saved to active profile and will be applied at the next application start.
ja: 言語設定が現在のプロフィールに保存され、次回起動時に適用されるようになった。
ko: 언어 설정이 활성화 프로필에 저장되었으며 다음에 애플리케이션을 실행할 때 적용됩니다.
uk: Мовні налаштування збережені в активному профілі. Вони будуть застосовані під час наступного запуску.
zh_cn: 语言设置已为当前档案保存，将会在下次启动应用程序时应用。

# options_menu_master_volume
source: Master
ja: マスター音量
ko: 총 음량
uk: Загальна гучність
zh_cn: 主音量

# options_menu_mouse_driving
source: Mouse Driving
ko: 마우스 운전

# options_menu_mouse_steering_sensitivity
source: Mouse Steering Sensitivity
ko: 마우스 운전 시 회전 감도

# options_menu_mouse_to_drive_tooltip
source: Click mouse button to start/stop. Steer by moving mouse left/right.
ja: マウスクリックで移動/停止を切り替える。 マウスを左右に動かして左右へ移動する。
ko: 마우스를 클릭하여 출발/정지합니다. 마우스를 좌우로 움직여 회전합니다.
uk: Починайте чи зупиняйте рух, натискаючи кнопку миші, і регулюйте напрямок їзди, повертаючи мишу ліворуч або праворуч.
zh_cn: 点击鼠标左键驾车/停车。左移或右移鼠标转向。

# options_menu_music_volume
source: Music
ja: 音楽
ko: 음악
uk: Музика
zh_cn: 音乐

# options_menu_resolution_change_keep_changes
source: Keep changes
ja: 変更を維持
ko: 변경 사항 유지
uk: Зберегти
zh_cn: 保留更改

# options_menu_resolution_change_line_one
source: Keep display settings?
ja: ディスプレイの設定を維持する？
ko: 디스플레이 설정을 유지할까요?
uk: Зберегти налаштування?
zh_cn: 保留显示设置？

# options_menu_resolution_change_line_two_prefix
source: Reverting to previous display settings in
ja: 以前のディスプレイ設定に戻るまで
ko: 이전 디스플레이 설정 복구까지
uk: Попередні налаштування будуть повернуті через
zh_cn: 将在此时间后返回原先的设置：

# options_menu_resolution_change_line_two_suffix
source: seconds.
ja: 秒
ko: 초.
uk: с.
zh_cn: 秒。

# options_menu_resolution_change_line_two_suffix_singular
source: second.
ja: 秒
ko: 초.
uk: с.
zh_cn: 秒。

# options_menu_resolution_change_revert
source: Revert
ja: 戻す
ko: 복구
uk: Повернути
zh_cn: 放弃更改

# options_menu_scroll_with_scouting
source: Minimap Scout Autoscroll
ja: 偵察でミニマップを自動スクロール
ko: 지도 정찰 자동 스크롤
uk: Автопрокручування мінікарти під час розвідки
zh_cn: 小地图侦察时自动滚动

# options_menu_sfx_volume
source: Sfx
ja: 効果音
ko: 음향 효과
uk: Ефекти
zh_cn: 音效

# options_menu_stop_driving_with_character_sheet
source: Hero Sheet Stagecoach Stop
ko: 영웅 정보 열람 시 역마차 정지

# options_menu_stop_driving_with_character_sheet_tooltip
source: Opening the hero sheet stops the Stagecoach.
ko: 영웅 정보 창을 열면 역마차를 정지합니다.

# options_menu_title
source: Options
ja: オプション
ko: 설정
uk: Налаштування
zh_cn: 选项

# options_menu_user_interface_language_title
source: Language
ja: 言語
ko: 언어
uk: Мова
zh_cn: 语言

# options_menu_vo_volume
source: VO
ja: ボイス
ko: 목소리
uk: Голос
zh_cn: 配音

# options_monitor_picker_label
source: Display Monitor
ja: モニター
ko: 표시 모니터
uk: Монітор
zh_cn: 显示器

# options_reset_all_bindings
source: Default Bindings
ko: 기본 지정
uk: Прив’язка клавіш за умовчанням

# options_resolution_label
source: Resolution
ja: 解像度
ko: 해상도
uk: Розд. здатн.
zh_cn: 分辨率

# options_tab_audio_label
source: Audio
ja: 音響
ko: 음향
uk: Звук
zh_cn: 音频

# options_tab_controls_label
source: Controls
ja: 操作
ko: 조작
uk: Керування
zh_cn: 控制

# options_tab_game_label
source: Game
ja: ゲーム
ko: 게임
uk: Гра
zh_cn: 游戏

# options_tab_graphics_label
source: Graphics
ja: 画面
ko: 그래픽
uk: Графіка
zh_cn: 画面

# options_vsync_label
source: VSync
ja: 垂直同期
ko: 수직동기화
zh_cn: 垂直同步

# options_window_mode_exclusive_fullscreen
source: Exclusive Fullscreen
ja: 排他的フルスクリーン
ko: 전체 화면
uk: На весь екран
zh_cn: 全屏独占

# options_window_mode_fullscreen
source: Fullscreen Window
ja: 全画面ウィンドウ
ko: 경계 없는 창 모드
uk: На весь екран (у вікні)
zh_cn: 全屏窗口化

# options_window_mode_label
source: Window Mode
ja: ウィンドウモード
ko: 창 모드
uk: Режим відображення
zh_cn: 窗口模式

# options_window_mode_window
source: Window
ja: ウィンドウ
ko: 창
uk: У вікні
zh_cn: 窗口

# or_spaced_before_and_after_label
source: or
ja: または
ko: 또는
uk: або
zh_cn: 或

# or_spaced_label
source: or
ja: または
ko: 또는
uk: або
zh_cn: 或

# out_of_stock_label
source: Out of Stock!
ja: 在庫切れ！
ko: 재고 부족!
uk: Немає в наявності!
zh_cn: 没有存货！

# overstress_condition_meltdown
source: On <color=#{harmful}>Meltdown</color>:
ko: <color=#{harmful}>붕괴</color> 시:

# overstress_condition_resolute
source: On <color=#{notable}>Resolute</color>:
ko: <color=#{notable}>결의</color> 시:

# overstress_herostory_toxic
source: Toxic
ko: 독기
uk: Отрута

# overstress_meltdown
source: Meltdown
ko: 붕괴
uk: Зрив

# overstress_resolute
source: Resolute
ko: 결의
uk: Рішучість

# overstress_toxic
source: Toxic
ko: 독기
uk: Отрута

# pal_flagellant_exanimate
source: <color=#{notable}>Exanimate</color>
ko: <color=#{notable}>무생</color>
uk: <color=#{notable}>Дивак</color>

# pal_flagellant_maniac
source: <color=#{notable}>Maniac</color>
ko: <color=#{notable}>광증</color>
uk: <color=#{notable}>Маніяк</color>

# pal_flagellant_scourge
source: <color=#{notable}>Scourge</color>
ko: <color=#{notable}>재앙</color>
uk: <color=#{notable}>Мучитель</color>

# pal_grave_robber_deadeye
source: <color=#{notable}>Deadeye</color>
ko: <color=#{notable}>매의 눈</color>
uk: <color=#{notable}>Влучний стрілець</color>

# pal_grave_robber_nightsworn
source: <color=#{notable}>Nightsworn</color>
ko: <color=#{notable}>밤의 숙녀</color>
uk: <color=#{notable}>Наречена пітьми</color>

# pal_grave_robber_venomdrop
source: <color=#{notable}>Venomdrop</color>
ko: <color=#{notable}>독사</color>
uk: <color=#{notable}>Отруйниця</color>

# pal_hellion_berserker
source: <color=#{notable}>Berserker</color>
ko: <color=#{notable}>광전사</color>
uk: <color=#{notable}>Берсерк</color>

# pal_hellion_carcass
source: <color=#{notable}>Carcass</color>
ko: <color=#{notable}>사냥감</color>
uk: <color=#{notable}>Силачка</color>

# pal_hellion_ravager
source: <color=#{notable}>Ravager</color>
ko: <color=#{notable}>유린자</color>
uk: <color=#{notable}>Нищителька</color>

# pal_highwayman_rogue
source: <color=#{notable}>Rogue</color>
ko: <color=#{notable}>불한당</color>
uk: <color=#{notable}>Негідник</color>

# pal_highwayman_sharpshot
source: <color=#{notable}>Sharpshot</color>
ko: <color=#{notable}>명사수</color>
uk: <color=#{notable}>Гостре око</color>

# pal_highwayman_yellowhand
source: <color=#{notable}>Yellowhand</color>
ko: <color=#{notable}>해결사</color>
uk: <color=#{notable}>Спійманий на гарячому</color>

# pal_jester_intermezzo
source: <color=#{notable}>Intermezzo</color>
ko: <color=#{notable}>간주자</color>
uk: <color=#{notable}>Інтермеццо</color>

# pal_jester_soloist
source: <color=#{notable}>Soloist</color>
ko: <color=#{notable}>독주자</color>
uk: <color=#{notable}>Соліст</color>

# pal_jester_virtuoso
source: <color=#{notable}>Virtuoso</color>
ko: <color=#{notable}>거장</color>
uk: <color=#{notable}>Віртуоз</color>

# pal_leper_monarch
source: <color=#{notable}>Monarch</color>
ko: <color=#{notable}>제왕</color>
uk: <color=#{notable}>Монарх</color>

# pal_leper_poet
source: <color=#{notable}>Poet</color>
ko: <color=#{notable}>시인</color>
uk: <color=#{notable}>Поет</color>

# pal_leper_tempest
source: <color=#{notable}>Tempest</color>
ko: <color=#{notable}>폭풍</color>
uk: <color=#{notable}>Жертва бурі</color>

# pal_man_at_arms_bulwark
source: <color=#{notable}>Bulwark</color>
ko: <color=#{notable}>성채</color>
uk: <color=#{notable}>Захисник</color>

# pal_man_at_arms_sergeant
source: <color=#{notable}>Sergeant</color>
ko: <color=#{notable}>상사</color>
uk: <color=#{notable}>Сержант</color>

# pal_man_at_arms_vanguard
source: <color=#{notable}>Vanguard</color>
ko: <color=#{notable}>선봉</color>
uk: <color=#{notable}>Лідер</color>

# pal_occultist_aspirant
source: <color=#{notable}>Aspirant</color>
ko: <color=#{notable}>복사</color>
uk: <color=#{notable}>Шукач</color>

# pal_occultist_ritualist
source: <color=#{notable}>Ritualist</color>
ko: <color=#{notable}>의식사</color>
uk: <color=#{notable}>Ритуаліст</color>

# pal_occultist_warlock
source: <color=#{notable}>Warlock</color>
ko: <color=#{notable}>사술사</color>
uk: <color=#{notable}>Чорнокнижник</color>

# pal_plague_doctor_alchemist
source: <color=#{notable}>Alchemist</color>
ko: <color=#{notable}>연금술사</color>
uk: <color=#{notable}>Алхімік</color>

# pal_plague_doctor_physician
source: <color=#{notable}>Physician</color>
ko: <color=#{notable}>내과의</color>
uk: <color=#{notable}>Лікарка</color>

# pal_plague_doctor_surgeon
source: <color=#{notable}>Surgeon</color>
ko: <color=#{notable}>외과의</color>
uk: <color=#{notable}>Хірург</color>

# pal_runaway_arsonist
source: <color=#{notable}>Arsonist</color>
ko: <color=#{notable}>방화범</color>
uk: <color=#{notable}>Палій</color>
