Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# skill_name_hel_adrenaline_rush_u
source: Adrenaline Rush<sprite name={q}icon_upgraded_skill{q}>
ja: 高揚<sprite name={q}icon_upgraded_skill{q}>
ko: 아드레날린 분출<sprite name={q}icon_upgraded_skill{q}>
uk: Прилив адреналіну<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 肾上腺素<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_barbaric_yawp
source: Barbaric YAWP!
ja: 野蛮な咆哮！
ko: 야만스러운 함성!
uk: Варварський клич
zh_cn: 野蛮咆哮

# skill_name_hel_barbaric_yawp_u
source: Barbaric YAWP!<sprite name={q}icon_upgraded_skill{q}>
ja: 野蛮な咆哮！<sprite name={q}icon_upgraded_skill{q}>
ko: 야만스러운 함성!<sprite name={q}icon_upgraded_skill{q}>
uk: Варварський клич<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 野蛮咆哮<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_bleed_out
source: Bleed Out
ja: 出血攻撃
ko: 출혈
uk: Кровопускання
zh_cn: 血溅三尺

# skill_name_hel_bleed_out_u
source: Bleed Out<sprite name={q}icon_upgraded_skill{q}>
ja: 出血攻撃<sprite name={q}icon_upgraded_skill{q}>
ko: 출혈<sprite name={q}icon_upgraded_skill{q}>
uk: Кровопускання<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 血溅三尺<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_bloodlust
source: Bloodlust
ja: 血の渇き
ko: 혈욕
uk: Жага крові
zh_cn: 嗜血

# skill_name_hel_bloodlust_u
source: Bloodlust<sprite name={q}icon_upgraded_skill{q}>
ja: 血の渇き<sprite name={q}icon_upgraded_skill{q}>
ko: 혈욕<sprite name={q}icon_upgraded_skill{q}>
uk: Жага крові<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 嗜血<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_breakthrough
source: Breakthrough
ja: 突撃
ko: 돌파
uk: Прорив
zh_cn: 突破

# skill_name_hel_breakthrough_u
source: Breakthrough<sprite name={q}icon_upgraded_skill{q}>
ja: 突撃<sprite name={q}icon_upgraded_skill{q}>
ko: 돌파<sprite name={q}icon_upgraded_skill{q}>
uk: Прорив<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 突破<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_combat_1_clanmate_attack
source: Harried Swing
ja: 怒りの一振り
ko: 머뭇거리는 공격
uk: Швидкий змах
zh_cn: 仓促挥砍

# skill_name_hel_combat_1_cower
source: Cower
ja: 萎縮
ko: 위축
uk: Тремтіння
zh_cn: 畏缩

# skill_name_hel_combat_1_cultist_attack
source: Subjugating Strike
ja: 従属の一撃
ko: 고압적인 일격
uk: Підкорюючий удар
zh_cn: 耀武扬威

# skill_name_hel_combat_1_cultist_taunt
source: Goading Sneer
ja: 駆り立てる冷笑
ko: 약올리는 조롱
uk: Уїдливе кепкування
zh_cn: 轻蔑嘲弄

# skill_name_hel_combat_1_cultist_victory_cry
source: Victorious Taunt
ja: 勝利の挑発
ko: 승리에 찬 도발
uk: Переможне глузування
zh_cn: 胜利挑衅

# skill_name_hel_combat_1_falcon_strike
source: Howling End
ja: 木霊する断末魔
ko: 단말마의 일격
uk: Смертоносне ревіння
zh_cn: 嚎叫终结

# skill_name_hel_combat_1_falcon_strike_weak
source: Howling End
ja: 木霊する断末魔
ko: 단말마의 일격
uk: Смертоносне ревіння
zh_cn: 嚎叫终结

# skill_name_hel_combat_1_move_skill
source: Move
ja: 移動
ko: 이동
uk: Переміститися
zh_cn: 移动

# skill_name_hel_combat_1_rally
source: Rally
ja: 決起
ko: 집결
uk: Заклик до соратників
zh_cn: 集结

# skill_name_hel_combat_1_war_cry
source: War Cry
ja: 雄たけび
ko: 투지의 외침
uk: Бойовий клич
zh_cn: 战吼

# skill_name_hel_combat_1_war_cry_weak
source: War Cry
ja: 雄たけび
ko: 투지의 외침
uk: Бойовий клич
zh_cn: 战吼

# skill_name_hel_combat_2_apologize
source: Pleading Apology
ja: 謝罪
ko: 용서를 빈다
uk: Молитва про відпущення гріхів
zh_cn: 哀求着致歉

# skill_name_hel_combat_2_avoid
source: Conceding Cower
ja: 萎縮の譲歩
ko: 겁먹은 도주
uk: Поступитися страху
zh_cn: 认命地瑟缩

# skill_name_hel_combat_2_villager_blame
source: Vindictive Accusation
ja: 執念深い告発
ko: 울분에 찬 고발
uk: Відчайдушна погроза
zh_cn: 怨仇指控

# skill_name_hel_combat_2_villager_rotten_veg
source: Spoiled Slops
ja: 腐った残飯
ko: 썩은 채소
uk: Смердючі помиї
zh_cn: 湿泥巴

# skill_name_hel_howling_end
source: Howling End
ja: 木霊する断末魔
ko: 단말마의 일격
uk: Смертоносне ревіння
zh_cn: 嚎叫终结

# skill_name_hel_howling_end_u
source: Howling End<sprite name={q}icon_upgraded_skill{q}>
ja: 木霊する断末魔<sprite name={q}icon_upgraded_skill{q}>
ko: 단말마의 일격<sprite name={q}icon_upgraded_skill{q}>
uk: Смертоносне ревіння<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 嚎叫终结<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_if_it_bleeds
source: If It Bleeds
ja: 流れ出る血液
ko: 유혈사태
uk: Більше крові
zh_cn: 血滴石穿

# skill_name_hel_if_it_bleeds_u
source: If It Bleeds<sprite name={q}icon_upgraded_skill{q}>
ja: 流れ出る血液<sprite name={q}icon_upgraded_skill{q}>
ko: 유혈사태<sprite name={q}icon_upgraded_skill{q}>
uk: Більше крові<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 血滴石穿<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_iron_swan
source: Iron Swan
ja: アイアンスワン
ko: 강철의 추모곡
uk: Залізний лебідь
zh_cn: 钢铁天鹅

# skill_name_hel_iron_swan_u
source: Iron Swan<sprite name={q}icon_upgraded_skill{q}>
ja: アイアンスワン<sprite name={q}icon_upgraded_skill{q}>
ko: 강철의 추모곡<sprite name={q}icon_upgraded_skill{q}>
uk: Залізний лебідь<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 钢铁天鹅<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_hel_raucous_revelry
source: Raucous Revelry
ja: 乱痴気騒ぎ
ko: 난잡한 술잔치
uk: Шумна пиятика
zh_cn: 喧闹狂欢

# skill_name_hel_raucous_revelry_u
source: Raucous Revelry<sprite name={q}icon_upgraded_skill{q}>
ja: 乱痴気騒ぎ<sprite name={q}icon_upgraded_skill{q}>
ko: 난잡한 술잔치<sprite name={q}icon_upgraded_skill{q}>
uk: Шумна пиятика<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 喧闹狂欢<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_toe_to_toe
source: Toe to Toe
ja: 1対1
ko: 정면 승부
uk: Сам на сам
zh_cn: 寸步不让

# skill_name_hel_toe_to_toe_u
source: Toe to Toe<sprite name={q}icon_upgraded_skill{q}>
ja: 1対1<sprite name={q}icon_upgraded_skill{q}>
ko: 정면 승부<sprite name={q}icon_upgraded_skill{q}>
uk: Сам на сам<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 寸步不让<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hel_wicked_hack
source: Wicked Hack
ja: 強烈な切り込み
ko: 강력한 난도질
uk: Лютий удар
zh_cn: 恶毒挥斩

# skill_name_hel_wicked_hack_u
source: Wicked Hack<sprite name={q}icon_upgraded_skill{q}>
ja: 強烈な切り込み<sprite name={q}icon_upgraded_skill{q}>
ko: 강력한 난도질<sprite name={q}icon_upgraded_skill{q}>
uk: Лютий удар<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 恶毒挥斩<sprite name={q}icon_upgraded_skill{q}>

# skill_name_herald_clarion_call
source: Clarion Call
ja: 高らかな呼び声
ko: 분명한 징조
uk: Трубний голос
zh_cn: 赤诚呐喊

# skill_name_herald_first_trumpet
source: First Trumpet
ja: 最初のトランペット
ko: 첫 번째 나팔
uk: Перша труба
zh_cn: 第一号角

# skill_name_herald_harmonious_end
source: Disharmony
ja: 不協和音
ko: 부조화
uk: Дисонанс
zh_cn: 不谐之音

# skill_name_herald_inversion
source: Inversion
ja: 反転
ko: 전도
uk: Обернення
zh_cn: 反转

# skill_name_herald_worship
source: Worship
ja: 崇拝
ko: 숭배
uk: Служіння
zh_cn: 崇拜

# skill_name_holy_water
source: Holy Water
ja: 聖水
ko: 성수
uk: Свята вода
zh_cn: 圣水

# skill_name_hwm_double_cross
source: Double Cross
ja: ダブルクロス
ko: 뒤통수 치기
uk: Хрест грішника
zh_cn: 双管齐下

# skill_name_hwm_double_cross_u
source: Double Cross<sprite name={q}icon_upgraded_skill{q}>
ja: ダブルクロス<sprite name={q}icon_upgraded_skill{q}>
ko: 뒤통수 치기<sprite name={q}icon_upgraded_skill{q}>
uk: Хрест грішника<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 双管齐下<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_double_tap
source: Double Tap
ja: ダブルタップ
ko: 마무리 속사
uk: Подвійний постріл
zh_cn: 双弹连射

# skill_name_hwm_double_tap_u
source: Double Tap<sprite name={q}icon_upgraded_skill{q}>
ja: ダブルタップ<sprite name={q}icon_upgraded_skill{q}>
ko: 마무리 속사<sprite name={q}icon_upgraded_skill{q}>
uk: Подвійний постріл<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 双弹连射<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_duelists_advance
source: Duelist's Advance
ja: 決闘者の前進
ko: 결투가의 진격
uk: Дуельний випад
zh_cn: 决一死战

# skill_name_hwm_duelists_advance_u
source: Duelist's Advance<sprite name={q}icon_upgraded_skill{q}>
ja: 決闘者の前進<sprite name={q}icon_upgraded_skill{q}>
ko: 결투가의 진격<sprite name={q}icon_upgraded_skill{q}>
uk: Дуельний випад<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 决一死战<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_grapeshot_blast
source: Grapeshot Blast
ja: ブドウ弾発射
ko: 포도탄 발사
uk: Постріл дробом
zh_cn: 霰弹轰击

# skill_name_hwm_grapeshot_blast_u
source: Grapeshot Blast<sprite name={q}icon_upgraded_skill{q}>
ja: ブドウ弾発射<sprite name={q}icon_upgraded_skill{q}>
ko: 포도탄 발사<sprite name={q}icon_upgraded_skill{q}>
uk: Постріл дробом<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 霰弹轰击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_highway_robbery
source: Highway Robbery
ja: 辻強盗
ko: 노상 강도질
uk: Грабіж на великій дорозі
zh_cn: 拦路抢劫

# skill_name_hwm_highway_robbery_u
source: Highway Robbery<sprite name={q}icon_upgraded_skill{q}>
ja: 辻強盗<sprite name={q}icon_upgraded_skill{q}>
ko: 노상 강도질<sprite name={q}icon_upgraded_skill{q}>
uk: Грабіж на великій дорозі<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 拦路抢劫<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_hwm_open_vein
source: Open Vein
ja: 血管炸裂
ko: 정맥 절개
uk: Розтяті вени
zh_cn: 放血

# skill_name_hwm_open_vein_u
source: Open Vein<sprite name={q}icon_upgraded_skill{q}>
ja: 血管炸裂<sprite name={q}icon_upgraded_skill{q}>
ko: 정맥 절개<sprite name={q}icon_upgraded_skill{q}>
uk: Розтяті вени<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 放血<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_pistol_shot
source: Pistol Shot
ja: ピストルショット
ko: 권총 사격
uk: Пістолетний постріл
zh_cn: 手枪射击

# skill_name_hwm_pistol_shot_u
source: Pistol Shot<sprite name={q}icon_upgraded_skill{q}>
ja: ピストルショット<sprite name={q}icon_upgraded_skill{q}>
ko: 권총 사격<sprite name={q}icon_upgraded_skill{q}>
uk: Пістолетний постріл<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 手枪射击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_point_blank_shot
source: Point Blank Shot
ja: 至近弾
ko: 영거리 사격
uk: Постріл в упор
zh_cn: 抵近射击

# skill_name_hwm_point_blank_shot_u
source: Point Blank Shot<sprite name={q}icon_upgraded_skill{q}>
ja: 至近弾<sprite name={q}icon_upgraded_skill{q}>
ko: 영거리 사격<sprite name={q}icon_upgraded_skill{q}>
uk: Постріл в упор<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 抵近射击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_hwm_sword_breaker
source: Sword Breaker
ja: ソードブレイカー
ko: 무기 파괴
uk: Мечелом
zh_cn: 碎剑者

# skill_name_hwm_take_aim
source: Take Aim
ja: 照準合わせ
ko: 정조준
uk: Точний приціл
zh_cn: 瞄准

# skill_name_hwm_take_aim_u
source: Take Aim<sprite name={q}icon_upgraded_skill{q}>
ja: 照準合わせ<sprite name={q}icon_upgraded_skill{q}>
ko: 정조준<sprite name={q}icon_upgraded_skill{q}>
uk: Точний приціл<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 瞄准<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_tracking_shot
source: Tracking Shot
ja: 追跡弾
ko: 가늠 사격
uk: Прицільна мітка
zh_cn: 追踪射击

# skill_name_hwm_tracking_shot_u
source: Tracking Shot<sprite name={q}icon_upgraded_skill{q}>
ja: 追跡弾<sprite name={q}icon_upgraded_skill{q}>
ko: 가늠 사격<sprite name={q}icon_upgraded_skill{q}>
uk: Прицільна мітка<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 追踪射击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwm_wicked_slice
source: Wicked Slice
ja: 強力なスライス
ko: 야비한 칼질
uk: Глибокий розріз
zh_cn: 恶毒切割

# skill_name_hwm_wicked_slice_u
source: Wicked Slice<sprite name={q}icon_upgraded_skill{q}>
ja: 強力なスライス<sprite name={q}icon_upgraded_skill{q}>
ko: 야비한 칼질<sprite name={q}icon_upgraded_skill{q}>
uk: Глибокий розріз<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 恶毒切割<sprite name={q}icon_upgraded_skill{q}>

# skill_name_hwy_combat_1_guard_blow_horn
source: Sound The Alarm!
ja: 警鐘を鳴らせ！
ko: 경보를 울려라!
uk: Підняти на сполох!
zh_cn: 扬起警报！

# skill_name_hwy_combat_1_guard_strike
source: Punitive Blow
ja: 懲罰の打撃
ko: 죄수 제압
uk: Каральний удар
zh_cn: 惩罚

# skill_name_hwy_combat_1_guard_take_deep_breath
source: Inhale
ja: 息を吸う
ko: 심호흡
uk: Вдих
zh_cn: 深呼吸

# skill_name_hwy_combat_1_kneestrike
source: Knee Strike
ja: ヒザ蹴り
ko: 무릎차기
uk: Удар коліном
zh_cn: 膝撞

# skill_name_hwy_combat_1_lungepunch
source: Lunging Cuff
ja: 平手打ち
ko: 수갑 치기
uk: Кулачний випад
zh_cn: 抡手铐

# skill_name_hwy_combat_1_rockthrow
source: Stone Missile
ja: 石飛ばし
ko: 돌 던지기
uk: Кидок каменем
zh_cn: 飞石

# skill_name_hwy_combat_2_coach_buff_guards_attack
source: Strike Now!
ja: 今だ、攻撃しろ！
ko: 지금 쳐!
uk: Бийте його!
zh_cn: 发起进攻！

# skill_name_hwy_combat_2_coach_buff_guards_defense
source: Protect Yourself!
ja: 身を守れ！
ko: 각자 몸들 지켜!
uk: Посилити захист!
zh_cn: 保护自己！

# skill_name_hwy_combat_2_coach_spawn_guard
source: Reinforcements
ko: 증원군
uk: Підкріплення

# skill_name_hwy_combat_2_coach_spawn_guard_forced
source: Reinforcements
ko: 증원군
uk: Підкріплення

# skill_name_hwy_combat_2_duelist_advance_story
source: Duelist's Advance
ja: 決闘者の前進
ko: 결투가의 진격
uk: Дуельний випад
zh_cn: 决一死战

# skill_name_hwy_combat_2_guard_find_stealth_hwy
source: Come Out And Die!
ja: 出てこい！
ko: 당장 나와라!
uk: Виходь на смерть!
zh_cn: 出来受死！

# skill_name_hwy_combat_2_guard_sword_stab
source: Desperate Slash
ja: 必死な切り裂き
ko: 절박한 칼질
uk: Відчайдушний удар
zh_cn: 绝望挥砍

# skill_name_hwy_combat_2_pistol_shot
source: Aimed Blast
ja: 狙い撃ち
ko: 조준 사격
uk: Прицільний постріл
zh_cn: 瞄准轰击

# skill_name_hwy_combat_2_retreat_into_bushes
source: Into The Bushes
ja: 藪の中へ
ko: 덤불 속으로
uk: Утеча в укриття
zh_cn: 遁入灌丛

# skill_name_hwy_combat_2_wicked_slice_story
source: Wicked Slice
ja: 強力なスライス
ko: 야비한 칼질
uk: Глибокий розріз
zh_cn: 恶毒切割

# skill_name_ichor_bomb
source: Ichor Bomb
ja: 膿漿爆弾
ko: 영액 폭탄
uk: Гнійна бомба
zh_cn: 脓包炸弹

# skill_name_immolatist_b_combustion
source: Combustion
ja: 燃焼
ko: 연소
uk: Займання
zh_cn: 燃烧

# skill_name_immolatist_b_fire_flay
source: Fire Flense
ja: 炎の皮剥ぎ
ko: 불타는 능지처참
uk: Бенкет вогню
zh_cn: 烈焰剥离

# skill_name_immolatist_b_flaming_lasso
source: Chains of Agony
ja: 苦悩の鎖
ko: 고통의 사슬
uk: Ланцюги агонії
zh_cn: 折磨锁链

# skill_name_immolatist_b_funeral_pyre
source: Funeral Pyre
ja: 葬送の篝火
ko: 장작 더미
uk: Похоронне багаття
zh_cn: 丧葬之火

# skill_name_immolatist_b_stoke_their_fire
source: The Fire Rages
ja: 炎の咆哮
ko: 이글거리는 화염
uk: Шаленство вогню
zh_cn: 烈焰升腾

# skill_name_immolatist_fire_flay
source: Fire Flay
ja: 炎の皮剥ぎ
ko: 불고문
uk: Свіжування вогнем
zh_cn: 火焰剥离

# skill_name_immolatist_flaming_lasso
source: Flaming Lasso
ja: 炎の投げ縄
ko: 불타는 올가미
uk: Вогняний аркан
zh_cn: 燃焰鞭笞

# skill_name_immolatist_funeral_pyre
source: Funeral Pyre
ja: 葬送の篝火
ko: 장작 더미
uk: Похоронне багаття
zh_cn: 丧葬之火

# skill_name_immolatist_stoke_the_furnaces
source: Stoke the Furnaces
ja: 燃料補給
ko: 화력 키우기
uk: Розпалювання печі
zh_cn: 燃起炉火

# skill_name_immolatist_stoke_their_fire
source: The Fire Rises
ja: 燃え上がるぞ
ko: 타오르는 화염
uk: Несамовитий вогонь
zh_cn: 火焰升腾

# skill_name_invigorating_intoxicant
source: Invigorating Intoxicant
ja: 強壮剤
ko: 자양강장제
uk: Підбадьорююча рідина
zh_cn: 焕生剂

# skill_name_jes_battle_ballad
source: Battle Ballad
ja: バトルバラード
ko: 전투의 발라드
uk: Військова балада
zh_cn: 战歌

# skill_name_jes_battle_ballad_u
source: Battle Ballad<sprite name={q}icon_upgraded_skill{q}>
ja: バトルバラード<sprite name={q}icon_upgraded_skill{q}>
ko: 전투의 발라드<sprite name={q}icon_upgraded_skill{q}>
uk: Військова балада<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 战歌<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_combat_1_bridge
source: Bridge
ja: ブリッジ
ko: 간주
uk: Програш
zh_cn: 桥段

# skill_name_jes_combat_1_chorus
source: Chorus
ja: コーラス
ko: 후렴
uk: Приспів
zh_cn: 副歌

# skill_name_jes_combat_1_finale
source: Finale
ja: フィナーレ
ko: 대단원
uk: Заключний акорд
zh_cn: 终曲

# skill_name_jes_combat_1_solo
source: Solo
ja: ソロ
ko: 독주
uk: Сольна партія
zh_cn: 独奏

# skill_name_jes_combat_1_verse
source: Verse
ja: 序奏
ko: 다음 절
uk: Куплет
zh_cn: 主歌

# skill_name_jes_combat_1_violinist_break
source: Break
ja: ブレイク
ko: 쉼표
uk: Пауза
zh_cn: 歇段

# skill_name_jes_combat_1_violinist_chorus
source: Chorus
ja: コーラス
ko: 후렴
uk: Приспів
zh_cn: 副歌

# skill_name_jes_combat_1_violinist_missteps
source: Missteps
ja: ミスステップ
ko: 실수
uk: Фальш
zh_cn: 失误

# skill_name_jes_combat_1_violinist_riposte
source: Keep Up!
ja: 頑張れ！
ko: 다시!
uk: Не відставай!
zh_cn: 快跟上！

# skill_name_jes_combat_1_violinist_solo
source: Solo
ja: ソロ
ko: 독주
uk: Сольна партія
zh_cn: 独奏

# skill_name_jes_combat_1_violinist_verse
source: Verse
ja: 序奏
ko: 다음 절
uk: Куплет
zh_cn: 主歌

# skill_name_jes_combat_2_cambiata
source: Nota Cambiata
ja: ノータ・カンビアータ
ko: 노타 캄비아타
uk: Камбіата
zh_cn: 邻音

# skill_name_jes_combat_2_crescendo
source: Crescendo
ja: クレッシェンド
ko: 크레센도
uk: Крещендо
zh_cn: 渐强

# skill_name_jes_combat_2_diminuendo
source: Diminuendo
ja: ディミヌエンド
ko: 디미누엔도
uk: Дімінуендо
zh_cn: 减弱

# skill_name_jes_combat_2_improvise
source: Improvise
ja: 即興
ko: 즉흥 연주
uk: Імпровізація
zh_cn: 即兴演奏

# skill_name_jes_combat_2_melody
source: Melody
ja: メロディー
ko: 멜로디
uk: Мелодія
zh_cn: 旋律

# skill_name_jes_echoing_march
source: Echoing March
ja: 残響のマーチ
ko: 메아리치는 진군
uk: Гучний марш
zh_cn: 回响行军

# skill_name_jes_echoing_march_u
source: Echoing March<sprite name={q}icon_upgraded_skill{q}>
ja: 残響のマーチ<sprite name={q}icon_upgraded_skill{q}>
ko: 메아리치는 진군<sprite name={q}icon_upgraded_skill{q}>
uk: Гучний марш<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 回响行军<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_fade_to_black
source: Fade to Black
ja: 暗転
ko: 그늘 속으로
uk: Відхід за куліси
zh_cn: 夺目表演

# skill_name_jes_fade_to_black_u
source: Fade to Black<sprite name={q}icon_upgraded_skill{q}>
ja: 暗転<sprite name={q}icon_upgraded_skill{q}>
ko: 그늘 속으로<sprite name={q}icon_upgraded_skill{q}>
uk: Відхід за куліси<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 夺目表演<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_finale
source: Finale
ja: フィナーレ
ko: 대단원
uk: Заключний акорд
zh_cn: 终曲

# skill_name_jes_finale_u
source: Finale<sprite name={q}icon_upgraded_skill{q}>
ja: フィナーレ<sprite name={q}icon_upgraded_skill{q}>
ko: 대단원<sprite name={q}icon_upgraded_skill{q}>
uk: Заключний акорд<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 终曲<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_harvest
source: Harvest
ja: 刈り取り
ko: 수확의 낫질
uk: Криваві жнива
zh_cn: 收割

# skill_name_jes_harvest_u
source: Harvest<sprite name={q}icon_upgraded_skill{q}>
ja: 刈り取り<sprite name={q}icon_upgraded_skill{q}>
ko: 수확의 낫질<sprite name={q}icon_upgraded_skill{q}>
uk: Криваві жнива<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 收割<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_inspiring_tune
source: Inspiring Tune
ja: 鼓舞の調べ
ko: 격려의 선율
uk: Підбадьорливий мотив
zh_cn: 振奋旋律

# skill_name_jes_inspiring_tune_u
source: Inspiring Tune<sprite name={q}icon_upgraded_skill{q}>
ja: 鼓舞の調べ<sprite name={q}icon_upgraded_skill{q}>
ko: 격려의 선율<sprite name={q}icon_upgraded_skill{q}>
uk: Підбадьорливий мотив<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 振奋旋律<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_jes_play_me_out
source: Play Out
ja: 演目完遂
ko: 막간
uk: Акторська майстерність
zh_cn: 淡出

# skill_name_jes_play_me_out_u
source: Play Out<sprite name={q}icon_upgraded_skill{q}>
ja: 演目完遂<sprite name={q}icon_upgraded_skill{q}>
ko: 막간<sprite name={q}icon_upgraded_skill{q}>
uk: Акторська майстерність<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 淡出<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_razors_wit
source: Razor's Wit
ja: 剃刀の知恵
ko: 날카로운 재치
uk: Гострота леза
zh_cn: 尖锐才智

# skill_name_jes_razors_wit_u
source: Razor's Wit<sprite name={q}icon_upgraded_skill{q}>
ja: 剃刀の知恵<sprite name={q}icon_upgraded_skill{q}>
ko: 날카로운 재치<sprite name={q}icon_upgraded_skill{q}>
uk: Гострота леза<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 尖锐才智<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_slice_off
source: Slice Off
ja: そぎ落とし
ko: 저며내기
uk: Руку на відсіч
zh_cn: 切除

# skill_name_jes_slice_off_u
source: Slice Off<sprite name={q}icon_upgraded_skill{q}>
ja: そぎ落とし<sprite name={q}icon_upgraded_skill{q}>
ko: 저며내기<sprite name={q}icon_upgraded_skill{q}>
uk: Руку на відсіч<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 切除<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_solo
source: Solo
ja: ソロ
ko: 독주
uk: Сольна партія
zh_cn: 独奏

# skill_name_jes_solo_u
source: Solo<sprite name={q}icon_upgraded_skill{q}>
ja: ソロ<sprite name={q}icon_upgraded_skill{q}>
ko: 독주<sprite name={q}icon_upgraded_skill{q}>
uk: Сольна партія<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 独奏<sprite name={q}icon_upgraded_skill{q}>

# skill_name_jes_the_last_laugh
source: Encore
ja: アンコール
ko: 앙코르
uk: На біс
zh_cn: 安可

# skill_name_jes_the_last_laugh_u
source: Encore<sprite name={q}icon_upgraded_skill{q}>
ja: アンコール<sprite name={q}icon_upgraded_skill{q}>
ko: 앙코르<sprite name={q}icon_upgraded_skill{q}>
uk: На біс<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 安可<sprite name={q}icon_upgraded_skill{q}>

# skill_name_knight_b_biting_blade
source: Biting Blade
ko: 물어 뜯는 칼날

# skill_name_knight_b_en_garde
source: En Garde
ko: 준비 자세

# skill_name_knight_b_flashing_blade
source: Flashing Blade
ko: 빛살 같은 칼날

# skill_name_knight_b_have_at_you
source: Have At You
ko: 받아 봐라

# skill_name_knight_b_riposte
source: Riposte
ko: 반격

# skill_name_knight_biting_blade
source: Biting Blade
ja: 噛み付く刃
ko: 물어 뜯는 칼날
uk: Клинок, що жалить
zh_cn: 剧痛之刃

# skill_name_knight_en_garde
source: En Garde
ja: 構える
ko: 준비 자세
uk: Ан гард!
zh_cn: 戒备

# skill_name_knight_flashing_blade
source: Flashing Blade
ja: 高速の刃
ko: 빛살 같은 칼날
uk: Блиск клинка
zh_cn: 瞬息之刃

# skill_name_knight_have_at_you
source: Have At You
ja: 覚悟しろ！
ko: 받아 봐라
uk: Захищайтесь!
zh_cn: 接招吧

# skill_name_knight_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_lady_be_our_guest
source: Be Our Guest
ja: 遠慮は無用です
ko: 반가운 환영
uk: Будьте як вдома!
zh_cn: 不用见外

# skill_name_lady_bilious_wail
source: Bilious Wail
ja: 不愉快なうめき声
ko: 심기 불편
uk: Зловісне виття
zh_cn: 反胃哀嚎

# skill_name_lady_feed_me
source: Feeding Time
ja: 食事の時間
ko: 식사 시간
uk: Час обіду
zh_cn: 用餐时间

# skill_name_lady_inhuman_appetites
source: Inhuman Appetites
ja: 異常な食欲
ko: 비인간적 식욕
uk: Апетит нелюдя
zh_cn: 非人食欲

# skill_name_lady_mothers_embrace
source: Mother's Embrace
ja: 母の抱擁
ko: 모성적 포용
uk: Материнські обійми
zh_cn: 母亲之拥

# skill_name_lady_mulch
source: Mulch
ja: 根覆い
ko: 안아주기
uk: М’яка підстилка
zh_cn: 化成养料

# skill_name_laudanum
source: Laudanum
ja: アヘンチンキ
ko: 아편
uk: Лауданум
zh_cn: 阿片酊

# skill_name_lep_break
source: Break
ja: 破壊
ko: 박살
uk: Ламання
zh_cn: 击破

# skill_name_lep_break_u
source: Break<sprite name={q}icon_upgraded_skill{q}>
ja: 破壊<sprite name={q}icon_upgraded_skill{q}>
ko: 박살<sprite name={q}icon_upgraded_skill{q}>
uk: Ламання<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 击破<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_chop
source: Chop
ja: ぶった切り
ko: 토막
uk: Перерубування
zh_cn: 劈剁

# skill_name_lep_chop_u
source: Chop<sprite name={q}icon_upgraded_skill{q}>
ja: ぶった切り<sprite name={q}icon_upgraded_skill{q}>
ko: 토막<sprite name={q}icon_upgraded_skill{q}>
uk: Перерубування<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 劈剁<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_hew
source: Hew
ja: 切り倒し
ko: 절단
uk: Відсікання
zh_cn: 砍伐

# skill_name_lep_hew_u
source: Hew<sprite name={q}icon_upgraded_skill{q}>
ja: 切り倒し<sprite name={q}icon_upgraded_skill{q}>
ko: 절단<sprite name={q}icon_upgraded_skill{q}>
uk: Відсікання<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 砍伐<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_intimidate
source: Intimidate
ja: 威嚇
ko: 위협
uk: Залякування
zh_cn: 威压

# skill_name_lep_intimidate_u
source: Intimidate<sprite name={q}icon_upgraded_skill{q}>
ja: 威嚇<sprite name={q}icon_upgraded_skill{q}>
ko: 위협<sprite name={q}icon_upgraded_skill{q}>
uk: Залякування<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 威压<sprite name={q}icon_upgraded_skill{q}>
