Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# inn_title_supplyshop
source: The Miller's Bounty
ja: 製粉業者の報奨金
ko: 방앗간지기의 인심
uk: Дар купця
zh_cn: 磨坊主的悬赏

# inn_title_thebadplace
source: The Hag's Cauldron
ja: 鬼婆の大釜
ko: 마녀의 가마솥
uk: Відьомський котел
zh_cn: 鬼婆的锅炉

# inn_title_thegoodplace
source: The Roaring Hearth
ja: 灼熱の炉
ko: 이글거리는 화톳불
uk: Палаюче вогнище
zh_cn: 咆哮的火炉

# inn_title_threeroads
source: The Greased Swine
ja: 油で揚げた豚
ko: 기름 바른 돼지
uk: Жирний кабан
zh_cn: 油滑的猪人

# inn_title_trinketshop
source: The Nomad's Wagon
ja: 遊牧民の馬車
ko: 유목민 마차
uk: Візок кочівника
zh_cn: 牧人的马车

# inn_title_upgradecity
source: The Olde Guild Hall
ja: 古びた集会所
ko: 옛 길드 전당
uk: Стара гільдія
zh_cn: 旧工会大厅

# inn_title_valley
source: The Torch & Crown
ja: 松明と王冠
ko: 횃불과 왕관
uk: Смолоскип і корона
zh_cn: 火炬与王冠

# inn_title_valley_intro
source: The Torch & Crown
ko: 횃불과 왕관
uk: Смолоскип і корона

# inn_tooltip_anticultist
source: We are all in the shadow of the End.
ja: 我々は皆、終わりの影の中にいる。
ko: 우리 모두 말세의 그림자에 있는 셈입니다.
uk: Нас огорнула тінь Кінця.
zh_cn: 我们都活在末日的阴影之下。

# inn_tooltip_antigaunt
source: They can be felled, they can be beaten.
ja: 奴らは倒せる。 仕留められるのだ。
ko: 저놈들도 죽일 수 있습니다, 저놈들도 물리칠 수 있다는 겁니다.
uk: З пороху вони вийшли і в порох повернуться.
zh_cn: 不死不意味着不倒，也不意味着不败。

# inn_tooltip_antipillager
source: Who commands the lawless pillagers and profiteers?
ja: 無法な略奪者と、暴利を得る者の糸を引く者は誰だ？
ko: 누가 저 법도 없는 도적과 잡범들을 부려 먹는지?
uk: Кого послухаються беззаконні грабіжники та гендлярі?
zh_cn: 是谁指挥着那些无法无天的劫掠者和投机主义者？

# inn_tooltip_badquirk
source: You're laughing. My mule don't like people laughing...
ja: 笑っているな。私のラバは笑う人が嫌いなんだ...
ko: 웃고 있군요. 우리 나귀는 웃는 거 안 좋아하는데...
uk: Ти смієшся. Моїй ослиці не подобаються ті, хто сміється.
zh_cn: 笑什么？我的驴子可不喜欢别人笑……

# inn_tooltip_behealedchild
source: Be cleansed, and ready once more for the dirt.
ja: 浄化され、もう一度汚れに備えよ。
ko: 깔끔히 새단장하고 다시 진흙탕에서 구를 준비를 하십쇼.
uk: Очищення — ще одна причина знову заплямуватись.
zh_cn: 接受洗涤，然后准备好再次闯入硝烟。

# inn_tooltip_circus
source: The Butcher demands a show! Rest here and ready yourselves for bloodshed.
ja: 肉屋は見世物を要求している！ここで休んで、流血に備えよ。
ko: 도살자가 구경거리를 보고 싶다네요! 푹 쉬면서 피바다 만들 준비를 하세요.
uk: Різник вимагає видовища! Відпочиньте тут і приготуйтеся до кровопролиття.
zh_cn: 屠夫要看表演！稍事休息，然后准备好流血吧。

# inn_tooltip_critcity
source: They dueled feverishly, much to her wicked delight.
ja: 彼らは熱狂的に対決し、彼女の邪悪な喜びに包まれた。
ko: 치열한 결투로 뒤틀린 즐거움을 선사한 모양입니다.
uk: Запеклий бій розпалював у ній безрозсудний азарт.
zh_cn: 他们狂热的决斗，正和她那扭曲的心意。

# inn_tooltip_default
source: A glimmer of hope in the quickening dark.
ja: 早まる暗闇に、希望の光を。
ko: 쇄도하는 어둠 속에서 빛나는 희망의 불씨.
uk: Промінь надії засяяв у темряві.
zh_cn: 在那激荡的阴影中，一道微光闪烁。

# inn_tooltip_discounted_stage_coach_armor
source: Discounted <sprite name={q}icon_currency_armor{q}> Repairs
ko: <sprite name={q}icon_currency_armor{q}> 수리 비용 할인
uk: Ремонт <sprite name={q}icon_currency_armor{q}> зі знижкою

# inn_tooltip_discounted_stage_coach_wheels
source: Discounted <sprite name={q}icon_currency_wheel{q}> Repairs
ko: <sprite name={q}icon_currency_wheel{q}> 수리 비용 할인
uk: Ремонт <sprite name={q}icon_currency_wheel{q}> зі знижкою

# inn_tooltip_fightscouted
source: Sing a song of sixpence, a pocket full of death.
ja: ポケットいっぱいの死、6ペンスの歌を歌おう。
ko: 6펜스의 노래, 주머니 가득 채운 죽음의 노래를 부릅시다.
uk: Співаймо про шість пенсів, що я для вас беріг. Двадцять чотири зяблики ми запекли в пиріг.
zh_cn: 唱六便士之歌，揣一兜死亡。

# inn_tooltip_freestuff
source: Remote, yet remarkably well provisioned...
ja: 遠隔地でありながら、驚くほど充実した設備...
ko: 외따로 떨어져 있지만 희한하게 채비가 잘된 곳...
uk: У віддаленні від усіх, але завжди з грошима.
zh_cn: 地处偏远，但供给却异常充足……

# inn_tooltip_goodquirk
source: The wailing is melancholic, but oddly soothing.
ja: 慟哭は哀愁を漂わせるが、妙に落ち着く。
ko: 고독히 서 있으나 희한하게 마음이 놓이는 곳.
uk: Сумні, але на диво заспокійливі завивання.
zh_cn: 那哀嚎悲怆不已——但不知为何令人安心。

# inn_tooltip_helpscouted
source: The scout's news is dire; preparation is in order.
ja: 斥候の報告は深刻だ。準備は整っているぞ。
ko: 정찰병들로부터 암울한 보고가 들어왔으니. 당장 대비해야 합니다.
uk: Невтішні вісті готують нас до найгіршого.
zh_cn: 侦察兵从前方带来急迫的消息；接下来便是准备工作了。

# inn_tooltip_mysteryscouted
source: There is no horror greater than the unknown abyss of night.
ja: 夜の未知の深淵より大きな恐怖はない。
ko: 알 수 없는 밤의 심연보다 더 큰 공포가 어디 있을까요.
uk: Немає жаху більшого за непізнану безодню ночі.
zh_cn: 这世上最大的恐怖，莫过于未知的夜渊。

# inn_tooltip_quirkcentral
source: The reading material here is questionable and...undeniably compelling.
ja: ここの読み物には疑問と...有無を言わさぬ説得力がある。
ko: 이곳의 읽을거리는 굉장히 논란이 있을 만하면서도... 분명 재미있습니다.
uk: Невеликий вибір книжок... проте всі вони неймовірно цікаві.
zh_cn: 这里的阅读材料问题很大，但……不得不承认很对人胃口。

# inn_tooltip_scoutbuff
source: A breathtaking vista of unchecked villainy.
ja: 抑制の効かない悪意の息を呑むような光景。
ko: 고삐 풀린 파멸의 숨막히는 광경이 펼쳐집니다.
uk: Захоплюючий вид на безрадісну перспективу.
zh_cn: 放眼望去，尽是滔天罪恶。

# inn_tooltip_scupgradeshop
source: We're ridin' out tonight to case the promised land.
ja: 今夜は約束の地を目指して走り出すぞ。
ko: 오늘 밤, 말을 타고 약속의 땅을 찾아 떠날 겁니다.
uk: Ще одна зупинка на шляху до землі обітованої.
zh_cn: 今夜我们驶向远方，一窥诺言中的净土。

# inn_tooltip_stressfulrest
source: Try the wine.
ja: ワインを試してみよ。
ko: 와인 한 잔 하세요.
uk: Істина у вині.
zh_cn: 尝一尝这里的酒吧。

# inn_tooltip_stressheal
source: ...the banks of the beautiful river Wah-Hoo
ja: ...美しい川ワーフーのほとり
ko: ...아름다운 강변으로 나아가세, 와후!
uk: ...залиті сяйвом береги ріки, що води холодні несе крізь лани...
zh_cn: 美丽的河岸，泉水叮咚。

# inn_tooltip_superheal
source: The table is set; the roast beast glistens invitingly.
ja: テーブルの上には、ローストビーフが魅力的に輝いている。
ko: 만찬이 준비되었습니다. 기름기 번들거리는 고기가 참으로 먹음직스럽군요.
uk: Стіл накритий, апетит уже туманить голову.
zh_cn: 餐桌已经布置完毕，烤肉上的油映出诱人光彩。

# inn_tooltip_supplyshop
source: Quality goods at discount prices!
ja: 上質な商品を格安で！
ko: 저렴한 가격에 훌륭한 상품을 팝니다!
uk: Якісні товари за низькими цінами!
zh_cn: 物美价廉，不要错过！

# inn_tooltip_thebadplace
source: You'll find no rest in a Hag's Cauldron.
ja: 鬼婆の大釜では休息が得られないぞ。
ko: 마녀의 가마솥에서는 절대 숨 돌릴 수 없을 겁니다.
uk: Не знайти затишку в котлі старої відьми.
zh_cn: 在鬼婆的锅炉里，是得不到安宁的。

# inn_tooltip_thegoodplace
source: Stay a while, and listen.
ja: じっとして耳を澄ましてみろ。
ko: 잠시 앉아서 이야기를 들어 보세요.
uk: Сідай і насолоджуйся тріском вогню.
zh_cn: 驻足，聆听。

# inn_tooltip_threeroads
source: Demoniac squeals echo in troubling unison from the nearby caves.
ja: 近くの洞窟から、悪魔の鳴き声が悩ましげに一斉に響く。
ko: 근처의 동굴에서 처절한 꿀꿀 소리가 구슬프게 울려 퍼집니다.
uk: З печер лунають крики в тривожний унісон.
zh_cn: 远处的一个个洞窟传来恶魔般的尖啸，整齐得令人发怵。

# inn_tooltip_trinketshop
source: A grand bazaar of blasphemous offerings.
ja: 神への冒涜的な供物が並ぶ盛大なバザール。
ko: 모독적 제물을 바치는 거대한 시장입니다.
uk: Великий вибір підношень невідомим богам.
zh_cn: 琳琅满目的邪秽物什。

# inn_tooltip_upgradecity
source: There is only practice and pain. Rest comes after death.
ja: あるのは修行と苦痛だけ。 安息は死後に訪れる。
ko: 연습과 고통에만 몰두하세요. 안식은 죽음 후에 찾아옵니다.
uk: У світі є лише війна й біль. Спокій настає лише після смерті.
zh_cn: 这里唯有训练与痛苦。休憩是留给死人的。

# inn_tooltip_valley
source: A glimmer of hope in the quickening dark.
ja: 早まる暗闇に、希望の光を。
ko: 쇄도하는 어둠 속에서 빛나는 희망의 불씨.
uk: Промінь надії засяяв у темряві.
zh_cn: 在那激荡的阴影中，一道微光闪烁。

# inn_travelogue_affinity_changed_label
source: {0} and {1} became more {2}.
ja: {0}と{1}はより{2}になった。
ko: {0} - {1}의 {2} 관계 심화.
uk: {0} та {1} перевіряють стосунки на етапі {2}.
zh_cn: {0}和{1}变得更加{2}了。

# inn_travelogue_biome_complete_label
source: {0} Candle gained for reaching the Inn!
ja: 宿に到着してキャンドルを{0}入手した！
ko: 여관에 도착하여 촛불 {0}개 획득!
uk: {0} свічка отримана за те, що ви дісталися трактиру!
zh_cn: 因抵达旅馆获得{0}根蜡烛！

# inn_travelogue_biome_complete_label+plural
source: {0} Candles gained for reaching the Inn!
ja: 宿に到着してキャンドルを{0}入手した！
ko: 여관에 도착하여 촛불 {0}개 획득!
uk: {0} свічок отримано за те, що ви дісталися трактиру!
zh_cn: 因抵达旅馆获得{0}根蜡烛！

# inn_travelogue_hero_replacement_label
source: {0} has joined the expedition.
ja: {0}が遠征に参加した。
ko: {0}의 원정대 합류.
uk: {0} долучається до походу.
zh_cn: {0}加入了征程。

# inn_travelogue_reached_hihp_histr_label
source: The distraught Companions reached {0}
ja: 取り乱した仲間たちは、{0}にたどり着いた
ko: 정신 나간 원정대의 {0} 도달
uk: Компаньйони, відчуваючи себе збентежено, прибувають у трактир «{0}»
zh_cn: 狼狈不堪的队伍抵达了{0}。

# inn_travelogue_reached_hihp_histr_solo_label
source: {0}, distraught, has arrived at {1}.
ja: 取り乱した{0}は{1}に到着した。
ko: 정신 나간 {0}, {1} 여관에 도착.
uk: {0}, відчуваючи себе збентежено, прибуває в трактир «{1}».
zh_cn: {0}狼狈不堪地抵达了{1}。

# inn_travelogue_reached_hihp_lostr_label
source: The resolute Companions reached {0}
ja: 決意を胸にした仲間たちが{0}に到着した
ko: 심지 굳은 원정대의 {0} 도달
uk: Компаньйони в рішучому настрої прибувають у трактир «{0}»
zh_cn: 坚毅的队伍抵达了{0}。

# inn_travelogue_reached_hihp_lostr_solo_label
source: {0}, resolute, has arrived at {1}.
ja: 毅然とした{0}は{1}に到着した。
ko: 심지 굳은 {0}, {1} 여관에 도착.
uk: {0} в рішучому настрої прибуває в трактир «{1}».
zh_cn: {0}坚毅地抵达了{1}。

# inn_travelogue_reached_label
source: The party reached {0}
ja: パーティは{0}に到着した
ko: 원정대의 {0} 도달
uk: Група прибуває в трактир «{0}».
zh_cn: 队伍抵达了{0}。

# inn_travelogue_reached_lohp_histr_label
source: The shattered Companions reached {0}
ja: 粉々になった仲間は{0}に到達した
ko: 기진맥진한 원정대의 {0} 도달
uk: Виснажені компаньйони прибувають у трактир «{0}»
zh_cn: 被击溃的队伍抵达了{0}。

# inn_travelogue_reached_lohp_histr_solo_label
source: {0}, shattered, has arrived at {1}.
ja: 粉々になった{0}は{1}に到着した。
ko: 기진맥진한 {0}, {1} 여관에 도착.
uk: {0} без сил прибуває в трактир «{1}».
zh_cn: 被击垮的{0}抵达了{1}。

# inn_travelogue_reached_lohp_lostr_label
source: The bloodied Companions reached {0}
ja: 血まみれの仲間たちが{0}に到達した
ko: 피투성이 원정대의 {0} 도달
uk: Поранені компаньйони прибувають у трактир «{0}»
zh_cn: 浑身是血的队伍抵达了{0}。

# inn_travelogue_reached_lohp_lostr_solo_label
source: {0}, bloodied, has arrived at {1}.
ja: 血まみれの{0}が{1}に到着した。
ko: 피투성이가 된 {0}, {1} 여관에 도착.
uk: {0}, стікаючи кров’ю, прибуває в трактир «{1}».
zh_cn: 浑身是血的{0}抵达了{1}。

# inn_travelogue_relationship_ended_label
source: {0} and {1} were no longer {2}.
ja: もはや{0}と{1}は{2}ではなかった。
ko: {0} - {1}의 {2} 관계 파탄.
uk: {0} та {1} більше не перебувають у стосунках {2}.
zh_cn: {0}和{1}不再{2}了。

# inn_travelogue_relationship_formed_label
source: {0} and {1} became {2}.
ja: {0}と{1}は{2}になった。
ko: {0} - {1}, {2} 관계 형성.
uk: {0} та {1} переходять на етап стосунків {2}.
zh_cn: {0}和{1}开始{2}了。

# inn_upgrade_skills_apply_label
source: Apply
ja: 適用する
ko: 적용
uk: Використати
zh_cn: 应用

# inn_upgrade_skills_bounty_hunter_maxed_label
source: The Bounty Hunter has already mastered his abilities.
ja: 賞金稼ぎはすでに能力を熟達している。
ko: 현상금 사냥꾼은 이미 자신의 능력을 완전히 통달하였습니다.
uk: Найманець уже освоїв усі навички.
zh_cn: 赏金猎人的战斗技能已经炉火纯青。

# inn_upgrade_skills_close_confirmation_desc
source: Apply points before closing?
ja: 閉じる前にポイントを適用する？
ko: 닫기 전에 점수를 적용할까요?
uk: Ви хочете використати очки, перш ніж закрити вікно?
zh_cn: 在关闭之前应用点数？

# inn_upgrade_skills_close_confirmation_title
source: Close
ja: 閉じる
ko: 닫기
uk: Закрити
zh_cn: 关闭

# inn_upgrade_skills_confirmation_apply
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# inn_upgrade_skills_confirmation_cancel
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# inn_upgrade_skills_confirmation_desc
source: Commit these upgrades?
ja: アップグレードを行う？
ko: 강화를 적용할까요?
uk: Ви підтверджуєте навчання?
zh_cn: 确定进行这些升级吗？

# inn_upgrade_skills_confirmation_title
source: Continue
ja: 続ける
ko: 계속
uk: Продовжити
zh_cn: 继续

# inn_upgrade_skills_reset_label
source: Reset
ja: リセット
ko: 초기화
uk: Скинути
zh_cn: 重置

# input_action_map_cinematic
source: Cinematic
ja: シネマティック
ko: 영상
uk: Відео
zh_cn: 动画

# input_action_map_combat
source: Combat
ja: 戦闘
ko: 전투
uk: Бій
zh_cn: 战斗

# input_action_map_debug
source: Debug
ja: デバッグ
ko: 디버그
uk: Налагодження

# input_action_map_default
source: General
ko: 일반
uk: Загальні

# input_action_map_driving
source: Driving
ja: 運転
ko: 이동
uk: Правування Диліжансом
zh_cn: 驾驶

# input_action_map_ui
source: General
ko: 일반
uk: Загальні

# input_device_handling_gamepad_and_keyboard
source: Gamepad & Mouse + Keyboard
ja: ゲームパッドとマウス＋ キーボード
ko: 게임패드 및 마우스와 키보드
uk: Геймпад і миша + клавіатура
zh_cn: 游戏手柄 & 键盘与鼠标

# input_device_handling_gamepad_only
source: Gamepad
ko: 게임패드

# input_device_handling_keyboard_only
source: Mouse + Keyboard
ja: マウス ＋ キーボード
ko: 마우스와 키보드
uk: Миша + клавіатура
zh_cn: 键盘与鼠标

# input_label_academicview_hold
source: Academic View (Hold)
ko: 상세정보 창 (길게 누르기)
uk: Вікно Академіка (утрим.)

# input_label_academicview_toggle
source: Academic View (Toggle)
ko: 상세정보 창 (한번 눌러 전환)
uk: Вікно Академіка (перем.)

# input_label_biomepanel
source: Goals
ko: 목표
uk: Цілі

# input_label_charactersheet
source: Hero Sheet
ko: 영웅 정보

# input_label_combatinspect
source: Hero Sheet
ko: 영웅 정보

# input_label_combatskill1
source: Combat Skill 1
ko: 전투 기술 1
uk: Навичка бою 1

# input_label_combatskill10
source: Combat Skill 10
ko: 전투 기술 10
uk: Навичка бою 10

# input_label_combatskill2
source: Combat Skill 2
ko: 전투 기술 2
uk: Навичка бою 2

# input_label_combatskill3
source: Combat Skill 3
ko: 전투 기술 3
uk: Навичка бою 3

# input_label_combatskill4
source: Combat Skill 4
ko: 전투 기술 4
uk: Навичка бою 4

# input_label_combatskill5
source: Combat Skill 5
ko: 전투 기술 5
uk: Навичка бою 5

# input_label_combatskill6
source: Combat Skill 6
ko: 전투 기술 6
uk: Навичка бою 6

# input_label_combatskill7
source: Combat Skill 7
ko: 전투 기술 7
uk: Навичка бою 7

# input_label_combatskill8
source: Combat Skill 8
ko: 전투 기술 8
uk: Навичка бою 8

# input_label_combatskill9
source: Combat Skill 9
ko: 전투 기술 9
uk: Навичка бою 9

# input_label_inventory
source: Inventory
ko: 소지품
uk: Інвентар

# input_label_minimap
source: Minimap
ko: 지도
uk: Мінікарта

# input_label_moveforward
source: Drive
ko: 운전
uk: Їхати

# input_label_movepositive
source: Drive Forward
ja: 前に運転する
ko: 전진
uk: Їхати вперед
zh_cn: 驾车前进

# input_label_movestop
source: Stop Driving
ko: 정지
uk: Зупинитися

# input_label_not_set
source: Not Set
ko: 설정되지 않음
uk: Не налаштовано

# input_label_pausemenu
source: Pause
ko: 일시정지
uk: Пауза

# input_label_press_key_to_set
source: <color=#{notable}>Setting Key</color>
ko: <color=#{notable}>설정 키</color>
uk: <color=#{notable}>Натисніть</color>

# input_label_relationships
source: Relationships
ko: 관계
uk: Стосунки

# input_label_routeselectionforward
source: Route Selection Forward
ja: ルート選択：直進
ko: 전방 경로 선택
uk: Вибір напрямку: вперед
zh_cn: 路线选择（前）

# input_label_routeselectionleft
source: Route Selection Left
ko: 좌측 경로 선택
uk: Вибір напрямку: ліворуч

# input_label_routeselectionright
source: Route Selection Right
ko: 우측 경로 선택
uk: Вибір напрямку: праворуч

# input_label_selectleft
source: Select Left
ko: 좌측 선택
uk: Вибрати ліворуч

# input_label_selectright
source: Select Right
ko: 우측 선택
uk: Вибрати праворуч

# input_label_showtorch
source: Show Torch
ko: 횃불 표시
uk: Показати смолоскип

# input_label_splitstack
source: Split Item Stack
ja: アイテムを分割する
ko: 누적된 소지품 나누기
uk: Розділити купу предм.
zh_cn: 拆分堆叠物品

# input_label_stagecoach
source: Stage Coach Sheet
ko: 역마차 창
uk: Сторінка Диліжанса

# input_label_steeringleft
source: Steer Left
ja: 左へ移動する
ko: 좌회전
uk: Поворот ліворуч
zh_cn: 左转

# input_label_steeringnegative
source: Steer Right
ko: 우회전
uk: Поворот праворуч

# input_label_steeringpositive
source: Steer Left
ja: 左へ移動する
ko: 좌회전
uk: Поворот ліворуч
zh_cn: 左转

# input_label_steeringright
source: Steer Right
ko: 우회전
uk: Поворот праворуч

# input_label_takeallloot
source: Loot Take All
ko: 전부 노획
uk: Узяти всю здобич

# input_label_tokenreferenceview
source: Token Reference
ja: トークンリスト
ko: 토큰 사전
uk: Інформація про мітки
zh_cn: 标记词典

# input_label_uialtmodifier
source: Hold Modifier
ko: 홀드 수정자
uk: Модифікатор утримання

source: Inseparable
ja: 分離不可
ko: 분리 불가
uk: Пліч-о-пліч
zh_cn: 璧合

# insufficient_funds_label
source: Insufficient Funds
ja: 資金が足りない
ko: 자금 부족
uk: Недостатньо коштів
zh_cn: 资金不足

# invalid_skill_reason_invalid_condition
source: Condition Blocked
ja: 状態によるブロック
ko: 조건 막힘
uk: Блокується станом
zh_cn: 状态不符合

# invalid_skill_reason_invalid_cooldown
source: On Cooldown
ja: クールダウン中
ko: 재사용 대기 중
uk: Триває перезаряджання
zh_cn: 冷却中

# invalid_skill_reason_invalid_cost
source: Invalid Cost
ja: 無効なコスト
ko: 비용 부족
uk: Недійсна вартість
zh_cn: 费用不可用

# invalid_skill_reason_invalid_forced
source: Forced Invalid
ja: 強制的に無効
ko: 사용 불가 강제됨
uk: Дію заблоковано
zh_cn: 强制禁用

# invalid_skill_reason_invalid_launch
source: Out of Position
ja: ポジション外
ko: 사용 불가 위치
uk: Недійсна позиція
zh_cn: 位置不符合

# invalid_skill_reason_invalid_limit
source: Use Limit Exceeded
ja: 使用上限に到達
ko: 사용 횟수 초과
uk: Досягнута межа застосувань
zh_cn: 超出使用次数

# invalid_skill_reason_invalid_pass
source: Passed
ja: パスした
ko: 넘김
uk: Хід пропущений
zh_cn: 已跳过行动

# invalid_skill_reason_invalid_skill_block
source: Skill Blocked
ja: スキルがブロック
ko: 기술 차단됨
uk: Блокується навичкою
zh_cn: 技能不可用

# invalid_skill_reason_invalid_target
source: Invalid Targets
ja: 対象が無効
ko: 잘못된 대상
uk: Недійсні цілі
zh_cn: 目标不可用

# inventory_drag_drop_discard_confirm_label
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# inventory_drag_drop_discard_decline_label
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# inventory_drag_drop_discard_desc
source: Discard item?
ja: アイテムを捨てる？
ko: 아이템을 버릴까요?
uk: Ви впевнені, що хочете викинути цей предмет?
zh_cn: 丢弃物品？

# inventory_drag_drop_discard_title
source: Discard
ja: 捨てる
ko: 버리기
uk: Непотріб
zh_cn: 丢弃

# inventory_full_tooltip
source: Inventory Full
ja: 所持品が満杯
ko: 소지품 꽉 참
uk: Інвентар заповнено
zh_cn: 物品栏已满

# inventory_overfilled_label
source: Overencumbered, you must equip or discard items to make room.
ja: これ以上持てない。アイテムを装備するか捨てるかして、スペースを確保する必要がある。
ko: 가방이 꽉 찼습니다. 아이템을 장비하거나 버려서 공간을 확보하십시오.
uk: Додайте предмети в екіпіровку або викиньте їх, щоб звільнити місце.
zh_cn: 马车超出负荷，需要装备或丢弃物品来腾出空间。

# inventory_tab_all
source: All Items
ja: 全アイテム
ko: 모든 아이템
uk: Усі предмети
zh_cn: 所有物品

# inventory_tab_combat
source: Combat Items
ja: 戦闘アイテム
ko: 전투 아이템
uk: Предмети бою
zh_cn: 战斗物品

# inventory_tab_currency_provision
source: Currency & Provisions
ja: 通貨＆ 食料
ko: 재물 및 물자
uk: Гроші та провізія
zh_cn: 货币与补给

# inventory_tab_rest
source: Inn Items
ja: 宿アイテム
ko: 여관 아이템
uk: Предмети трактиру
zh_cn: 旅馆物品

# inventory_tab_stagecoach_pet
source: Pets
ja: ペット
ko: 애완동물
uk: Вихованці
zh_cn: 宠物

# inventory_tab_stagecoach_torch
source: Flames
ko: 불꽃
uk: Полум’я

# inventory_tab_stagecoach_upgrade
source: Stagecoach
ja: 駅馬車
ko: 역마차
uk: Диліжанс
zh_cn: 驿站马车

# inventory_tab_trinket
source: Trinkets
ja: 装身具
ko: 장신구
uk: Дрібнички
zh_cn: 饰品

# inventory_tooltip_biome_currency
source: Baubles
ja: 安物の宝石
ko: 패물
uk: Абищиці
zh_cn: 珍宝

# inventory_tooltip_cave
source: Dirt
ja: 土
ko: 흙
uk: Бруд
zh_cn: 尘土

# inventory_tooltip_city
source: Books
ja: 本
ko: 책
uk: Книги
zh_cn: 书籍

# inventory_tooltip_coast
source: Sea Stars
ja: ヒトデ
ko: 불가사리
uk: Морські зірки
zh_cn: 海星

# inventory_tooltip_farm
source: Spoons
ja: スプーン
ko: 수저
uk: Ложки
zh_cn: 勺子

# inventory_tooltip_food
source: Food
ja: 食料
ko: 식량
uk: Їжа
zh_cn: 食物

# inventory_tooltip_forest
source: Medals
ja: メダル
ko: 훈장
uk: Медалі
zh_cn: 勋章

# inventory_tooltip_heropoints
source: Mastery
ja: 熟達ポイント
ko: 숙련
uk: Гартування
zh_cn: 精通点

# inventory_tooltip_relics
source: Relics
ja: 遺物
ko: 유물
uk: Реліквії
zh_cn: 遗物

# item_added_collection_label
source: Item Returned to the World
ja: アイテムが世界に戻った
ko: 아이템이 세계로 돌아감
uk: Предмет повернуто світу
zh_cn: 物品已重归世界

# item_altar_frame_text
source: Item Returned to The World
ja: アイテムが世界に戻った
ko: 아이템이 세계로 돌아감
uk: Предмет повернуто світу
zh_cn: 物品已重归世界

# item_buy_value
source: [Buy Value: {0} Each]
ja: [購入価格：1つにつき{0}]
ko: [구매 가격: 각 {0}]
uk: [Вартість покупки: {0} за кожний предмет]
zh_cn: [购买价格：每个{0}]

# item_description_ablative_powders
source: <color=#{notable}>+66%</color> <sprite name={q}icon_burn{q}> RES (3 Turns) Gain On <sprite name={q}icon_burn{q}> Resist: <color=#{notable}>-1</color> <sprite name={q}token_stress{q}> (3 Turns)
ko: <sprite name={q}icon_burn{q}> 저항 <color=#{notable}>+66%</color> (3턴) <sprite name={q}icon_burn{q}> 저항 시: <sprite name={q}token_stress{q}> <color=#{notable}>-1</color> (3턴)
uk: <color=#{notable}>+66%</color> ОПР <sprite name={q}icon_burn{q}> (3 ходи) Отримує, якщо опирається <sprite name={q}icon_burn{q}>: <color=#{notable}>–1</color> <sprite name={q}token_stress{q}> (3 ходи)

# item_description_adrenaline_tonic
source: <color=#{heal}>Heal 50%</color> <color=#{debuff}>+1</color> <sprite name={q}token_stress{q}>
ko: <color=#{heal}>50% 치유</color> <sprite name={q}token_stress{q}> <color=#{debuff}>+1</color>
uk: <color=#{heal}>Лікування 50%</color> <color=#{debuff}>+1</color> <sprite name={q}token_stress{q}>

# item_description_antivenom
source: Remove <sprite name={q}icon_blight{q}> <color=#{heal}>Heal 10%</color>
ko: <sprite name={q}icon_blight{q}> 제거 <color=#{heal}>10% 치유</color>
uk: Знімає <sprite name={q}icon_blight{q}> <color=#{heal}>Лікує 10%</color>

# item_description_bandages
source: Remove <sprite name={q}icon_bleed{q}> <color=#{heal}>Heal 10%</color>
ko: <sprite name={q}icon_bleed{q}> 제거 <color=#{heal}>10% 치유</color>
uk: Знімає <sprite name={q}icon_bleed{q}> <color=#{heal}>Лікує 10%</color>

# item_description_bear_trap
source: <sprite name={q}icon_bleed{q}> <color=#{bleed}>3</color> (3 Turns) Add <sprite name={q}token_immoblize{q}>
ko: <sprite name={q}icon_bleed{q}> <color=#{bleed}>3</color> (3턴) <sprite name={q}token_immoblize{q}> 추가
uk: <sprite name={q}icon_bleed{q}> <color=#{bleed}>3</color> (3 ходи) Додає <sprite name={q}token_immoblize{q}>

# item_description_bone_saw
source: <sprite name={q}icon_bleed{q}> <color=#{bleed}>5</color> (3 Turns)
ko: <sprite name={q}icon_bleed{q}> <color=#{bleed}>5</color> (3턴)
uk: <sprite name={q}icon_bleed{q}> <color=#{bleed}>5</color> (3 ходи)

# item_description_burn_salve
source: Remove <sprite name={q}icon_burn{q}> <color=#{heal}>Heal 10%</color>
ko: <sprite name={q}icon_burn{q}> 제거 <color=#{heal}>10% 치유</color>
uk: Знімає <sprite name={q}icon_burn{q}> <color=#{heal}>Лікує 10%</color>

# item_description_chalk_dust
source: Remove <sprite name={q}token_stealth{q}> <color=#{debuff}>Cannot Gain</color> <sprite name={q}token_stealth{q}> (2 Rounds)
ko: <sprite name={q}token_stealth{q}> 제거 <color=#{debuff}></color> 획득 불가<sprite name={q}token_stealth{q}> (2라운드)
uk: Знімає <sprite name={q}token_stealth{q}> <color=#{debuff}>Не можна отримати</color> <sprite name={q}token_stealth{q}> (2 раунди)

# item_description_clotting_powders
source: <color=#{notable}>+66%</color> <sprite name={q}icon_bleed{q}> RES (3 Turns) Gain On <sprite name={q}icon_bleed{q}> Resist: <color=#{notable}>-1</color> <sprite name={q}token_stress{q}> (3 Turns)
ko: <sprite name={q}icon_bleed{q}> 저항 <color=#{notable}>+66%</color> (3턴) <sprite name={q}icon_bleed{q}> 저항 시: <sprite name={q}token_stress{q}> <color=#{notable}>-1</color> (3턴)
uk: <color=#{notable}>+66%</color> ОПР <sprite name={q}icon_bleed{q}> (3 ходи) Отримує, якщо опирається <sprite name={q}icon_bleed{q}>: <color=#{notable}>–1</color> <sprite name={q}token_stress{q}> (3 ходи)

# item_description_crows_feet
source: <sprite name={q}icon_bleed{q}> <color=#{bleed}>1</color> (3 Turns) <color=#{debuff}>-20%</color> <sprite name={q}icon_move{q}> RES (3 Turns) <color=#{debuff}>-2</color> <sprite name={q}icon_speed{q}> (3 Turns)
ko: <sprite name={q}icon_bleed{q}> <color=#{bleed}>1</color> (3턴) <sprite name={q}icon_move{q}> 저항 <color=#{debuff}>-20%</color> (3턴) <sprite name={q}icon_speed{q}> <color=#{debuff}>-2</color> (3턴)
uk: <sprite name={q}icon_bleed{q}> <color=#{bleed}>1</color> (3 ходи) <color=#{debuff}>–20%</color> ОПР <sprite name={q}icon_move{q}> (3 ходи) <color=#{debuff}>–2</color> <sprite name={q}icon_speed{q}> (3 ходи)

# item_description_death_cap_spores
source: <color=#{debuff}>-33%</color> <sprite name={q}icon_death_outline{q}> RES (3 Turns) <color=#{debuff}>-33%</color> <sprite name={q}icon_blight{q}> RES (3 Turns)
ko: <sprite name={q}icon_death_outline{q}> 저항 <color=#{debuff}>-33%</color> (3턴) <sprite name={q}icon_blight{q}> 저항 <color=#{debuff}>-33%</color> (3턴)
uk: <color=#{debuff}>–33%</color> ОПР <sprite name={q}icon_death_outline{q}> (3 ходи) <color=#{debuff}>–33%</color> ОПР <sprite name={q}icon_blight{q}> (3 ходи)
