Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_driving_node_activate_story_cosmic_general_01_0
source: An Academic's Study - full of the forbidden and the forgotten.
ja: 学者の研究所。そこは、禁じられたもの、忘れ去られたものにあふれている。
ko: 교수의 연구로군. 금지되어 잊힌 지식으로 가득한.
uk: Лабораторія Академіка... стільки всього забороненого й забутого.
zh_cn: 教授的研究——满载着禁忌与遗忘之物。

# vo_driving_node_activate_story_cosmic_general_02_0
source: Rummage through the shelves laden with echoes of indistinct ideas.
ja: おぼろげなアイデアの残響が積まれた棚をかき分けてみよ。
ko: 불분명한 개념의 메아리로 가득한 선반을 뒤져 보게.
uk: Артефакти, сповнені відлуння нерозбірливих ідей.
zh_cn: 去搜刮那些货架吧，上面摆满了模糊构想的余音。

# vo_driving_node_activate_story_cosmic_general_03_0
source: This unkempt study evokes a feeling of the familiar, does it not?
ja: この手つかずの研究所は、親しみを感じさせるとは思わんか？
ko: 잔뜩 어질러진 연구를 보니 친숙함이 느껴지지 않나?
uk: Безладдя навіює деякі спогади, чи не так?
zh_cn: 这间邋遢的书房唤起了一种熟悉的感觉，不是么？

# vo_driving_node_activate_story_cosmic_general_04_0
source: A place of research and inquiry - a monument to a once-prestigious career.
ja: 研究と探求の場、かつて栄華を誇った経歴の記念碑だ。
ko: 연구와 탐구의 장소인가. 한때는 명성 높았던 경력을 추모하는 기념비로고.
uk: Місце досліджень та експериментів — пам’ятник колись престижній кар’єрі.
zh_cn: 一个研究与询问的场所——一座曾经辉煌的生涯的丰碑。

# vo_driving_node_activate_story_resist_cave_01_0
source: Swine folk, indulging their vileness in the dark.
ja: 豚の仲間が、暗闇の中で下品な行為に耽っている。
ko: 돼지들은 어둠에 도사린 채 사악한 유희를 즐기지.
uk: Вепрі, які займаються своїми мерзенними справами в темряві.
zh_cn: 猪人，在黑暗中纵情作恶。

# vo_driving_node_activate_story_resist_cave_02_0
source: No choice - the brutish creatures must be confronted.
ja: 仕方ない。残忍な生き物と対峙せねばならない。
ko: 선택의 여지가 없군. 저 짐승 같은 족속들을 처치해야 하네.
uk: Вибору нема: цих жорстоких створінь треба приборкати.
zh_cn: 没有选择——你必须面对这些野蛮的生物。

# vo_driving_node_activate_story_resist_city_01_0
source: Lament the knowledge taken by the fires of these fanatics.
ja: 狂信者たちの火によって奪われた知識を嘆くがいい。
ko: 저 광신도들의 불길 속에 사그라진 지식을 추모하세.
uk: Горе знанням, які загинули у вогні фанатиків.
zh_cn: 为那些被狂徒的火焰吞没的知识哀悼吧。

# vo_driving_node_activate_story_resist_city_02_0
source: Emboldened anarchists, desperate to exercise their nihilism.
ja: 虚無主義を行使しようと躍起になっている、つけあがった無政府主義者たちだ。
ko: 오로지 자신들의 허무를 퍼뜨리고자 절박하게 날뛰는 폭도들 같으니.
uk: Осмілілі бунтівники, які відчайдушно насаджують свій нігілізм.
zh_cn: 肆无忌惮的无政府主义者，一心只想让万物归于虚无。

# vo_driving_node_activate_story_resist_coast_01_0
source: These slovenly creatures worship the sea. Let us return them to it.
ja: この汚らしい生き物は海を崇拝している。彼らを海中に返してやろう。
ko: 이 지저분한 피조물들은 바다를 숭배하였지. 그럼 돌려보내 줍세나.
uk: Ці брудні істоти схиляються перед морем. Нехай же вони знову в нього повернуться.
zh_cn: 这些肮脏的生物崇拜大海。让他们回到大海中去吧。

# vo_driving_node_activate_story_resist_coast_02_0
source: The guttural prayers of the fisherfolk must be silenced.
ja: 漁民の耳障りな祈祷は封じなければならない。
ko: 어부들의 물기 어린 기도를 잠재우게.
uk: Гортанні молитви риболюдей мають відійти в небуття.
zh_cn: 渔人喉咙中呢喃的祷词必须归于沉寂。

# vo_driving_node_activate_story_resist_farm_01_0
source: Plague Eaters - feeding on the tainted crop.
ja: 疫病腐食者は、汚染された作物を喰らう。
ko: 역병아귀들인가... 오염된 작물로 섭생한 자들 같으니.
uk: Чуможери — харчуються гнилою їжею.
zh_cn: 饕餮客——吞食着腐烂的庄稼。

# vo_driving_node_activate_story_resist_farm_02_0
source: Toothy and corpulent, slaves to their hunger.
ja: 大きな歯をしており、太っている。飢えに囚われし奴隷だ。
ko: 이빨 돋고 한껏 비만해진 허기의 노예들이로군.
uk: Зубасті й огрядні, вони раби свого голоду.
zh_cn: 身材臃肿，长满尖牙——饥饿的奴隶。

# vo_driving_node_activate_story_resist_forest_01_0
source: Slow, vacant, and resigned, the lost battalion shambles on.
ja: 運命を受け入れた敗北の大隊は、ゆっくりと、空虚に、そして粛々と歩を進める。
ko: 길도, 목적도 잃은 대대가 아무 목적도 없이 체념한 채 느릿하게 진군하는군.
uk: Заблуканий батальйон: повільний, спустошений, упокорений.
zh_cn: 缓慢、空洞、漫无目的，迷途军继续蹒跚行进。

# vo_driving_node_activate_story_resist_forest_02_0
source: They had honour once. Now they have nothing at all.
ja: かつて彼らには名誉があった。今は何もない。
ko: 저들도 한때는 명예로웠지. 이젠 아무것도 아니네만.
uk: Колись вони мали честь. Тепер у них зовсім нічого не лишилося.
zh_cn: 他们曾经有过荣耀。现在他们一无所有。

# vo_driving_node_activate_story_resist_general_01_0
source: They revel in debauchery, debasing themselves in the face of the end.
ja: 彼らは放蕩を楽しみ、終焉を前にして自らを卑下している。
ko: 저들은 방탕을 즐기며 종말 앞에서 스스로 타락하고 있네.
uk: Вони тішаться розпустою, дичавіючи перед настанням кінця.
zh_cn: 他们享受着败坏之行，在末日来临之际糟践自己。

# vo_driving_node_activate_story_resist_general_02_0
source: Your path lies through them, and so they must fall.
ja: 君の道は彼らの先へと続く。よって、彼らを倒すしかない。
ko: 자네의 길은 저들과 마주하니, 반드시 물리쳐야 하네.
uk: Ваш шлях пролягає через них... і їм має настати кінець.
zh_cn: 你的路线穿过他们，所以他们必须倒下。

# vo_driving_node_activate_story_resist_general_03_0
source: Pity a soul so twisted by despair.
ja: 絶望でねじ曲がった魂が哀れだ。
ko: 절망으로 뒤틀린 안타까운 영혼 같으니.
uk: Горе душі, настільки скаліченій відчаєм.
zh_cn: 如此绝望的灵魂令人惋惜。

# vo_driving_node_activate_story_resist_general_04_0
source: To arms, though it brings no satisfaction.
ja: 武器を取れ。それが満足をもたらすことはないが。
ko: 무기를 들어 보지만 아무 만족도 없을 테지.
uk: До зброї! Хоча в цьому й нема радості.
zh_cn: 战斗吧，尽管战斗不会带来满足。

# vo_driving_node_activate_watchtower_general_01_0
source: The value of such a view is matched only by its unsettling awfulness.
ja: このような眺めの価値は、その不穏な恐ろしさに匹敵する。
ko: 일단 끔찍한 광경 뿐이라는 건 모두가 동의할 테지.
uk: Цінність такого виду можна порівняти лише із жахом, який він викликає.
zh_cn: 远望的价值与其令人不安的程度成正比。

# vo_driving_node_activate_watchtower_general_02_0
source: Everywhere, in all directions, destruction has claimed dominion.
ja: どこもかしこも、四方八方、破壊に支配されている。
ko: 사방으로 보이는 온 세상이 파멸로 잠식당하고 말았네.
uk: Куди не подивися, усюди тільки руйнація.
zh_cn: 四面八方，目光所及只有一片狼藉。

# vo_driving_node_activate_watchtower_general_03_0
source: Look to the horizon and lament.
ja: 地平線を見て、嘆くがよい。
ko: 지평선을 보게. 그리고 오열하게나.
uk: Погляньте на обрій і заплачте.
zh_cn: 看向那地平线，然后哀悼吧。

# vo_driving_node_activate_watchtower_general_04_0
source: The fog is parted; our way is made clear.
ja: 霧は去り、道は開かれた。
ko: 안개가 걷히고 길은 확실해졌네.
uk: Туман розвіявся. Шлях чистий.
zh_cn: 雾散开了；我们的前路清晰可见。

# vo_driving_node_destination_cache_01_0
source: Supplies this way, if you can make it.
ja: この道を進めば物資が得られる。無事たどり着ければの話だが。
ko: 이쪽에는 보급품이 있지. 도달할 수만 있다면.
uk: Нагорода на вас чекатиме, якщо вам вистачить духу.
zh_cn: 补给在这边，如果你能抵达的话。

# vo_driving_node_destination_creature_den_01_0
source: Ahead, a bestial refuge, littered with bones and... less identifiable remains.
ja: 前方には獣の隠れ家があり、骨や…よく分からない残骸が散らばっている。
ko: 저 앞에는 짐승 굴이 있다네. 온통 뼈다귀와... 알아볼 수 없는 잔해로 가득한.
uk: Попереду притулок тварин, усіяний кістками та... іншими рештками тіл.
zh_cn: 前面是野兽的栖身之地，遍布白骨与……更加难以辨认的尸骸。

# vo_driving_node_destination_cultist_territory_01_0
source: The Avatars of Oblivion - clergy of the Spreading Stain.
ja: 忘却の化身。汚れの拡散を司る聖職者だ。
ko: 망각의 화신이로고. 퍼져나가는 오염의 사제인가.
uk: Іпостасі забуття — служителі скверни, що поширюється.
zh_cn: 湮灭的化身——侍奉蔓延污秽的祭司。

# vo_driving_node_destination_dungeon_01_0
source: I trust you have calculated your odds carefully... this will not be easy.
ja: 君は勝算を慎重に考えただろうが…簡単にはいかないぞ。
ko: 자네가 승산을 신중히 계산했으리라 믿네... 이 싸움은 쉽지 않을 테니.
uk: Сподіваюся, ви ретельно прорахували свої шанси... Це буде нелегко.
zh_cn: 我相信你已经再三考虑过了……这场战斗会很艰难。

# vo_driving_node_destination_field_hospital_01_0
source: If you hope to heal, you have chosen wisely.
ja: 治癒を望むなら、君は賢明な選択をしたな。
ko: 치료를 하려고 했다면 잘 선택한 걸세.
uk: Якщо вам потрібне зцілення, ви вчинили мудро.
zh_cn: 如果你想得到治疗，那么你做出了明智的选择。

# vo_driving_node_destination_hero_shrine_01_0
source: Look ahead - a place to reflect, remember, and reconcile.
ja: 前を見よ。反省し、記憶し、和解する場所だ。
ko: 앞쪽을 보게. 기억과 반추, 그리고 반성의 장소가 있네.
uk: Подивіться! Місце для роздумів, спогадів і примирення.
zh_cn: 看啊，前面是反思、回忆与释然之地。

# vo_driving_node_destination_hoarder_01_0
source: Let us hope the madman's scrounging has borne fruit.
ja: 狂人の探索が実を結んだことを祈ろう。
ko: 저 미치광이의 탐색이 나름대로 결실을 맺길.
uk: Сподіваймося, полювання божевільного було не марним.
zh_cn: 希望这个狂人的搜刮有所收获。

# vo_driving_node_destination_inn_01_0
source: At last, respite within reach.
ja: ついに、手の届くところに安息が訪れた。
ko: 마침내 휴식이 찾아왔군.
uk: Нарешті... Місце стоянки вже близько.
zh_cn: 终于，喘息的机会近在咫尺。

# vo_driving_node_destination_inn_02_0
source: The hearth calls out to the weary.
ja: 暖炉は、疲れた者に呼びかける。
ko: 난로가 지친 자들을 부르는군.
uk: Вогнище кличе стомлених.
zh_cn: 火炉召唤着疲惫的旅人。

# vo_driving_node_destination_inn_03_0
source: Haggard, tired-eyed, all are welcome here.
ja: やつれていても、疲れた目をしていても、ここでは誰でも歓迎だ。
ko: 피곤에 찌든 몸, 무거운 눈꺼풀... 여기선 모두 환영일세.
uk: Змучені, виснажені... тут раді всім.
zh_cn: 枯槁之人，倦怠之人，来者不拒。

# vo_driving_node_destination_inn_04_0
source: These warm, candlelit windows promise refuge.
ja: キャンドルの灯が温かく揺らめく窓に、避難場所としての安心感を覚える。
ko: 따뜻한 촛불 켜진 창문이 피난처를 약속하는군.
uk: Тепле світло у вікнах дає надію на притулок.
zh_cn: 这些泛着烛光的温暖窗扉允诺着庇护。

# vo_driving_node_destination_inn_05_0
source: A fortifying meal, a strong drink, and finally - rest.
ja: 栄養価の高い食事、強い酒、そして最後に、休息だ。
ko: 든든한 식사, 도수 높은 술, 그리고... 휴식.
uk: Розкішна вечеря, гарна випивка і нарешті відпочинок.
zh_cn: 一顿饱餐，一场豪饮……以及久等的一夜安眠。

# vo_driving_node_destination_oasis_01_0
source: A sanctum of tranquility awaits...
ja: 静寂の聖域が待っている…
ko: 평온의 쉼터가 기다리고 있네...
uk: Святилище спокою чекає на нас...
zh_cn: 前面等待着的是宁静的庇护所……

# vo_driving_node_destination_story_assist_01_0
source: This is no place for decent folk.
ja: ここは、まともな人間の来るところではない。
ko: 품위 있는 자들을 위한 곳은 아니네.
uk: Тут порядним людям не місце.
zh_cn: 体面之人在这里没有容身之地。

# vo_driving_node_destination_story_assist_02_0
source: Lost and desperate - they need your help.
ja: 迷子で絶望的な彼らには、君の助けが必要だ。
ko: 길 잃고 절박한 자들이 자네의 도움을 갈구하네.
uk: Зневірені й відчайдушні... Їм потрібна ваша допомога.
zh_cn: 迷失而绝望——他们需要你的帮助。

# vo_driving_node_destination_story_assist_03_0
source: Let us temper this world's cruelty, just a little.
ja: この世界の残酷さを、ほんの少しばかり和らげようではないか。
ko: 이 세상의 잔인함을 조금만 누그러뜨려 봅세.
uk: Зробимо світ трохи добрішим.
zh_cn: 让我们稍稍平衡一下这世界的残忍。

# vo_driving_node_destination_story_assist_04_0
source: The Flame sputters - you must give hope to get it.
ja: 炎がパチパチと音をたてる。希望を得るには、希望を与えることだ。
ko: 불꽃이 잦아들고 있네. 희망을 준다면 되살릴 수 있을 터.
uk: Полум’я шипить... Щоб мати надію, її треба комусь дати.
zh_cn: 火焰在飘忽——你必须找到更多希望。

# vo_driving_node_destination_story_cosmic_01_0
source: Up ahead, the seat of our regrettable research.
ja: この先には、我々の遺憾な研究の拠点がある。
ko: 저 앞에는 우리의 후회로 얼룩진 연구가 남아있네.
uk: Попереду місце наших сумних досліджень.
zh_cn: 在前面，我们那令人悔恨的研究的王座。

# vo_driving_node_destination_story_resist_01_0
source: Perhaps you are finding your courage at last.
ja: ようやく、勇気が出てきたようだな。
ko: 자네도 마침내 용기를 되찾은 모양이군.
uk: Можливо, ви нарешті знайдете в собі сили.
zh_cn: 也许你终于找到了你的勇气。

# vo_driving_node_destination_story_resist_02_0
source: Chaos must be met with unwavering resolve.
ja: 混沌には、揺るぎない決意をもって臨まなければならない。
ko: 흔들리지 않는 결의로 혼돈에 맞서야 하네.
uk: Хаос треба зустріти з непохитною рішучістю.
zh_cn: 要直面混沌，必须有坚定不移的决心。

# vo_driving_node_destination_story_resist_03_0
source: You will fight so that others may flee.
ja: 君が戦えば、他の人々が逃げられる。
ko: 맞서 싸워 주게. 다른 자들이 도망칠 수 있도록.
uk: Ви битиметеся, щоб інші могли врятуватися.
zh_cn: 你要战斗，这样他人才能逃离。

# vo_driving_node_destination_watchtower_01_0
source: Reliable information brings accurate insight, after all.
ja: 結局、信頼できる情報は正確な洞察力をもたらす。
ko: 신뢰할 수 있는 정보에서 정확한 통찰이 나오는 법 아니겠나.
uk: Надійна інформація дає точне розуміння.
zh_cn: 毕竟，可靠的信息会带来精确的启发。

# vo_driving_road_barricade_faction_cave_01_0
source: The pitiless stamp of cloven hooves can be heard ahead...
ja: 前方から、割れた蹄の無慈悲な音が聞こえてくる…
ko: 갈라진 발굽의 무자비한 발소리가 들려 오는군...
uk: Попереду чути безжальний тупіт роздвоєних копит.
zh_cn: 在前面，可以听到偶蹄动物无情的跺踏声……

# vo_driving_road_barricade_faction_city_01_0
source: The hooded watchers howl to their horrid kin!
ja: 頭巾をかぶった番人が遠吠えで仲間を呼んでいる！
ko: 두건을 쓴 감시자들이 제 무시무시한 동족에게 울부짖는군!
uk: Дозорці в каптурах кличуть товаришів!
zh_cn: 那些带着兜帽的放哨者向他们可怕的同类尖叫！

# vo_driving_road_barricade_faction_coast_01_0
source: The docks are choked once again with the repellant stench of rotting fish.
ja: 港は再び腐った魚の悪臭が充満し、窒息しそうだ。
ko: 이 항구는 다시금 썩은 비린내로 가득해지고 말았네.
uk: Повітря доків знову наповнилося гидким смородом риби, що гниє.
zh_cn: 港口再一次溢满鱼肉腐烂的恶臭。

# vo_driving_road_barricade_faction_farm_01_0
source: A festering impasse - tended by toothy fiends!
ja: 膿んだ行き止まり地点は、歯をむき出しにした悪魔が管理している！
ko: 이빨 달린 악마들에게 쫓겨 부패한 함정으로 몰렸군!
uk: Жахливий глухий кут, влаштований зубастими тварюками!
zh_cn: 疫病滋生的路障——拦路的是长满尖牙的魔物！

# vo_driving_road_barricade_faction_forest_01_0
source: They stand guard even now, deathless and dreaming.
ja: 彼らは今もなお監視し、死せず、夢を見ている。
ko: 저들은 죽지도 못하고 꿈을 꾸면서 아직도 보초를 서고 있네.
uk: Вони й зараз стоять на варті й марять, не знаючи смерті.
zh_cn: 即使是现在，他们也在站岗，在生与死之间长眠。

# vo_driving_road_barricade_general_gaunts_01_0
source: The lost souls of a dying world - empty of hope and humanity.
ja: 滅びゆく世界の失われた魂。希望も人間性もない。
ko: 죽어가는 세계의 길 잃은 영혼들 같으니. 희망도, 인간성도 없군.
uk: Заблукані душі вмираючого світу. У них немає ні краплі надії чи людяності.
zh_cn: 逝去世界的失落灵魂——失去了希望，也失去了人性。

# vo_driving_road_barricade_general_gaunts_02_0
source: Stumbling and grasping, shadows of what they once were.
ja: よろめき、渇望する、在りし日の面影。
ko: 한때 자신들의 모습이었던 허깨비를 비틀거리면서 움켜 쥐려는가.
uk: Спотикаються і чіпляються... Тіні тих, ким вони були раніше.
zh_cn: 步履蹒跚，张牙舞爪，只剩往昔人格的一道残影。

# vo_driving_road_barricade_general_gaunts_03_0
source: Echoes of humanity, twisted by hopelessness...
ja: 絶望で歪んだ人間性の残響…
ko: 인간성의 메아리가 절망으로 뒤틀리고 말았군...
uk: Відлуння людяності, спотворені безнадійністю...
zh_cn: 人性的回响，被绝望所扭曲……

# vo_driving_road_barricade_general_pillagers_01_0
source: The worst kind of parasite - opportunists.
ja: 日和見主義者、それは最悪の寄生虫だ。
ko: 기회주의자라. 최악의 기생충이로군.
uk: Найгірші з паразитів — пристосуванці.
zh_cn: 最可恶的寄生虫——投机主义者。

# vo_driving_road_barricade_general_pillagers_02_0
source: Pillaging brigands, enriching themselves as the world collapses.
ja: 世界が崩壊していく中で、自分たちを豊かにする略奪者たち。
ko: 세상이 무너지는 동안 제 배만 채우는 도적 놈들.
uk: Грабіжники, які збагачуються, коли світ гине.
zh_cn: 四处劫掠的盗匪，发着这个世界的死人财。

# vo_driving_road_barricade_general_pillagers_03_0
source: It is low indeed to profit in destruction.
ja: 破壊で利益を得るとは、実に卑しい。
ko: 파멸로부터 이득을 얻는 자들은 참으로 천박하지.
uk: Наживатися на руйнуванні світу — низько й підло.
zh_cn: 从毁灭中获利着实是为人不齿的行为。

# vo_driving_torchlight_first_0_0
source: The Flame is out - hope is lost!
ja: 炎は消え、希望は失われた！
ko: 불꽃이 꺼졌군. 희망도 사라졌네!
uk: Полум’я згасло — надія втрачена!
zh_cn: 火焰熄灭了——希望熄灭了！

# vo_driving_torchlight_first_10_0
source: Oblivion closes in.
ja: 忘却が迫っている。
ko: 망각이 짓쳐들어오는군.
uk: Забуття наближається.
zh_cn: 湮灭围了上来。

# vo_driving_torchlight_first_25_0
source: Do not despair.
ja: 絶望するでない。
ko: 절망하지 말게나.
uk: Не впадайте у відчай.
zh_cn: 不要绝望。

# vo_driving_torchlight_first_50_0
source: Steady yourself...
ja: 落ち着くのだ…
ko: 단단히 버티게...
uk: Кріпіться...
zh_cn: 做好准备……

# vo_driving_torchlight_first_75_0
source: Gather your resolve.
ja: 決意を固めるのだ。
ko: 의지를 짜내게.
uk: Зберіться з духом!
zh_cn: 鼓起你的勇气。

# vo_driving_valley_bridge_approach_01_0
source: You can feel it - a change in the air.
ja: 感じるだろう。空気の変化を。
ko: 느껴지는가. 공기가 바뀌었네.
uk: Відчуваєте? Щось незвичне витає в повітрі.
zh_cn: 你能感觉得到——空气中有着微妙的变化。

# vo_driving_valley_bridge_approach_02_0
source: The winds whip more harshly on the far side of the brook.
ja: 小川の向こう側では、風がより強く吹いている。
ko: 바람은 시내 저편에서 더 거세게 휘몰아치는군.
uk: На дальньому березі струмка пориви вітра ще сильніші.
zh_cn: 风在溪流的对岸呼啸得更为猛烈。

# vo_driving_valley_bridge_approach_03_0
source: The point of no return welcomes you with open arms...
ja: 引き返すことのできない場所が、両手を広げて君を迎える…
ko: 이제 돌아갈 수 없는 지점이 환영하고 있네...
uk: У точці неповернення завжди раді бачити вас.
zh_cn: 过了这里，就再也无法回头……

# vo_driving_valley_bridge_approach_04_0
source: Comforts are exhausted... ahead, only trial and tribulation.
ja: 快適さは失われ…先にあるのは、試練と苦難だけだ。
ko: 이제 편안함은 없네. 저 앞부터는 오로지 시련과 고난만이 있을 뿐.
uk: Розради не залишилося... попереду лише труднощі й поневіряння.
zh_cn: 再无慰藉……前方，只有试炼与苦难。

# vo_driving_valley_gaunt_barricade_post_01_0
source: Are you shaken? There is so much worse in store.
ja: 震えているのか？もっとひどいことが待っているぞ。
ko: 벌써 떨리나? 앞으로 더 나쁜 일들이 많이 기다릴 텐데.
uk: Ви вражені? На вас і не таке чекає.
zh_cn: 你在颤抖么？更可怕的还在后面……

# vo_driving_valley_gaunt_barricade_post_02_0
source: Push on to the Inn - rest and resupply await you.
ja: 宿まで耐えるのだ。休息と補給が待っている。
ko: 여관으로 들어가게. 휴식과 정비가 기다리고 있으니.
uk: Прямуйте в трактир — відпочинок і запаси чекають на вас.
zh_cn: 向旅馆前进——休憩与补给在等待你。

# vo_driving_valley_gaunt_barricade_pre_01_0
source: You see? Even your valley is not immune to the spreading stain.
ja: わかったか？君の渓谷でさえも汚れの拡散から逃れられない。
ko: 보이나? 자네의 계곡조차도 퍼져나가는 오염으로부터 안전하지는 못했네.
uk: Бачите? Навіть Долина не захищена від скверни, що поширюється.
zh_cn: 看到了吗？就连你的山谷也会被蔓延的污秽波及。

# vo_driving_valley_gaunt_barricade_pre_02_0
source: The bulwark of your denial is giving way...
ja: 拒絶の砦が崩れつつある…
ko: 자네의 부정이라는 보루가 무너지고 있네...
uk: Оплот вашого заперечення хитається...
zh_cn: 你那否认的壁垒逐渐松懈……

# vo_driving_valley_graveyard_after_01_0
source: Echoes of allies reverberating in the void.
ja: 味方の声が虚空に響く。
ko: 공허 속에서 아군의 메아리가 울리는군.
uk: Відгомін голосів союзників лунає в безодні.
zh_cn: 盟友的回声在虚空中激荡。

# vo_driving_valley_graveyard_after_02_0
source: To attempt and fail is no shameful thing.
ja: 挑戦して失敗することは、恥ずべきことではない。
ko: 도전과 실패는 부끄러운 일이 아니네.
uk: Немає нічого принизливого в тому, щоб спробувати й зазнати невдачі.
zh_cn: 努力并失败绝不可耻。

# vo_driving_valley_graveyard_first_01_0
source: Each gravestone is more than a failure - it is a promise to do better.
ja: 墓石は敗北と失敗を意味しない。状況をより良くすることへの約束だ。
ko: 저 묘비들은 단순한 실패가 아니네. 더 나아질 것이라는 약속이지.
uk: Кожний надгробок — це не лише невдача, а ще й обіцянка досягти більшого.
zh_cn: 每座墓碑都不止是失败——还是做得更好的承诺。

# vo_hero_story_failure_01_0
source: It is a difficult thing to face the past... and even moreso to reconcile with it.
ja: 過去と向き合うことは難しい…和解することはもっと難しい。
ko: 과거와 마주하기란 쉬운 일이 아니지... 더군다나 화해라면 또 어떻겠나?
uk: Важко зустрітися з минулим, але ще важче змиритися з ним.
zh_cn: 面对过去绝非易事……而与过去和解更为困难。

# vo_hero_story_failure_02_0
source: Acceptance requires honesty, painful as it might be.
ja: 受け入れるには痛みを伴うかもしれないが、正直であることが必要だ。
ko: 수용에는 정직이, 또 인고가 필요하네.
uk: Прийняття себе вимагає чесності й приносить неймовірний біль.
zh_cn: 接受现实需要对自己坦诚，无论这样做多么痛苦。

# vo_hero_story_failure_03_0
source: Only when we acknowledge the past can we be free from it.
ja: 過去を認めてこそ、過去から自由になれる。
ko: 과거를 인정할 때에만 비로소 자유로워질 수 있다네.
uk: Лише після прийняття минулого ми можемо звільнитися від нього.
zh_cn: 只有我们承认过往，才能从过往的枷锁中解脱。

# vo_hero_story_flagellant_ch1_slam_0
source: Flagellant Chapter One: Baptism
ko: 고행자 1장: 세례
uk: Флагелант Розділ перший. Хрещення

# vo_hero_story_flagellant_ch1_text_0
source: He was a listless shade of the city, indifferent to his penury. With his skeletal build and
ja: 彼は、自分の貧しさに無関心な、無気力な陰のような存在だった。骸骨のような体格で、
ko: 그는 본디 도시의 그늘 속에서 궁핍하게 살던 그저 그런 빈민이었지.
uk: Він був млявою тінню міста, байдужий до своєї бідності. Худий мов тріска,
zh_cn: 他本是城市中的碌碌无为之辈，穷困潦倒，却又不思进取。形容枯槁的他

# vo_hero_story_flagellant_ch1_text_1
source: bleeding gums, he looked an easy target for a pair of drunks seeking an outlet for their frustrations.
ja: 歯茎から血を流している彼は、欲求不満のはけ口を求めている2人組の酔っ払いの格好の標的になったようだ。
ko: 체형은 깡마르고 잇몸은 짓물렀으니, 분노를 표출할 곳을 찾는 취객들에게는 손쉬운 싸움 대상이었을 터.
uk: із кровоточивими яснами, він одного разу здався легкою мішенню двом роздратованим п’яницям.
zh_cn: 有一次被两个醉鬼逮到，沦为了他们酒后泄愤的对象。

# vo_hero_story_flagellant_ch1_text_2
source: The blows rained down, a tooth cracked - and a feverish crimson eclipsed his vision.
ja: 打撃が雨あられと降り注ぎ、歯が割れ、熱を帯びた深紅が彼の視界を覆い尽くした。
ko: 주먹 세례가 쏟아지고, 이빨이 부러져 나가고, 솟구치는 시뻘건 울분은 그 시야를 가렸지.
uk: На нього посипалися удари, тріснув зуб — і гарячкова багряна пелена заволокла його очі.
zh_cn: 在一阵拳打脚踢后，他断了一颗牙齿——双目也被炽烈的猩红所蒙蔽。

# vo_hero_story_flagellant_ch1_text_3
source: In pain... there was power. He rose above his panting assailants, and, revelling in the marks
ja: 痛みには...力があった。彼は息も絶え絶えの加害者たちを凌駕し、彼らが殴った跡を大いに楽しむと、
ko: 고통 속에는... 분명 힘이 있었어. 그는 헐떡이는 상대를 제치고 일어서, 그 원죄의 흔적에 기뻐하면서
uk: Виявилося, що біль надає сили. Він піднявся над задиханими нападниками і, насолоджуючись усвідомленням
zh_cn: 于痛苦之中……他找到了力量。他挺身直面那两个气喘吁吁的袭击者，

# vo_hero_story_flagellant_ch1_text_4
source: of their sin, forgave them their trespasses.
ja: 彼らの逸脱した行為を赦した。
ko: 자신을 향한 핍박을 모두 용서하였다네.
uk: їхніх гріхів, простив їм їхні провини.
zh_cn: 肆意享受着他们罪行的洗礼，并饶恕了他们的罪孽。

# vo_hero_story_flagellant_ch2_slam_0
source: Chapter Two: In Service of the Divine
ko: 2장: 신성을 향한 투신
uk: Розділ другий. Служіння Богу

# vo_hero_story_flagellant_ch2_text_0
source: Drawn to the sombre depths of the church's oubliettes, he pledged his life to the clergy.
ja: 彼は、教会にある土牢の奥深さに惹かれ、聖職者に生涯を捧げることを誓った。
ko: 그는 교회 아래 숨겨진 감옥의 음울한 심연으로 이끌려, 자신의 삶을 성직에 바치기로 하였다네.
uk: Поринувши в похмурі глибини церковних темниць, він віддав своє життя служінню Богу.
zh_cn: 受到教堂地窖中阴暗角落的吸引，他皈依了教会。

# vo_hero_story_flagellant_ch2_text_1
source: There, he inflicted death by slow, delicious degrees - each crack of the lash an honour,
ja: そこで彼は、ゆっくりとした、味わい深い死に方をさせた。鞭の一撃一撃が名誉であり、
ko: 그곳에서 채찍질 한번, 한 번에 명예, 자선, 병적인 찬미를 담아 느리고도 감미로운 죽음을 행하였지.
uk: Там він повільно, з насолодою наближав смерть, сприймаючи кожний удар бича як честь,
zh_cn: 在那里，他以最为美妙的分寸施加着死亡——每一次鞭笞，都是一份荣耀，

# vo_hero_story_flagellant_ch2_text_2
source: a gift, a morbid sacrament. But his zeal proved too ardent, his brethren too timid -
ja: 贈り物であり、病的な聖餐でもあった。しかし、彼の熱意はあまりに激しく、同胞たちはあまりに臆病であったため、
ko: 허나 그의 열정은 지나치게 열렬했고, 그의 형제들은 지나치게 소심했던 모양이야.
uk: як дар, як якесь хворобливе таїнство. Але його завзяття виявилося занадто палким, а брати — занадто боязкими:
zh_cn: 一件礼物，一道残酷的圣礼。但事实证明，他的狂热太过耀眼，他的同僚则太过温和——

# vo_hero_story_flagellant_ch2_text_3
source: they cast him out, rendered him once more unto the streets.
ko: 결국 교회로부터 추방되어 다시금 길바닥으로 쫓겨난 것을 보면.
uk: вони вигнали його, він знову опинився на вулиці.

# vo_hero_story_flagellant_ch3_slam_0
source: Chapter Three: More, more!
ko: 3장: 더! 더!
uk: Розділ третій. Ще, ще!

# vo_hero_story_flagellant_ch3_text_0
source: He roved out in search of torment, consuming the sin of any who would purge their misdeeds
ja: 彼は苦しみを求めて放浪し、その身に悪行を清めようとする者の罪を焼き尽くした。
ko: 그는 고통을 찾아 떠돌며 자신의 몸으로 악행을 받아내어 타인의 죄를 사해 주었네.
uk: Він мандрував у пошуках мук, вбираючи гріхи кожного, хто хотів очиститися від злочинів,
zh_cn: 他四处游荡，寻求折磨；但凡是想要将过错释放到他肉身上的人，他都来者不拒。

# vo_hero_story_flagellant_ch3_text_1
source: upon his body. Each wound fueled his fervour, the rapture only found in baptism by the lash.
ja: その傷は彼の熱情を駆り立て、鞭打ちの洗礼でしか得られない歓喜をもたらした。
ko: 상처 하나하나가 열정에 불을 지폈고, 채찍질 세례로부터 휴거를 경험하였지.
uk: своїм тілом. Кожна рана живила його запал, від хрещення бичом його охоплював екстаз.
zh_cn: 每一道伤口都助长着他的赤诚气焰，让他在鞭笞的洗礼中纵享狂喜之情。

# vo_hero_story_flagellant_ch3_text_2
source: Drunk on his bloody intinctions, manic with the need for some elusive apotheosis,
ja: 自らの血に浸したパンに酔い、捕らえどころのない神格化を求めて躁状態になり、
ko: 그렇게 피비린내 나는 욕망에 취해버린 나머지, 스스로 승천하겠다는 광기 어린 망상에 빠진 채
uk: Сп’янілий від свого кривавого причастя, одержимий потребою якогось невловимого апофеозу,
zh_cn: 沉醉于这血腥的圣餐礼中，他愈发渴望那若即若离的超凡入圣之感，

# vo_hero_story_flagellant_ch3_text_3
source: he gouged at himself without mercy. As blood poured from his rended flesh,
ja: 彼は容赦なく自分をえぐる。引き裂かれた肉から血が溢れ出る中、
ko: 스스로를 더더욱 무자비하게 몰아 세웠지.
uk: він безжалісно шморгав себе. Коли кров лилася з його роздертої плоті,
zh_cn: 于是毫不留情地撕扯起了自己的肉体。鲜血汩汩直流，

# vo_hero_story_flagellant_ch3_text_4
source: his conciousness faltered, and the thundering hoofbeats of Death rang violent in his ears.
ja: 彼の意識は朦朧とし、死の蹄音が彼の耳に激しく鳴り響く。
ko: 유린당한 살갗에서 피가 쏟아지며 의식은 혼미해졌고, 어느새 사신의 발소리가 귓가에 울리기 시작했네.
uk: його свідомість затьмарювалася і громовий стукіт копит коня Смерті відбивався луною в його вухах.
zh_cn: 他的意识也逐渐流逝，只觉死神的铁蹄响彻云霄，由远而近。

# vo_hero_story_flagellant_ch4_fight_reward_0
source: Gleaned from the world's gruesome delights, his power was enough to defy Death herself!
ja: 世界の陰惨な歓びから得た彼の力は、死そのものに逆らうに足るものであった！
ko: 세상의 온갖 끔찍한 유희로부터 얻어낸 힘은 감히 사신과도 맞설 수 있을 정도로 강력했네!
uk: Його сили, яка брала початок із найжахливіших насолод світу, було достатньо, щоб кинути виклик самій Смерті!
zh_cn: 他的力量由整个世界最为残酷的欢愉汇聚而来，就连死神也奈他不得！

# vo_hero_story_flagellant_ch4_fight_start_0
source: Her scythe promised numbing obliviation - a premature end to his sacred journey of sensation!
ja: 彼女の大鎌は、忘却の麻痺を約束し、彼の神聖な感覚の旅に早々に終止符を打った！
ko: 사신의 낫은 감각을 마비시키는 망각을 약속하였으니, 그 자신의 신성한 여정은 섣불리 끝나게 될 터였고.
uk: Її коса обіцяла оніміння і забуття — передчасний кінець його священної подорожі відчуттів!
zh_cn: 她的镰刀能湮灭一切知觉，誓要将他这场神圣的受难之旅拦腰斩断！
