Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# affinity_change_bark_feed_jealous@3
source: You gorge yourself on food that should be MINE!
ja: お前が食ってる食料は私のものだ！
ko: 너 지금 내 몫까지 먹고 있잖아!
uk: Ти жереш те, що призначено для мене!
zh_cn: 你怎么敢对我的食物大快朵颐！

# affinity_change_bark_feed_jealous+flagellant
source: How I've bled, and you'd STARVE me...!
ja: 満身創痍なのにお前のせいで餓死しちまう！
ko: 내가 그토록 피를 흘려 주었거늘 너희는 나를 굶겨 죽이느냐...!
uk: Я кров’ю спливаю, а мене голодом морять!
zh_cn: 我流了这么多血，你却想让我饿死……！

# affinity_change_bark_feed_jealous+grave_robber
source: And I thought I was a glutton.
ja: 私って大食漢だと思ってたけど負けたわ
ko: 나도 어지간히 대식가라 생각했는데.
uk: А я ще думала, що це я ненажера.
zh_cn: 我还以为我已经算贪吃了。

# affinity_change_bark_feed_jealous+hellion
source: I'll sever your greedy hands!
ja: その貪欲な手を切断してやる！
ko: 너 같은 먹보는 손 잘라버린다!
uk: Та я тобі твої жадібні рученята повідриваю!
zh_cn: 我要砍断你贪婪的双手！

# affinity_change_bark_feed_jealous+highwayman
source: You have no idea how I've starved...
ja: 俺がどれだけ空腹か、わかってないな…
ko: 내가 얼마나 배고픈지도 모르고...
uk: Ти й гадки не маєш, як я зголоднів...
zh_cn: 你都不知道我饿成什么样了……

# affinity_change_bark_feed_jealous+jester
source: You don't get to take this from me!
ja: 奪えるもんなら奪ってみろ！
ko: 내 거 뺏어 먹을 생각은 하지도 마!
uk: Ти не можеш забрати це в мене!
zh_cn: 这是我的，你凭什么抢？！

# affinity_change_bark_feed_jealous+leper
source: My constitution wanes...
ja: 体力が衰えていく…
ko: 속이 뒤틀리는군...
uk: Моє тіло слабшає...
zh_cn: 我的身体愈发衰弱……

# affinity_change_bark_feed_jealous+man_at_arms
source: I require that! For my strength!
ja: よこせ！力を保つのにいるんだ！
ko: 나도 필요해! 힘이 안 난다고!
uk: Це мені потрібне, щоб повернути сили!
zh_cn: 我需要那个！为了我的力量！

# affinity_change_bark_feed_jealous+occultist
source: I have hunger beyond your ken.
ja: どれだけ空腹かお前には理解できまい
ko: 내 굶주림은 자네의 한계를 한참 넘어선다네.
uk: Я такий голодний, що ти навіть уявити не можеш!
zh_cn: 我的饥饿超乎你的理解。

# affinity_change_bark_feed_jealous+plague_doctor
source: I require nourishment!
ja: 栄養が必要なんだ！
ko: 나도 양분이 필요하다고!
uk: Моєму тілу потрібна їжа!
zh_cn: 我需要摄入养分！

# affinity_change_bark_feed_jealous+runaway
source: Don't leave me your damned scraps!
ja: ガラクタなんて要らない！
ko: 또 찌꺼기만 남겨주지 마!
uk: Не залишай мені самі недоїдки!
zh_cn: 该死，别让我吃你吃剩的！

# affinity_change_bark_feed_jealous+vestal
source: This feast is a blessing, you selfish lout!
ja: この身勝手な無骨者、この馳走は恵みなのですよ！
ko: 혼자서 아주 잔치판을 벌이는 구나, 이 이기적인 놈!
uk: Цей бенкет — дар нам усім!
zh_cn: 这场盛宴是个祝福，你个自私鬼！

# affinity_change_bark_follow_up_hit@0
source: As one!
ja: 一丸となれ！
ko: 하나 되어 싸우자!
uk: Нумо разом!
zh_cn: 齐心协力！

# affinity_change_bark_follow_up_hit@1
source: We're beating them back!
ja: 反撃するぞ！
ko: 우린 놈들을 밀어붙이고 있다!
uk: Вони нас не подужають!
zh_cn: 我们占了上风！

# affinity_change_bark_follow_up_hit_comboedtarget@0
source: They underestimate us!
ja: 我々を見くびってやがる！
ko: 저 놈들, 우리를 얕봤겠다!
uk: Нас недооцінили!
zh_cn: 他们低估了我们！

# affinity_change_bark_follow_up_hit_comboedtarget@1
source: We shall be their undoing!
ja: 奴らを破滅させてやる！
ko: 우리가 놈들의 심판이 되리라!
uk: Ми вкоротимо їм віку!
zh_cn: 我们就是他们的末日！

# affinity_change_bark_follow_up_hit_comboedtarget+flagellant
source: Stray not - our burden is divine!
ja: 紛れもなく、俺たちの義務は神聖なるものだ！
ko: 흔들리지 마라. 우리의 사명은 신성하다!
uk: Нам не можна збитися зі шляху істинного: ми несемо божественну ношу!
zh_cn: 不要动摇——我们的负担是神圣的！

# affinity_change_bark_follow_up_hit_comboedtarget+grave_robber
source: Brilliant!
ja: 見事！
ko: 너무 멋져!
uk: Блискуче!
zh_cn: 完美配合！

# affinity_change_bark_follow_up_hit_comboedtarget+hellion
source: STRIKE WHERE THEY ALREADY BLEED!
ja: 出血している場所を攻撃しなさい！
ko: 피 흘리는 곳만 골라 쳐라!
uk: БИЙ У РАНУ!
zh_cn: 撕开他们的创口！

# affinity_change_bark_follow_up_hit_comboedtarget+highwayman
source: On 'em like a pack of dogs!
ja: 犬の群れのように襲い掛かれ！
ko: 개떼처럼 들러붙어!
uk: Порвемо їх, мов собаки зайця!
zh_cn: 像野狗一样围攻！

# affinity_change_bark_follow_up_hit_comboedtarget+jester
source: I trained as a soloist, but...
ja: 独奏者としての訓練は受けたが…
ko: 내 특기는 독주지만, 이번엔 뭐...
uk: Я завжди був одинаком, але...
zh_cn: 我只练过独奏，不过……

# affinity_change_bark_follow_up_hit_comboedtarget+leper
source: Many are the hands that dig their graves.
ja: 多くが自滅した者たちだ
ko: 힘을 합쳐 저들의 무덤을 파 주자.
uk: Ворог уже багатьом поперек горла.
zh_cn: 合力为他们掘好坟墓。

# affinity_change_bark_follow_up_hit_comboedtarget+man_at_arms
source: This is what we trained for!
ja: 俺たちこのために鍛えたんだ！
ko: 이 순간을 위한 훈련이었지!
uk: До цього ми й готувались.
zh_cn: 这就是我们训练的目的！

# affinity_change_bark_follow_up_hit_comboedtarget+occultist
source: They'll be feeling that one.
ja: 今のは効いただろう
ko: 저건 좀 아플 걸세.
uk: Ворог це відчує.
zh_cn: 钻心之痛。

# affinity_change_bark_follow_up_hit_comboedtarget+plague_doctor
source: We weary them!
ja: 奴らを疲弊させたぞ！
ko: 힘을 쫙 빼버려!
uk: Виснажимо ворога!
zh_cn: 我们携手打败他们！

# affinity_change_bark_follow_up_hit_comboedtarget+runaway
source: Hah! Not so fast!
ja: ハッ！慌てないで！
ko: 하! 어림도 없지!
uk: Хе-хе! Не так швидко!
zh_cn: 哈！你逃不掉了！

# affinity_change_bark_follow_up_hit_comboedtarget+vestal
source: Light, steer our blades true!
ko: 빛이여, 우리의 칼날을 바르게 인도해 주소서!
uk: Світло, спрямуй наші клинки точно в ціль!

# affinity_change_bark_follow_up_hit_crittedtarget@0
source: Few more like that and they're done for!
ja: あと数回やれば終わりだ！
ko: 그렇게 몇 대만 더 치면 놈들도 끝이야!
uk: Ще кілька ударів — і все скінчено.
zh_cn: 再来几次，就能把他们全解决了！

# affinity_change_bark_follow_up_hit_crittedtarget@1
source: Hah!
ja: ハッ！
ko: 하!
uk: Ха!
zh_cn: 哈！

# affinity_change_bark_follow_up_hit_crittedtarget+flagellant
source: Through their flesh, our path to divinity!
ja: 奴らの肉体を介して、俺たちは神へ至る道を歩む！
ko: 저들의 육신으로 우리의 신성을 향한 길을 열어라!
uk: Наш шлях — через їхню плоть до божественності!
zh_cn: 他们的血肉之中，有我们超凡入圣的道路！

# affinity_change_bark_follow_up_hit_crittedtarget+grave_robber
source: You're dreadful good at this.
ja: 恐ろしく上手ね。
ko: 자기 정말 끔찍하게 잘 나간다.
uk: Одразу видно руку майстра.
zh_cn: 你真是心狠手辣得可怕呢。

# affinity_change_bark_follow_up_hit_crittedtarget+hellion
source: GRAAAAAH!
ja: 『グォォォーーーッ！』
ko: 그라아아아!!
uk: ГРА-А-А!
zh_cn: 嗬啊！！

# affinity_change_bark_follow_up_hit_crittedtarget+highwayman
source: I line 'em up...
ja: そこに並べ！
ko: 딱 줄 세워 놨어...
uk: Я все зроблю, що треба...
zh_cn: 我来创造机会……

# affinity_change_bark_follow_up_hit_crittedtarget+jester
source: On three...
ja: 1、2の3で…
ko: 셋 세면 간다...
uk: На рахунок три...
zh_cn: 数到三……

# affinity_change_bark_follow_up_hit_crittedtarget+leper
source: As the stream smooths the stone.
ja: 川の流れが石を削るがごとく、だ
ko: 바위를 깎는 유수와 같이.
uk: Як вода точить камінь.
zh_cn: 如同溪流抚过卵石。

# affinity_change_bark_follow_up_hit_crittedtarget+man_at_arms
source: Warmed the buggers up for you!
ja: 奴らの気を荒立ててやったぞ！
ko: 저 놈들 양념 다 쳐놨다!
uk: Ворог досяг потрібної кондиції.
zh_cn: 帮你热了热场子！

# affinity_change_bark_follow_up_hit_crittedtarget+occultist
source: I admire your cunning.
ja: その抜け目のなさは感服する
ko: 그 책략, 굉장하군.
uk: Твоя хитрість неперевершена.
zh_cn: 你的敏锐令我诚服。

# affinity_change_bark_follow_up_hit_crittedtarget+plague_doctor
source: Masterful!
ja: さすがだ！
ko: 굉장한 실력이야!
uk: Яка майстерність!
zh_cn: 精妙！

# affinity_change_bark_follow_up_hit_crittedtarget+runaway
source: Don't let a single one flee!
ja: ひとりも逃すな！
ko: 한 놈도 도망 보내지 마!
uk: Не дай нікому втекти!
zh_cn: 一个也别想逃！

# affinity_change_bark_follow_up_hit_crittedtarget+vestal
source: They fear the glare of our torch!
ja: やつらはたいまつの光を恐れています！
ko: 저들은 우리의 눈부신 횃불을 두려워한다!
uk: Світло смолоскипа — головний страх ворога.
zh_cn: 他们害怕我们的火光！

# affinity_change_bark_follow_up_hit_debuffedtarget@0
source: Cut them down to size!
ja: 奴らをこま切れにしてやれ！
ko: 깍둑썰기 해 버리자!
uk: Відріжте їм усе зайве!
zh_cn: 把他们砍成碎片！

# affinity_change_bark_follow_up_hit_debuffedtarget@1
source: They'll be scared of US soon!
ko: 놈들은 곧 우릴 두려워하게 될 거다!
uk: Скоро ворог тремтітиме від жаху перед нами!

# affinity_change_bark_follow_up_hit_debuffedtarget+flagellant
source: They shrivel in the face of my purity!
ja: 俺の純粋さに奴らは萎縮するだろう！
ko: 저들은 나의 순수 앞에 위축될 지어니!
uk: Їх судомить від моєї чистоти!
zh_cn: 他们在我的圣洁面前畏缩！

# affinity_change_bark_follow_up_hit_debuffedtarget+grave_robber
source: Hammer on the nail, you are.
ja: ハンマーで釘を打つようなものね
ko: 우린 한 쌍의 못과 망치랄까?
uk: Те що треба!
zh_cn: 真是画龙点睛之笔。

# affinity_change_bark_follow_up_hit_debuffedtarget+hellion
source: Never saw you coming!
ja: まさかお前が来るとは！
ko: 눈치도 못 채고 당했을 거다!
uk: Я й не чекала.
zh_cn: 他们可没料到你这一手！

# affinity_change_bark_follow_up_hit_debuffedtarget+highwayman
source: Now we're fightin' dirty!
ja: ひどい戦況だ！
ko: 이제 더럽게 싸워 보실까!
uk: Не треба гребувати брудними прийомами!
zh_cn: 这才叫阴招！

# affinity_change_bark_follow_up_hit_debuffedtarget+jester
source: Got one over on 'em!!
ja: 一発食らわせたぞ！
ko: 한 방 제대로 먹여 볼까!!
uk: Ми вас переграємо, ми вас знищимо!
zh_cn: 给他们留了个惊喜！

# affinity_change_bark_follow_up_hit_debuffedtarget+leper
source: The tide turns.
ja: 流れが変わったぞ
ko: 흐름이 바뀐다.
uk: Бойова ситуація змінюється.
zh_cn: 攻守互换。

# affinity_change_bark_follow_up_hit_debuffedtarget+man_at_arms
source: Now! On the offensive!
ja: いまだ！攻めに転じろ！
ko: 자! 공격 태세로!
uk: Ну ж бо, в атаку!
zh_cn: 就是现在！进攻！

# affinity_change_bark_follow_up_hit_debuffedtarget+occultist
source: Now we know what weakens them...
ja: これで奴らの弱点がわかった…
ko: 이제 놈들의 약점을 알았군...
uk: Тепер ми знаємо, у чому слабкість ворога.
zh_cn: 找到他们的弱点了……

# affinity_change_bark_follow_up_hit_debuffedtarget+plague_doctor
source: They are enfeebled! Now!
ja: 弱体化している！いまだ！
ko: 쟤들이 약해졌어! 지금이야!
uk: Ворог слабшає, уперед!
zh_cn: 快，趁他们正虚弱！

# affinity_change_bark_follow_up_hit_debuffedtarget+runaway
source: Yes! Now, again!
ja: よし！いまだ、もう一度！
ko: 좋았어! 다시 한 번 가자!
uk: Ще раз, так тримати!
zh_cn: 好！再来一次！

# affinity_change_bark_follow_up_hit_debuffedtarget+vestal
source: Banish them!
ja: やつらを打ち払うのです！
ko: 저들을 추방하라!
uk: Знищимо їх!
zh_cn: 驱逐他们！

# affinity_change_bark_follow_up_hit+flagellant
source: Through suffering, strength!
ko: 고통은 힘이다!
uk: Крізь страждання до сили!

# affinity_change_bark_follow_up_hit+grave_robber
source: I'm charmed.
ja: 私は幸運ね
ko: 사랑에 빠질 것 같아.
uk: Я в захваті.
zh_cn: 真是让我受宠若惊。

# affinity_change_bark_follow_up_hit+hellion
source: Chase them back to their dens!
ja: 奴らの巣窟まで追いかけろ！
ko: 놈들의 둥지까지 쫓아버려라!
uk: Женіть ворога до самого лігва!
zh_cn: 把他们赶回老巢去！

# affinity_change_bark_follow_up_hit+highwayman
source: That's how it's done.
ja: どうやるか見せてやる
ko: 작업은 이렇게 해치워야지.
uk: Ось як це робиться.
zh_cn: 干净利落。

# affinity_change_bark_follow_up_hit+jester
source: What a pair, you and I.
ja: お前とはいいコンビだな
ko: 둘이 정말 굉장한 듀엣인데.
uk: Ми чудові напарники!
zh_cn: 咱们俩真是好搭档。

# affinity_change_bark_follow_up_hit+leper
source: None of us fights alone.
ja: 我々は一人ではないのだぞ
ko: 우리는 홀로 싸우지 않는다.
uk: Ми завжди б’ємося разом.
zh_cn: 你我都并非孤立无援。

# affinity_change_bark_follow_up_hit+man_at_arms
source: See? We fight as a unit!
ja: 見たか？俺たちは一団となって戦うのだ！
ko: 봤나? 이게 바로 전우의 힘이다!
uk: Бачиш? Ми — команда!
zh_cn: 看到了吗？这就是团队的力量！

# affinity_change_bark_follow_up_hit+occultist
source: Snuff them out!
ja: 奴らを殲滅せよ！
ko: 박살을 내 버리세!
uk: Дамо ворогу прикурити!
zh_cn: 掐灭他们的火光！

# affinity_change_bark_follow_up_hit+plague_doctor
source: A synchronized dissection!
ja: まとめて解剖してやる！
ko: 같이 찢어 발겨 버리자!
uk: А тепер разом!
zh_cn: 同步解离！

# affinity_change_bark_follow_up_hit+runaway
source: Send 'em home limping!
ja: 足を引きずりながら帰りな！
ko: 멀쩡히 돌려 보내진 못하지!
uk: Женімо ворога туди, звідки він з’явився!
zh_cn: 把他们打得屁滚尿流！

# affinity_change_bark_follow_up_hit+vestal
source: Back to the void which birthed ye!
ja: もといた虚空に帰りなさい！
ko: 네가 태어난 공허 속으로 꺼져라!
uk: Повертайся в безодню, що породила тебе!
zh_cn: 退回滋生你们的深渊去！

# affinity_change_bark_healing_observing_jealous@0
source: And what of <i>my</i> needs?
ja: <i>私</i>が助けを求めているのに？
ko: <i>나는</i> 신경도 안 써주나?
uk: А як щодо <i>моїх</i> потреб?
zh_cn: 那谁来帮<i>我</i>呢？

# affinity_change_bark_healing_observing_jealous@1
source: Are my wounds not enough?
ja: この怪我が十分でないと？
ko: 이 정도 상처로는 부족한가?
uk: Мої рани недостатньо глибокі?
zh_cn: 我的伤势难道不够重吗？

# affinity_change_bark_healing_observing_jealous_wounded@0
source: Do you not see the bloodstains?!
ko: 이 핏자국 안 보여?!
uk: Ти що, не бачиш цих кривавих плям?

# affinity_change_bark_healing_observing_jealous_wounded@1
source: How dare you!
ja: よくもお前は！
ko: 어디서 감히!
uk: Та як ти смієш?
zh_cn: 你怎么敢……！

# affinity_change_bark_healing_observing_jealous_wounded+flagellant
source: You think me blighted, beyond hope!
ja: 俺が挫折して、希望が失くしたと思っているだろ？
ko: 이렇게 역병에 찌든 몸은 구하기 글렀다고 생각하는가!
uk: Ти думаєш, що я зіпсований, безнадійний?
zh_cn: 你是觉得我身负腐蚀，已经无可救药了么！

# affinity_change_bark_healing_observing_jealous_wounded+grave_robber
source: No help coming from you, I see.
ja: お前の助けは得られないようだね、わかった
ko: 안 도와준다 이거지? 알았어.
uk: Від тебе допомоги не дочекаєшся, зрозуміло.
zh_cn: 你是不会帮我的，我明白了。

# affinity_change_bark_healing_observing_jealous_wounded+hellion
source: You aid our enemies by ignoring me!
ja: 無視するの？敵を助けることになるのよ！
ko: 날 무시하다니, 이거 적들 돕는 거다!
uk: Ігноруєш мене — допомагаєш ворогові!
zh_cn: 忽视我，就是在帮助我们的敌人！

# affinity_change_bark_healing_observing_jealous_wounded+highwayman
source: Written me off so soon?
ja: こんなにも早く俺を見限るのか？
ko: 벌써부터 푸대접이냐?
uk: То мене вже скинули з рахунку. Так швидко?
zh_cn: 这么快就打算让我自生自灭了？

# affinity_change_bark_healing_observing_jealous_wounded+jester
source: You'll see no aid from me, either.
ko: 나도 너 안 도와주지 뭐.
uk: Ти теж не дочекаєшся від мене допомоги.

# affinity_change_bark_healing_observing_jealous_wounded+leper
source: To do nothing is to make a statement.
ko: 손 놓고 있는 것도 나름대로 확실한 의사 표현이지.
uk: Нічого не робити — це також вчинок.

# affinity_change_bark_healing_observing_jealous_wounded+man_at_arms
source: Our campaign shall bear the cost of this foolishness!
ja: 俺たちは今後、その愚行の代償を背負うことになるな！
ko: 이딴 멍청한 짓거리 때문에 전쟁을 지게 생겼어!
uk: Ця дурість може загрожувати нашій місії!
zh_cn: 你的愚蠢行径会让我们的事业付出代价的！

# affinity_change_bark_healing_observing_jealous_wounded+occultist
source: A traitor in our midst, perhaps.
ja: 裏切り者、かもしれないな
ko: 어쩌면 우리 중에 배신자가 있을지도.
uk: Не виключено, що серед нас є зрадник.
zh_cn: 也许我们之中有个叛徒。

# affinity_change_bark_healing_observing_jealous_wounded+plague_doctor
source: Your eyes must be afflicted!
ja: お前は目を傷めているだろう？
ko: 시력에 문제가 있는 모양인데!
uk: У тебе щось з очима?
zh_cn: 你的眼睛一定是有什么毛病！

# affinity_change_bark_healing_observing_jealous_wounded+runaway
source: ... I thought you were different.
ja: …お前は違うと思っていた
ko: ...넌 다를 줄 알았는데.
uk: Я була про тебе кращої думки...
zh_cn: ……我还以为你不一样。

# affinity_change_bark_healing_observing_jealous_wounded+vestal
source: Repaid for my loyalty with <i>this?</i>
ja: <i>これ</i>で私の忠誠心に報いるつもりですか？
ko: 내 헌신을 <i>이 따위로</i> 되갚아?
uk: <i>Це</i> відплата за мою відданість?
zh_cn: 你就<i>这样</i>回报我的忠诚么？

# affinity_change_bark_healing_observing_jealous+flagellant
source: You see not the greater path before us!
ja: お前には目の前のこの道が見えないのか！
ko: 우리 앞에 놓인 더 위대한 길이 보이지 않는가!
uk: Ти не бачиш великого шляху, що відкривається нам!
zh_cn: 你看不到我们前方更崇高的道路！

# affinity_change_bark_healing_observing_jealous+grave_robber
source: Discard my trust to the midden, would ye?
ja: 私の信用をゴミ山に捨てるつもり？
ko: 거기 시궁창에 내 신뢰를 처박아 주지 않으련?
uk: Моя довіра для тебе зовсім нічого не значить?
zh_cn: 把我的信任抛到九霄云外去了，是不是？

# affinity_change_bark_healing_observing_jealous+hellion
source: FORSAKEN!
ja: 見捨てられた！
ko: 또 버림받았다!
uk: МЕНЕ КИНУЛИ!
zh_cn: 我被抛弃了！

# affinity_change_bark_healing_observing_jealous+highwayman
source: You think me unworthy?
ja: 俺には価値がないとでも？
ko: 난 필요 없는 것 같냐?
uk: Думаєш, я не вартий допомоги?
zh_cn: 你是觉得我不配么？

# affinity_change_bark_healing_observing_jealous+jester
source: I mistook you.
ja: お前のことを誤解していた
ko: 내가 사람을 잘못 봤네.
uk: Я помилявся в тобі.
zh_cn: 我看错你了。

# affinity_change_bark_healing_observing_jealous+leper
source: *shakes head*
ja: (うなだれる)
ko: (고개를 젓는다)
uk: *хитає головою*
zh_cn: *摇头*

# affinity_change_bark_healing_observing_jealous+man_at_arms
source: You never did hold any respect fer me.
ko: 도무지 날 존중하지를 않는군.
uk: У тобі нема ані краплі поваги до мене.

# affinity_change_bark_healing_observing_jealous+occultist
source: I am slow to anger, but...
ja: 私は温厚なほうだが…
ko: 난 화가 천천히 나는 사람이지만, 이건 참...
uk: Я дуже терплячий, але...
zh_cn: 我很难被激怒，但是……

# affinity_change_bark_healing_observing_jealous+plague_doctor
source: You leave your own medic to suffer!
ko: 자기네 위생병을 버려두는 법이 어디 있어!
uk: Ти кидаєш свого ж лікаря напризволяще!

# affinity_change_bark_healing_observing_jealous+runaway
source: That was your last chance!
ja: 最後のチャンスをふいにしたな！
ko: 이번이 네 마지막 기회였어!
uk: Це був твій останній шанс!
zh_cn: 我不会再给你机会了！

# affinity_change_bark_healing_observing_jealous+vestal
source: You spurn me in my time of need!
ja: 私が困っている時に見捨てるとは！
ko: 내가 어려울 때는 이렇게 저버리는가!
uk: Ти відвертаєшся від мене в скрутну годину!
zh_cn: 在我需要的时候，你却冷眼相待！

# affinity_change_bark_healing_observing_mortally_jealous@0
source: Alone at the end...
ko: 끝내 홀로 남는군...
uk: Під кінець... нікого поруч.

# affinity_change_bark_healing_observing_mortally_jealous@1
source: Have I failed you somehow?
ko: 나한테 무슨 유감이라도 있나?
uk: Я щось роблю не так?

# affinity_change_bark_healing_observing_mortally_jealous+flagellant
source: My consecrated flesh! My calling! Damn you!
ja: 我が聖なる肉が！我が使命が！畜生め！
ko: 내 봉헌된 육신이! 나의 소명이! 이 저주 받을 놈!
uk: Моя освячена плоть! Моє покликання! Прокляття!
zh_cn: 我的圣体！我的召唤！诅咒你们！

# affinity_change_bark_healing_observing_mortally_jealous+grave_robber
source: I'm not enough, then? So be it.
ja: 私じゃダメなの？ならいいわ
ko: 내가 성에 안 찼나 보지? 그럼 잘해봐.
uk: Тож мене замало? То й нехай.
zh_cn: 是我不配么？也罢。

# affinity_change_bark_healing_observing_mortally_jealous+hellion
source: ROT, THEN!
ja: ならば朽ちてしまえ！
ko: 썩어 죽어 버려라!
uk: ХАЙ ТИ ТУТ ХОЧ ЗГНИЄШ!
zh_cn: 那就通通腐烂吧！

# affinity_change_bark_healing_observing_mortally_jealous+highwayman
source: Never trusted you a whit.
ko: 애초에 하나도 안 믿었지.
uk: Ніколи тобі не довіряв.

# affinity_change_bark_healing_observing_mortally_jealous+jester
source: I'll carry on bleeding, then.
ja: 血を流し続けろということか
ko: 그럼 계속 피나 흘리지 뭐.
uk: Добре, я і далі стікатиму кров’ю.
zh_cn: 那我就继续流血咯。

# affinity_change_bark_healing_observing_mortally_jealous+leper
source: The king on his side upon the board...
ja: 盤上には王がいるのに…
ko: 왕이 판 위에 쓰러졌으니...
uk: Ти підставляєш короля під удар...
zh_cn: 国王放倒，棋局告负……

# affinity_change_bark_healing_observing_mortally_jealous+man_at_arms
source: Leave the sick an' the old behind, is it?
ko: 늙고 병든 몸은 버려 두시겠다?
uk: Тобі байдуже на хворих і старих, правда?

# affinity_change_bark_healing_observing_mortally_jealous+occultist
source: Toying with our fates, I see.
ja: 我々の運命を弄んでいるのだな
ko: 우리의 운명을 갖고 노시겠다?
uk: Ти граєш із нашою долею.
zh_cn: 你在拿我们的命运开玩笑。

# affinity_change_bark_healing_observing_mortally_jealous+plague_doctor
source: A poor distribution of aid!
ja: 看護の配分を誤っているな！
ko: 의료 지원이 참 형편없네!
uk: Ти не знаєш, кому треба допомагати.
zh_cn: 不患寡而患不均！

# affinity_change_bark_healing_observing_mortally_jealous+runaway
source: My gut told me right about you.
ko: 내 직감이 딱 맞았네.
uk: Інтуїція мене не підвела щодо тебе.

# affinity_change_bark_healing_observing_mortally_jealous+vestal
source: Who will pray for you when I am gone?
ko: 내가 없으면 누가 그대들을 위해 기도해 주겠나?
uk: Хто молитиметься про тебе, коли мене не стане?

# affinity_change_bark_healing_participating@0
source: Back in the fray with you!
ja: 戦いに戻ったぞ！
ko: 다시 같이 싸우자고!
uk: Повертайся до всіх.
zh_cn: 回去战斗！

# affinity_change_bark_healing_participating@1
source: You'll survive this!
ko: 넌 살아남을 거야!
uk: Ти витримаєш!

# affinity_change_bark_healing_participating_dd@0
source: Not if I have a say in it!
ja: 死なせるわけにはいかない！
ko: 죽게 내버려 둘 것 같아!
uk: Ні, я цього не допущу.
zh_cn: 我不会让你死的！

# affinity_change_bark_healing_participating_dd@1
source: Surrender not!
ja: くじけるな！
ko: 포기하지 마!
uk: Не здавайся!
zh_cn: 不要投降！

# affinity_change_bark_healing_participating_dd+flagellant
source: Make an offering of this flesh. Purify yourself!
ja: この肉を捧げよ。身を清めるのだ！
ko: 살갗을 제물로 바쳐라. 스스로를 정화하라!
uk: Принеси цю плоть у жертву й очисться!
zh_cn: 以你的肉身献祭吧——净化你自己！

# affinity_change_bark_healing_participating_dd+grave_robber
source: You're of great use to us. Not yet.
ko: 자기는 우리한테 엄청 도움이 된다고. 아직 못 죽어.
uk: Ти нам часто стаєш у нагоді. Ще рано помирати.

# affinity_change_bark_healing_participating_dd+hellion
source: A weakling you are not!
ko: 넌 약골 아니다!
uk: У тобі є сили!

# affinity_change_bark_healing_participating_dd+highwayman
source: Get up. You're tougher than this.
ja: 立ち上がれ。お前はもっと強いはずだ
ko: 일어나, 넌 이거보다 강하다고.
uk: Піднімайся, тобі це під силу.
zh_cn: 起来。你没那么容易倒下。

# affinity_change_bark_healing_participating_dd+jester
source: You can't leave me short-handed.
ja: 手薄になるのは困る
ko: 혼자 독주나 하게 내버려 둘 셈이야?
uk: Без тебе я мов без рук.
zh_cn: 我可不能让你丢下我先走。

# affinity_change_bark_healing_participating_dd+leper
source: Our journey has not reached its end.
ja: 我々の旅はまだ終わってはいない
ko: 우리의 여정은 아직 끝나지 않았다.
uk: Наш похід ще не завершено.
zh_cn: 我们的旅程还没有抵达终点。

# affinity_change_bark_healing_participating_dd+man_at_arms
source: On your feet!
ja: 立ちあがれ！
ko: 기상!
uk: Вставай!
zh_cn: 站起来！

# affinity_change_bark_healing_participating_dd+occultist
source: It is not your time.
ja: 死ぬにはまだ早い！
ko: 자넨 아직 때가 되지 않았네.
uk: Твій час ще не настав!
zh_cn: 你的时候还没到。

# affinity_change_bark_healing_participating_dd+plague_doctor
source: I conquered death once - I can do so again!
ja: 私は一度死を克服した。ならば、もう一度！
ko: 죽음은 이미 한번 정복해 봤다고. 두 번도 할 수 있어!
uk: Якось я вже здолала смерть — і зроблю це ще раз!
zh_cn: 我曾经克服过死亡——也可以再克服一次！

# affinity_change_bark_healing_participating_dd+runaway
source: You're no quitter!
ko: 넌 포기하지 않아!
uk: Ти хоробра людина!

# affinity_change_bark_healing_participating_dd+vestal
source: Trust in the Light and each other.
ja: 光とお互いを信じるのです
ko: 빛과 서로를 믿으라.
uk: Будемо вірити в друзів і силу Світла.
zh_cn: 相信圣光，相信彼此。

# affinity_change_bark_healing_participating_wounded@0
source: That one looks deep.
ja: この傷は深そうだ
ko: 이야, 이건 좀 깊은데.
uk: Здається, рана глибока.
zh_cn: 这道伤口可真够深的。

# affinity_change_bark_healing_participating_wounded@1
source: You're still in this fight, friend!
ja: お前はまだ戦えるはずだ、友よ！
ko: 아직 맞서 싸워야 돼!
uk: Ти ще можеш битися!
zh_cn: 你还能继续战斗，朋友！

# affinity_change_bark_healing_participating_wounded+flagellant
source: Seek absolution and ye shall find.
ja: 赦しを求めよ、さらば与えられん
ko: 회개하는 자 속죄를 찾으리.
uk: Хто шукає відпущення гріхів, той знайде.
zh_cn: 寻找终局，你就会寻有所获。

# affinity_change_bark_healing_participating_wounded+grave_robber
source: T'ain't pretty, but it will hold.
ja: とりあえず、これで持ちこたえるでしょう
ko: 예쁘진 않은데, 버티긴 하겠네.
uk: Кепсько, але ти протримаєшся.
zh_cn: 不怎么好看，但能止住血。

# affinity_change_bark_healing_participating_wounded+hellion
source: We look after one another!
ja: お互いに助け合うのよ！
ko: 서로 보듬어 주면 된다!
uk: Ми дбаємо про одне одного!
zh_cn: 我们彼此照应！

# affinity_change_bark_healing_participating_wounded+highwayman
source: Can't leave you hangin', can I?
ja: お前を放っておけるか！
ko: 순순히 죽게 내버려 둘 것 같아?
uk: Хіба я можу залишити тебе в біді?
zh_cn: 我可不能让你有什么闪失。

# affinity_change_bark_healing_participating_wounded+jester
source: We'll fix it up proper on the coach later.
ja: 駅馬車に戻ったら、ちゃんと治してやる
ko: 이따 역마차에서 제대로 손보자고.
uk: Ми перев’яжемо рани потім, у Диліжансі.
zh_cn: 到了马车上再给你好好包扎。

# affinity_change_bark_healing_participating_wounded+leper
source: You take punishment well.
ja: 罰を受けるのが上手だな
ko: 그대는 고행을 잘 견뎌내는군.
uk: Ти стійко переносиш покарання.
zh_cn: 你很有韧性。

# affinity_change_bark_healing_participating_wounded+man_at_arms
source: What are comrades for?
ja: 仲間はこういう時のためにいるんだ
ko: 이게 전우애 아니겠나?
uk: Для чого ще потрібні соратники?
zh_cn: 战友就是干这个用的！

# affinity_change_bark_healing_participating_wounded+occultist
source: This may hurt.
ja: 少し痛むかもな
ko: 이건 좀 아플지도.
uk: Може бути боляче.
zh_cn: 忍一忍，可能会很疼。

# affinity_change_bark_healing_participating_wounded+plague_doctor
source: None better for your wounds than I!
ja: お前の傷は私が治してやる！
ko: 이런 부상은 의사한테 맡기라고!
uk: Ніхто краще за мене тебе не залатає.
zh_cn: 没人比我更擅长处理伤口了！

# affinity_change_bark_healing_participating_wounded+runaway
source: Can't have you flagging!
ja: お前を弱らせるわけにはいかない！
ko: 이런 꼴로는 못 둬!
uk: Твоє полум’я не згасне!
zh_cn: 总不能让你独自挣扎！

# affinity_change_bark_healing_participating_wounded+vestal
source: Let me read you a verse...
ja: 一節、読ませてください…
ko: 좋은 말씀 한 구절 읽어 드리지...
uk: Я прочитаю тобі вірш...
zh_cn: 让我为你吟诵一句祷文……

# affinity_change_bark_healing_participating+flagellant
source: Every wound a doorway to the divine.
ja: すべての傷は、神への扉である
ko: 상처 하나하나가 영생으로 향한 길이도다.
uk: Кожна рана відкриває шлях до божественного.
zh_cn: 每道伤口，都是入圣的一个台阶。
