Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_assist_torch_1+grave_robber
source: The rabble are softening my prejudices. Slowly.
ja: 大衆たちは、私の偏見を和らげてくれる。ゆっくりと
ko: 이 피난민들이 내 편견을 천천히 누그러뜨리네.
uk: Цей натовп пом’якшує мої упередження. Потроху.
zh_cn: 这些人正在逐渐磨平我的偏见。虽然磨得很慢。

# story_bark_assist_torch_1+hellion
source: Future allies against the swarm.
ja: 群れに対抗する未来の味方だ
ko: 함께 어둠의 무리에 대항할 벗들이다.
uk: Майбутні союзники проти рою.
zh_cn: 这些人也许会成为我们未来的盟友。

# story_bark_assist_torch_1+highwayman
source: A little help is the least we can offer.
ko: 최소한 도움 정도는 줄 수 있잖아.
uk: Допомога — найменше, що ми можемо запропонувати.

# story_bark_assist_torch_1+jester
source: Truly the least we could do.
ko: 정말 최소한의 도움 정도는 줄 수 있겠지.
uk: Це й справді найнезначніше, що ми могли зробити.

# story_bark_assist_torch_1+leper
source: They have little - we have much.
ja: 彼らが持っているのはわずかだ。我々にはたくさんある
ko: 저들이 가진 건 적고, 우리가 가진 건 많다.
uk: У них усього мало, у нас — багато.
zh_cn: 他们拥有的很少——我们拥有的很多。

# story_bark_assist_torch_1+man_at_arms
source: They wish to rebuild - let it start with us.
ja: 彼らは再建を望んでいる。俺たちから始めよう
ko: 저들은 재건을 원하지. 우리가 함께 시작하자고.
uk: Хочуть відбудовувати — нехай починають із нас.
zh_cn: 他们想要重建——让我们带个好头。

# story_bark_assist_torch_1+occultist
source: Good deeds quiet the whispers.
ko: 선의의 행동은 뒷말도 잠재우지.
uk: Хороші вчинки розповідають про себе пошепки.

# story_bark_assist_torch_1+plague_doctor
source: I took an oath, however oft it slips my mind.
ja: 私は誓いを立てたけど、しばしば忘れることがある
ko: 나는 선서를 한 몸이야. 자주 까먹긴 하지만.
uk: Колись я складала клятву, але вона нерідко вислизає з пам’яті.
zh_cn: 我立下过誓言，尽管我时常忘记履行。

# story_bark_assist_torch_1+runaway
source: Could be us down in the muck tomorrow.
ko: 당장 내일 우리가 진흙탕에 빠질 지도 몰라.
uk: Завтра дорога може перетворитися на багнюку.

# story_bark_assist_torch_1+vestal
source: No nobler deed than service.
ja: 奉仕より崇高な行いはありません
ko: 봉사보다 신성한 위업은 없으니.
uk: Немає справи шляхетнішої за службу.
zh_cn: 没有什么比劳动更加崇高。

# story_bark_assist_torch_lowtorch_1+bounty_hunter
source: Hmph. Fine.
ko: 흠. 좋다.
uk: Гм. Добре.

# story_bark_assist_torch_lowtorch_1+flagellant
source: To me, sinners all!
ja: 俺にとっては、みんな罪人だ！
ko: 원죄 진 자들아, 내게 오라!
uk: До мене, грішники!
zh_cn: 罪人们，都聚拢过来吧！

# story_bark_assist_torch_lowtorch_1+grave_robber
source: They could have news of the cities...
ja: 彼らは街の情報が知っているかも…
ko: 어쩌면 도시 소식을 알고 있을지도...
uk: У них можуть бути новини про міста...
zh_cn: 他们说不定会有城市里的消息……

# story_bark_assist_torch_lowtorch_1+hellion
source: These folk are not yet bent by the enemy!
ja: この民はまだ敵に屈しない！
ko: 이 자들은 아직 적에게 굴복 안 했다!
uk: Цей народ вороги ще не здолали!
zh_cn: 这些人还没有被敌人击垮！

# story_bark_assist_torch_lowtorch_1+highwayman
source: Gettin' dark out there. We oughta help.
ko: 밖이 어두워지고 있군. 우리가 도와야 해.
uk: Темнішає... Треба допомогти.

# story_bark_assist_torch_lowtorch_1+jester
source: A relief, seeing regular folk outside.
ja: 普通の人が外にいるのを見ると安心する
ko: 평범한 사람을 만나니 이렇게 기쁠 수가.
uk: Це таке полегшення — побачити надворі звичайних людей!
zh_cn: 在这里见到平民百姓真是令人欣慰。

# story_bark_assist_torch_lowtorch_1+leper
source: Today, them. Tomorrow, us.
ja: 今日は彼ら。明日は我々だ
ko: 오늘은 저들이 고난에 처했지만, 내일은 우리일지도 모른다.
uk: Сьогодні — їм. Завтра — нам.
zh_cn: 今天是他们，明天或许就是我们。

# story_bark_assist_torch_lowtorch_1+man_at_arms
source: We're all run a little ragged, eh?
ja: 俺たちみんな、かなりボロボロだな
ko: 우리 모두 조금씩 아쉬운 상황이잖나?
uk: У нас усіх тут деякі проблеми з одягом, еге ж?
zh_cn: 大家都会有窘迫的时候，不是么？

# story_bark_assist_torch_lowtorch_1+occultist
source: Let us spread calm instead of fear.
ja: 恐怖ではなく、平静を広めよう
ko: 공포 대신 안심을 퍼뜨려 보자고.
uk: Ми маємо випромінювати спокій, а не викликати страх.
zh_cn: 让我们散播安宁，而非恐惧。

# story_bark_assist_torch_lowtorch_1+plague_doctor
source: We must see if the corruption is spreading! Let me inspect them.
ja: 腐敗が広がっていないか確認せねば！彼らの体調を見ないと
ko: 타락이 퍼지고 있는지 확인해야 돼! 저들과 이야기 해 보자.
uk: Ми мусимо визначити, чи поширюється скверна! Дозвольте мені їх оглянути.
zh_cn: 我们必须得看看感染有没有扩散的迹象！让我为他们检查一下。

# story_bark_assist_torch_lowtorch_1+runaway
source: We don't have <i>hours</i> to waste, but...
ko: 솔직히 낭비할 <i>시간이</i> 없긴 하지만...
uk: Ми не можемо марно витрачати цілі <i>години</i>, але...

# story_bark_assist_torch_lowtorch_1+vestal
source: It is an honour to serve in times of great need.
ko: 크나큰 곤경에 처했을 때 도움을 주는 것은 영광된 도리라.
uk: Це велика честь — служити в ті часи, коли в тобі є така потреба!

# story_bark_assist_vicious_slay_1+bounty_hunter
source: No survivors.
ko: 아무도 살려 두지 마라.
uk: Ніхто не вижив...

# story_bark_assist_vicious_slay_1+flagellant
source: I know your sins and I judge you unworthy!
ja: お前の罪は知っている。お前に価値はない！
ko: 내 너희의 원죄를 알고서 가치 없다 심판하였으니!
uk: Я знаю ваші гріхи й вважаю вас недостойними!
zh_cn: 我知道你们的罪孽——我判你们堕入地狱！

# story_bark_assist_vicious_slay_1+grave_robber
source: Avert those eyes or lose them!
ja: その目をそらすか、失うかよ！
ko: 목격자를 없애지 않으면 우리만 손해야!
uk: Відведіть очі або втратите їх!
zh_cn: 再多看一眼，我就戳瞎你们的眼睛！

# story_bark_assist_vicious_slay_1+hellion
source: It is either them or us!
ko: 어차피 둘 중 하나는 죽어야 된다!
uk: Або вони, або ми!

# story_bark_assist_vicious_slay_1+highwayman
source: Better now than when they turn on us.
ko: 저 놈들한테 뒤통수를 맞느니 선수를 치는 게 낫지.
uk: Краще зараз, ніж тоді, коли вони виступлять проти нас.

# story_bark_assist_vicious_slay_1+jester
source: What's one more massacre out here?
ko: 이제 와서 학살 한번 더 난다고 달라질 거 있나?
uk: Що тут — ще одна різанина?

# story_bark_assist_vicious_slay_1+leper
source: Slay them before they fall to madness.
ja: 彼らが狂気に陥る前に殺すのだ
ko: 저들이 광기에 빠져들기 전에 처단하도록.
uk: Убийте їх, доки вони не знавісніли.
zh_cn: 在他们陷入疯狂之前，把他们杀死吧。

# story_bark_assist_vicious_slay_1+man_at_arms
source: Shall we spare ourselves future enemies?
ja: 未来の敵を、ここで見逃せって？
ko: 앞으로 적이 될 지도 모를 자들을 솎아낼까?
uk: Чи вбережемо ми себе від майбутніх ворогів?
zh_cn: 现在就把他们干掉吧，免得他们日后成为我们的敌人。

# story_bark_assist_vicious_slay_1+occultist
source: I require a handful of molars. Theirs will do.
ja: 一握りの臼歯が必要だ。彼らのものでいい
ko: 어금니가 좀 필요한데. 저걸 뽑아서 쓰면 되겠네만.
uk: Мені потрібна жменя корінних зубів. Їхні згодяться.
zh_cn: 我需要几颗牙齿。他们的牙齿就很合适。

# story_bark_assist_vicious_slay_1+plague_doctor
source: Spare one, if you can. I must test a concoction.
ja: できれば1体残しておいて。調合薬を実験をしなければ
ko: 하나 정도는 남겨 둬. 시약을 시험해봐야 하거든.
uk: Залиште й мені, будь ласка. Я хочу перевірити відвар.
zh_cn: 选个人出来吧。我必须得测试一种制剂。

# story_bark_assist_vicious_slay_1+runaway
source: How can we be sure these kids are theirs?
ja: この子たちが彼らの子だとは限らないよね？
ko: 저 애들이 자기네 애들인지 어떻게 알아?
uk: Як ми можемо бути впевнені, що це їхні діти?
zh_cn: 我们怎么能确定这些孩子是他们自己的？

# story_bark_assist_vicious_slay_1+vestal
source: Let them suffer as I have! DIE!
ja: 彼らも私のように苦しめばいいのです！死になさい！
ko: 내 고통을 그대로 겪게 해주어라! 죽어라!
uk: Нехай страждають так, як я страждаю! ЗДОХНІТЬ!
zh_cn: 让他们经受与我一样的苦难——去死吧！

# story_bark_assist_vicious_stealrelics_1+bounty_hunter
source: I'm in no mood.
ko: 지금 기분 안 좋으니 알아서 잘 해.
uk: Я не в гуморі.

# story_bark_assist_vicious_stealrelics_1+flagellant
source: Those who cross me pay in gold or blood!
ja: 俺に逆らうものは金か血で償うことになるぞ！
ko: 내게 맞서는 자는 피나 금으로 대가를 치러야 하리라!
uk: Ті, хто стикається зі мною, платять золотом або кров’ю!
zh_cn: 惹怒我的人，要么付出金钱，要么付出生命！

# story_bark_assist_vicious_stealrelics_1+grave_robber
source: We protect you wretches - and for what?
ko: 우리가 너희를 지켜주잖아. 성의를 보여야지?
uk: Ми вас, вилупків, захищаємо — і для чого?

# story_bark_assist_vicious_stealrelics_1+hellion
source: Weaklings! Count yourselves lucky we take only your relics!
ja: 弱虫どもめ！奪われるのが遺物だけなことを幸運に思え！
ko: 나약한 것들! 유물만 가져가는 걸 다행으로 여겨라!
uk: Нікчеми! Вважайте себе щасливцями: ми беремо тільки ваші реліквії!
zh_cn: 弱者！今天算你们走运，我们只要你们的钱！

# story_bark_assist_vicious_stealrelics_1+highwayman
source: Time to pay out some hurt.
ko: 지금껏 입은 상처를 보상 받아야겠어.
uk: Час вершити помсту!

# story_bark_assist_vicious_stealrelics_1+jester
source: Careful. This thing is sharp. Heh heh.
ja: 気をつけろ。こいつは鋭いぞ。へへへっ
ko: 조심해. 이거 날카롭거든. 헤헤.
uk: Обережно, ця штукенція гостра, хе-хе.
zh_cn: 当心哦，这把镰刀锋利得很。呵呵呵。

# story_bark_assist_vicious_stealrelics_1+leper
source: Their lack of gratitude grows... tiresome.
ja: 奴らの感謝の無さにも…限度はある
ko: 저들의 배은망덕함은 참... 피곤하군.
uk: Їхній постійний брак вдячності починає втомлювати.
zh_cn: 他们的不知感激……让我疲倦。

# story_bark_assist_vicious_stealrelics_1+man_at_arms
source: They'll turn against us sooner or later!
ko: 저들은 조만간 우리 뒤통수를 칠 거야!
uk: Рано чи пізно вони підуть проти нас!

# story_bark_assist_vicious_stealrelics_1+occultist
source: A fell mood grips me. I require a target.
ja: 堕落した気分が私を襲う。標的が必要だ
ko: 타락이 내 정신을 사로잡는군. 해소할 곳이 필요해.
uk: Мене охоплює поганий настрій. Мені потрібна ціль.
zh_cn: 我现在心情不好。我需要一个目标。

# story_bark_assist_vicious_stealrelics_1+plague_doctor
source: These new syringes will not test themselves!
ja: この新しい注射器を試す相手がほしかったのよ！
ko: 새로 만든 주사기를 시험해 봐야 하거든!
uk: Ці нові шприци самі себе не перевірять!
zh_cn: 我总得找个人测试这些新的注射器！

# story_bark_assist_vicious_stealrelics_1+runaway
source: Pass me those earrings or I'll rip 'em out.
ja: イヤリングを渡しなさい。さもないと引きちぎるわよ
ko: 그 귀걸이 넘기지 않으면 그냥 뜯어가겠어.
uk: Передай-но мені ці сережки, інакше я їх повириваю з вух.
zh_cn: 把那些耳环给我，不然我就自己扯下来。

# story_bark_assist_vicious_stealrelics_1+vestal
source: You've no idea how easy you have it.
ko: 너희가 그리 쉽게 손에 넣을 물건들이 아니다.
uk: Ви навіть не уявляєте, наскільки легко вам все дістається.

# story_bark_broken_clock_blundering
source: Looks complicated.
ja: 面倒そうだな
ko: 복잡해 보이는데.
uk: Здається, це буде непросто.
zh_cn: 看起来很复杂。

# story_bark_broken_clock_cave_scrounger
source: Must be able to salvage something!
ja: 何か回収できるものがあるに違いない！
ko: 뭔가 쓸만한 걸 건질 수 있을지도!
uk: Треба вміти шукати!
zh_cn: 这里一定能搜刮到什么！

# story_bark_broken_clock_city_scrounger
source: Must be able to salvage something!
ja: 何か回収できるものがあるに違いない！
ko: 뭔가 쓸만한 걸 건질 수 있을지도!
uk: Треба вміти шукати!
zh_cn: 这里一定能搜刮到什么！

# story_bark_broken_clock_eagle_eye
source: Aha - a hidden latch, just behind the side panel!
ja: ほら、横のパネルのすぐ裏に止め金があったぞ！
ko: 아하! 여기 판 뒤쪽에 숨겨진 걸쇠가 있었네!
uk: Ага, тут прихована засувка, одразу за боковою панеллю!
zh_cn: 啊哈——侧板后面有根隐藏的栓！

# story_bark_broken_clock_early_riser
source: No time, no interest.
ko: 시간도 없고 관심도 없어.

# story_bark_broken_clock_fields_scrounger
source: Must be able to salvage something!
ja: 何か回収できるものがあるに違いない！
ko: 뭔가 쓸만한 걸 건질 수 있을지도!
uk: Треба вміти шукати!
zh_cn: 这里一定能搜刮到什么！

# story_bark_broken_clock_forest_scrounger
source: Must be able to salvage something!
ja: 何か回収できるものがあるに違いない！
ko: 뭔가 쓸만한 걸 건질 수 있을지도!
uk: Треба вміти шукати!
zh_cn: 这里一定能搜刮到什么！

# story_bark_broken_clock_kleptomania
source: Not worth it.
ko: 그럴 가치도 없어.

# story_bark_broken_clock_lost_in_time
source: Time has no meaning. This device is a deceiver!
ja: 時間など知るか。 こんなものはイカサマだ！
ko: 시간은 아무 의미 없어. 이 장치는 기만책이야!
uk: Час не має значення. Цей пристрій вводить в оману!
zh_cn: 时间没有意义。这个装置就是个骗局！

# story_bark_broken_clock_lost_in_time_and_space
source: Time and space are naught but illusions.
ja: 時間や空間は、無価値な幻想にすぎない
ko: 시간과 공간은 그저 허상일 뿐인 것을.
uk: Час і простір — лише ілюзії.
zh_cn: 时间和空间都不过是幻象。

# story_bark_broken_clock_shroud_scrounger
source: Must be able to salvage something!
ja: 何か回収できるものがあるに違いない！
ko: 뭔가 쓸만한 걸 건질 수 있을지도!
uk: Треба вміти шукати!
zh_cn: 这里一定能搜刮到什么！

# story_bark_broken_clock_winA
source: Time makes dust of us all eventually.
ja: 時間は我々のすべてを塵にする
ko: 시간은 결국 우리 모두를 먼지로 만드는 것을.
uk: Час зрештою перетворить нас усіх на порох.
zh_cn: 时间最终会让我们全部化作尘埃。

# story_bark_broken_clock_winA+bounty_hunter
source: I can find a buyer for anything.
ko: 모든 물건은 결국 구매자가 나오게 되어 있어.
uk: Я можу знайти покупця на будь-який товар.

# story_bark_broken_clock_winA+flagellant
source: I am always on the lookout for metal.
ja: 俺はいつも金属を捜している
ko: 항상 날붙이는 잘 찾아 보고 있으니.
uk: Мені завжди потрібен метал.
zh_cn: 我始终在寻找更多的金属物件。

# story_bark_broken_clock_winA+grave_robber
source: Of little value to me. But we could barter it.
ja: あまり価値が無いように見える。でも交換には使えそう
ko: 나한테는 별 가치 없어. 그래도 흥정은 해볼 수 있겠다.
uk: Для мене це недосить цінне. Але є варіант з обміном.
zh_cn: 对我没什么价值，但我们可以卖出去。

# story_bark_broken_clock_winA+hellion
source: City folk and their useless junk.
ja: 街の人が作った、役に立たないガラクタか
ko: 도시사람의 쓸데없는 쓰레기다.
uk: Міські жителі та їхній непотрібний мотлох.
zh_cn: 城里人和他们那些没用的垃圾。

# story_bark_broken_clock_winA+highwayman
source: Could salvage it if nothing else.
ko: 정 안되면 고물로 처분하지.
uk: Можна використати це, якщо нема нічого іншого.

# story_bark_broken_clock_winA+jester
source: Curious little thing. What makes you tick?
ja: 興味深い小物だ。何が君を動かしている？
ko: 거 참 신기한 물건이네. 어떻게 작동하는 거지?
uk: Цікава витребенька... Чому ж ти цокаєш, га?
zh_cn: 真是神奇的小东西。你为什么滴答作响？

# story_bark_broken_clock_winA+leper
source: An armourer could make use of the metals.
ja: 武器職人なら金属を利用できるかもしれない
ko: 갑옷장이라면 고철로라도 써먹을 수 있을 터.
uk: Ці метали можуть знадобитися зброярам.
zh_cn: 这些金属对盔甲匠或许有用。

# story_bark_broken_clock_winA+man_at_arms
source: Spare parts are useful parts.
ja: 予備の部品は有用な部品だ
ko: 예비 부품이야 항상 유용하지.
uk: Запасні частини — дуже корисна штука.
zh_cn: 零件总能派上用场。

# story_bark_broken_clock_winA+occultist
source: Some tinkerer could make use of its innards.
ja: 鋳物師なら、中の部品を利用できるだろう
ko: 땜장이라면 부품을 유용하게 쓸 수 있을지도.
uk: Деякі майстри могли би використати внутрішнє начиння.
zh_cn: 麻雀虽小，五脏俱全——修补匠或许能用得上。

# story_bark_broken_clock_winA+plague_doctor
source: Those hands look sharp! I can put them to use.
ja: 鋭そうな針ね！活用できるかも
ko: 저 바늘은 날카로워 보이는 걸! 유용하게 쓸 수 있겠어.
uk: А ці руки, здається, вмілі! Я можу знайти їм використання.
zh_cn: 指针看起来很锋利！我能让它们派上用场。

# story_bark_broken_clock_winA+runaway
source: One man's trash...
ja: 誰かにとってはゴミでも…
ko: 누군가에게는 쓰레기더라도, 나한테는 보물이지...
uk: Що для одного сміття...
zh_cn: 一个人的垃圾……

# story_bark_broken_clock_winA+vestal
source: There could be useful components inside.
ja: 中に有用な部品があるかもしれません
ko: 안쪽의 부품은 유용하게 보인다만.
uk: Усередині можуть бути корисні частини.
zh_cn: 里面说不定会有能派上用场的零件。

# story_bark_broken_clock_winB
source: Someone could likely repair it.
ja: 誰かが修理してくれそうだ
ko: 누군가 수리해 줄 수 있을지도.
uk: Хтось, певно, міг би це відремонтувати.
zh_cn: 估计有人能修好它。

# story_bark_broken_clock_winB+bounty_hunter
source: Never liked keepin' time.
ko: 시간 지키는 건 짜증 나.
uk: Ніколи не любив стежити за часом.

# story_bark_broken_clock_winB+flagellant
source: Don't you worry, clock. I know my time is borrowed!
ja: 時計の心配はするな。俺の時間は借り物だ！
ko: 걱정 마라, 시계여. 내 생명은 이미 덤이라는 걸 잘 아니까!
uk: Не хвилюйся, годиннику, я знаю, що мій час запозичений!
zh_cn: 别替我担心，钟表，我知道我的时间是借来的！

# story_bark_broken_clock_winB+grave_robber
source: What a curious trinket. It seems so familiar...
ko: 참으로 흥미로운 장신구인데. 너무 익숙하게 느껴져...
uk: Яка цікава дрібничка — здається такою знайомою...

# story_bark_broken_clock_winB+hellion
source: I shall never understand the appeal.
ja: 私には、魅力が理解できそうにないな
ko: 이게 뭐가 좋은지 전혀 모르겠다.
uk: Я ніколи не зрозумію цей виклик.
zh_cn: 我永远理解不了这种东西有什么意思。

# story_bark_broken_clock_winB+highwayman
source: A ticking reminder that I'll die someday. Great.
ja: いつか死ぬということを刻々と思い出させる。いい代物だ
ko: 시계 소리를 듣고 있으면 언젠가는 죽는다는 게 확실해지지. 기분 잡치네.
uk: Цокіт нагадує про те, що колись я помру. Чудово.
zh_cn: 现在有东西提醒我，我早晚有一天会死掉了。太棒了。

# story_bark_broken_clock_winB+jester
source: Tick, tock... tick, tock... heh heh.
ko: 째... 깍... 째... 깍... 헤헤.
uk: Тік... так... тік... так... Хе-хе.

# story_bark_broken_clock_winB+leper
source: A river flows. Irreversible.
ko: 강이 흐른다. 역류할 수는 없다.
uk: Ріка тече. І назад її не повернути.

# story_bark_broken_clock_winB+man_at_arms
source: Surely it's impossible to change the past...
ko: 물론 과거를 바꾸는 건 불가능하겠지...
uk: Минуле, звісно, змінити не можна.

# story_bark_broken_clock_winB+occultist
source: Streams of time, like auras, cross through it...
ko: 시간의 흐름이 마치 아우라와 같아 서로 교차하니...
uk: Потоки часу, як і аури, вільно проходять через усе...

# story_bark_broken_clock_winB+plague_doctor
source: This mechanism is more complex than it appears.
ko: 보기보다 복잡한 장치네.
uk: Механізм набагато складніший, ніж здається.

# story_bark_broken_clock_winB+runaway
source: It stopped ticking, just like the sun stopped...
ja: 太陽が止まったのと同じように、時も刻むのを止めた…
ko: 시계가 멈췄어. 마치 날과 시간이 멈추듯...
uk: Скоріше сонце зупиниться, ніж цей цокіт припиниться...
zh_cn: 它不再转动，和停滞在空中的太阳一样……

# story_bark_broken_clock_winB+vestal
source: My abbey had a grand bell-tower...
ja: 私の修道院には立派な鐘楼がありました…
ko: 우리 수도원에는 거대한 종탑이 있었는데...
uk: У моєму абатстві була така велична дзвіниця...
zh_cn: 我的修道院有一座宏伟的钟楼……

# story_bark_caged_creature_bloodthirsty
source: Let's cut it up!
ko: 해치우자!

# story_bark_caged_creature_compassionate
source: All life deserves respect. Admittedly, this is pushing it.
ja: すべての命は尊くあるべきだ。確かにそうだが、無理なときもある
ko: 모든 생명은 존중받아야 해. 물론 이건 좀 지나치지만.
uk: Будь-яке життя заслуговує на повагу. Це спонукає до дій.
zh_cn: 所有的生命都值得尊敬。不得不承认，这里的做法太过了。

# story_bark_caged_creature_cowardice
source: My stomach roils - I can't bear the sight of it!
ko: 구역질이 나는군. 눈 뜨고 보기도 힘들어!

# story_bark_caged_creature_dare_devil
source: Let's free it and see what we can get out of it!
ja: こいつらを放してどうなるか見てみよう！
ko: 여기서 풀어준 다음에 이용해 먹을 수 있을지 한번 보자!
uk: Давайте звільнимо його й подивимось, що ми можемо отримати!
zh_cn: 把它放出来，然后看看我们能有什么收获吧！

# story_bark_caged_creature_dark_curiosity
source: I can't help but wonder - who made you?
ko: 궁금해서 참을 수가 없네. 누가 널 만들었나?
uk: І все ж… хто ж тебе створив?

# story_bark_caged_creature_erudite
source: Another opportunity to learn...
ko: 배움의 기회가 또 찾아왔군...

# story_bark_caged_creature_fear_of_cosmic
source: I won't n-near that t-thing!
ko: 나, 난 저거 그, 근처에도 안 갈 거야!

# story_bark_caged_creature_field_surgeon
source: Let me get my knife...
ko: 일단 내 칼을 가져오지...

# story_bark_caged_creature_germophobe
source: Gross.
ko: 역겹군.

# story_bark_caged_creature_hatred_of_cosmic
source: Loathesome thing, let us open it up.
ja: ムカムカするぜ、切り開いてやりたいほどだ
ko: 끔찍한 존재로군. 배를 갈라 버리자고.
uk: Яке воно огидне... Випустімо його.
zh_cn: 这是个怪物，咱们把它砍了吧。

# story_bark_caged_creature_winA
source: A cruel fate, or was someone protecting us?
ja: 残酷な運命か、それとも我々は誰かに守られていたのか
ko: 잔인한 운명인 것인가, 아니면 누군가 우릴 지켜주는 것인가?
uk: Невже доля така жорстока? Чи нас хтось захищав?
zh_cn: 是残忍的命运，还是有人在保护我们？

# story_bark_caged_creature_winA+bounty_hunter
source: It ain't coming aboard.
ko: 같이 안 데려간다.
uk: Із собою точно не заберемо.

# story_bark_caged_creature_winA+flagellant
source: What sharp little claws it has.
ko: 저 날카로운 발톱을 보라.
uk: Які гострі ці маленькі пазурі!

# story_bark_caged_creature_winA+grave_robber
source: A simplistic lock, should we desire a closer look.
ja: 単純な錠前ね。 近くでもっとよく見たいわ
ko: 좀 더 가까이서 보고 싶지만 잠금 장치가 너무 허술해.
uk: Замок дуже простий, якщо придивитися ближче.
zh_cn: 仔细看看的话，这把锁其实简单得很。

# story_bark_caged_creature_winA+hellion
source: We ought to free it or kill it!
ko: 풀어 주거나 죽여야 한다!
uk: Це створіння треба або звільнити, або вбити!

# story_bark_caged_creature_winA+highwayman
source: I don't envy the bugger.
ko: 저 녀석 신세가 부럽진 않군.
uk: Не заздрю цій істоті.

# story_bark_caged_creature_winA+jester
source: Odd little thing. Let me have a peek at you.
ko: 기이한 존재네. 한번 자세히 봐야겠어.
uk: Чудернацьке створіння... Дай-но я тебе добре роздивлюся.

# story_bark_caged_creature_winA+leper
source: Such loathsome experiments, so little learned.
ja: なんて憎むべき、知られざる実験だ
ko: 저런 혐오스러운 실험을 자행하고도 얻은 건 별로 없는가.
uk: Такі огидні експерименти, так мало знань отримано...
zh_cn: 如此恶毒的实验，又如此徒劳。

# story_bark_caged_creature_winA+man_at_arms
source: It tugs at my heart - I must be growin' soft in my old years.
ja: 俺の心を揺さぶってくる。年をとって軟弱になったのだろうな
ko: 가슴이 먹먹해지는군. 이거 늙다 보면 심성이 나약해지나 봐.
uk: Як зворушливо! Ех, чогось я розкис на старості літ...
zh_cn: 一见到它我就心软了——我这个老头子看不得这些。

# story_bark_caged_creature_winA+occultist
source: I feel a curiosity as monstrous as its visage.
ja: その巨大な姿と同じくらい、好奇心を感じる
ko: 참 기이한 모습이 기이한 호기심을 자극하는군.
uk: Відчуваю зацікавлення так само жахливе, як і зовнішній вигляд цієї істоти.
zh_cn: 我感受到了一种求知欲，和它的形象一样邪恶。

# story_bark_caged_creature_winA+plague_doctor
source: This thing defies all known biology!
ko: 이 피조물은 지금껏 규명된 모든 법칙을 무시해!
uk: Ця істота своїм існуванням кидає виклик самій природі!

# story_bark_caged_creature_winA+runaway
source: Hells! Someone was torturing this thing!
ja: なんてことなの！誰かがこいつを拷問したのね！
ko: 세상에! 누군가 얘를 고문했나 봐!
uk: От погань! Хтось мучив цю істоту!
zh_cn: 天哪！有人在折磨这个小东西！

# story_bark_caged_creature_winA+vestal
source: It is likely corrupted, but...
ko: 타락한 존재인 것 같긴 하지만...
uk: Здається, його торкнулася скверна, але...

# story_bark_caged_creature_winB
source: Don't touch it. But let's see what its owner left behind.
ja: 触れるな。しかし、所有者が何を残したか見てみよう
ko: 저건 건드리지 마. 그래도 주인이 뭘 남기고 갔는지는 확인해 보자고.
uk: Не чіпайте це. Але давайте подивимося, що залишив його власник.
zh_cn: 别碰它。不过，让我们看看这里有没有留下什么。

# story_bark_caged_creature_winB+bounty_hunter
source: Who keeps pets? Wealthy folk.
ja: ペットを飼う奴はどういうのかって？金持ちだ
ko: 애완동물 기르는 놈들은 다 부자지.
uk: Хто тримає домашніх тварин? Заможні люди.
zh_cn: 什么人会养宠物？有钱人。

# story_bark_caged_creature_winB+flagellant
source: If they forged that cage here, there'll be tools.
ja: この檻がここで作られたのなら、道具があるはずだ
ko: 저런 철창을 만들었다면 분명 공구도 있을 터.
uk: Якщо цю клітку скували тут, значить, що інструменти знайдуться.
zh_cn: 如果这个笼子是在这里造的，那工具一定就在附近。

# story_bark_caged_creature_winB+grave_robber
source: Such eclectic tastes could mean eclectic loot.
ko: 이렇게 고상한 취향의 소유자라면 분명 고상한 재물을 숨겨뒀을 텐데.
uk: Такі еклектичні смаки можуть означати еклектичну здобич.

# story_bark_caged_creature_winB+hellion
source: What has it been eating? Seek out the stores!
ja: 何を食べていたんだろう？倉庫を探してみよう！
ko: 뭘 먹고 살아남은 거냐? 창고 뒤져보자!
uk: Що воно їло? Шукайте припаси!
zh_cn: 它以什么为食？搜搜仓库看看！

# story_bark_caged_creature_winB+highwayman
source: Case the place, but that thing stays as-is.
ja: 周囲を調べろ。だが、あれは動かすな
ko: 여길 뒤져보지. 저 녀석은 건드리지 말고.
uk: Огляньте тут все, але не чіпайте цю бідолаху.
zh_cn: 翻翻这个地方，但别动那个东西。

# story_bark_caged_creature_winB+jester
source: Could be somethin' useful nearby.
ja: 何か役に立つものが近くにあるかもしれない
ko: 분명 근처에 유용한 게 있을 만한데.
uk: Тут може бути щось корисне.
zh_cn: 附近说不定有什么有用的东西。

# story_bark_caged_creature_winB+leper
source: That lock may exist for a reason. Be mindful.
ja: あの鍵は理由があって存在しているのかもしれない。気をつけよう
ko: 저 자물쇠는 다 이유가 있어서 걸어둔 것일 터. 조심하게나.
uk: Тут замок повісили не просто так. Будьте уважні.
zh_cn: 那个锁出现在那里，是有原因的。小心。

# story_bark_caged_creature_winB+man_at_arms
source: That cage stays locked! That's an order!
ja: その檻は鍵をかけたままにしておけ！これは命令だ！
ko: 저 철창은 잠가둔다! 명령이야!
uk: Нехай ця клітка залишається замкненою! Це наказ!
zh_cn: 不许打开那个笼子！这是命令！

# story_bark_caged_creature_winB+occultist
source: We might discover clues to its origins nearby...
ja: 近くに、これの起源に関する手がかりがあるかも…
ko: 근처에서 저 존재의 기원에 대한 단서를 찾을 수 있을지도...
uk: Десь поблизу мають бути підказки щодо його походження...
zh_cn: 我们也许能在附近发现关于它来源的线索……

# story_bark_caged_creature_winB+plague_doctor
source: If this was some experiment, this is a laboratory...
ja: もしこれが何かの実験だとしたら、ここは研究室ね…
ko: 이게 일종의 실험이었다면 여긴 실험실이란 얘긴데...
uk: Якщо це все якийсь експеримент, то перед нами лабораторія...
zh_cn: 如果这是某种实验，那这里就是个实验室……

# story_bark_caged_creature_winB+runaway
source: Whoever did this had the means. What'd they leave behind?
ja: 何らかの手段を用いて捕まえたのかな。何か残していったかも？
ko: 누가 이런 짓을 했든 분명 실행 수단은 있을 거 아냐. 뭘 남겨두고 갔을까?
uk: Ті, хто це зробив, мали гроші. Що ж вони залишили по собі?
zh_cn: 做这事的人一定有两下子。他们留下了什么？

# story_bark_caged_creature_winB+vestal
source: Light smite the thing! Anything else of use?
ja: 光よ、あの怪物を裁かんことを！他に使い道はあるのですか？
ko: 빛이 저 존재를 응징하기를! 다른 건 쓸모 있는 게 있나?
uk: Покарай їх Світло! Ще щось корисне є?
zh_cn: 愿圣光摧毁那个孽物！这附近有别的能派上用场的吗？

# story_bark_caged_creature_zoophobia
source: I prefer my fingers attached to my hands. No.
ko: 아니, 손가락 잘라먹기는 싫어서.
uk: Ні, я не хочу втратити палець, красно дякую!

# story_bark_creature_den_advantage_01
source: These tracks look fresh. Draw!
ja: この跡はまだ新しそうだ。近づいてみよう！
ko: 신선해 보이는 흔적이군. 가 보자!
uk: Дивіться! Схоже, сліди свіжі.
zh_cn: 这些踪迹看起来是新近留下的。抽出武器！

# story_bark_creature_den_advantage_02
source: Beasts know not our cunning!
ja: 獣は我々の狡猾さを知らない！
ko: 짐승들은 머리로 상대하면 되지!
uk: Тварини не знають, на що ми здатні!
zh_cn: 我们的狡猾远胜于野兽！

# story_bark_creature_den_advantage_03
source: Lower minds are easier to deceive. Allow me...
ja: 単純な知性を持つ動物は欺きやすい。任せろ…
ko: 멍청한 정신은 속이기도 쉽지. 맡겨 두라고...
uk: Примітивний розум легше ввести в оману. Дозвольте...
zh_cn: 更低等的生命更容易被欺骗。等我片刻……
