Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# affinity_change_bark_banter_negative@18
source: Let me alone!
ja: ひとりにしてくれ！
ko: 날 내버려 둬!
uk: Відчепись, кажу!
zh_cn: 别烦我！

# affinity_change_bark_banter_negative@19
source: Must you breathe through your mouth?
ja: 口呼吸しかできないのか？
ko: 꼭 입으로 숨을 쉬어야겠나?
uk: Тобі обов’язково через рота дихати?
zh_cn: 你非得张嘴喘气吗？

# affinity_change_bark_banter_negative@20
source: Out of my way.
ja: どいてくれ
ko: 내 앞에서 꺼져.
uk: Забирайся звідси.
zh_cn: 让开。

# affinity_change_bark_banter_negative@21
source: Something in here reeks.
ja: なにか臭うぞ
ko: 여기 뭔가 악취가 나는데.
uk: Смердиш, мов щось здохло.
zh_cn: 哪来的臭味。

# affinity_change_bark_banter_negative@22
source: Stop fidgeting!
ja: 大人しくしろ！
ko: 작작 꼼지락거려!
uk: Досить вовтузитись!
zh_cn: 别抖腿了！

# affinity_change_bark_banter_negative@23
source: Stop picking at yourself!
ja: 自分を責めるのはやめろ！
ko: 그만 좀 꼼지락대!
uk: Не метушись!
zh_cn: 别抠自己的皮肤了！

# affinity_change_bark_banter_negative@24
source: Stop wasting my time.
ja: 時間を無駄にしないでくれ
ko: 내 시간 낭비 하지 마라.
uk: Не витрачай мій час.
zh_cn: 别浪费我的时间。

# affinity_change_bark_banter_negative@25
source: Stuck on watch with <i>you?</i> Great.
ja: <i>お前</i>と一緒に見張り？最高だな
ko: <i>너랑</i> 같이 불침번이라고? 경사났군.
uk: У дозорі з <i>тобою?</i> Цього ще не вистачало...
zh_cn: 跟你被困在同一辆马车上？真是好<i>极</i>了。

# affinity_change_bark_banter_negative@26
source: This coach is too small and you're too loud.
ja: この駅馬車は小さすぎるし、お前はうるさすぎる
ko: 가뜩이나 마차도 작은데 목소리 좀 줄이지?
uk: Диліжанс занадто малий, а від тебе забагато шуму.
zh_cn: 这辆马车太小，而你声音太大。

# affinity_change_bark_banter_negative@27
source: This journey is trying enough already.
ja: この旅は、すでに過酷だ
ko: 안 그래도 힘든 여정인데.
uk: Мені й без того вистачає страждань.
zh_cn: 这趟旅程已经够折磨人的了。

# affinity_change_bark_banter_negative@28
source: Those rations were mine!
ja: その食糧は私のだ！
ko: 그 보급품은 내 거다!
uk: Це була моя їжа!
zh_cn: 那些干粮是我的！

# affinity_change_bark_banter_negative@29
source: Ugh. Piss off already.
ja: うう。とっとと消えてくれ
ko: 윽. 얼른 꺼져.
uk: Тьху. Хай тобі грець.
zh_cn: 哼。识相的话就离远点。

# affinity_change_bark_banter_negative@30
source: Wish we'd never picked you up.
ja: お前を乗せなきゃ良かった
ko: 애초에 받아 주지도 말걸.
uk: Бодай би ніколи тебе не зустрічати...
zh_cn: 真希望我们没把你拉入伙。

# affinity_change_bark_banter_negative@31
source: Your very presence offends me.
ko: 옆에 있는 것만으로도 짜증나는군.

# affinity_change_bark_banter_negative@32
source: You're a fool.
ko: 멍청한 작자.

# affinity_change_bark_banter_negative_high_stress@0
source: All life will soon be lost - especially yours!
ja: すべての命はやがて失われる。特にお前はな！
ko: 모든 생명은 머잖아 끝장날 거다. 일단 너부터!
uk: Незабаром згине все. Ти в першу чергу!
zh_cn: 所有人都难逃一死——尤其是你！

# affinity_change_bark_banter_negative_high_stress@1
source: Better to die alone - and die we will.
ja: ひとりで死ぬ方がいい。いずれみんな死ぬんだ
ko: 차라리 혼자 죽는 게 낫지. 어차피 다 죽을 테지만.
uk: Краще померти на самоті. Саме так це і буде.
zh_cn: 我宁愿一个人死去，既然我们都已经难逃一死。

# affinity_change_bark_banter_negative_high_stress@2
source: I have seen the end. You don't make it.
ko: 난 이미 끝을 봤지. 너희는 해낼 수 없어.
uk: Я знаю, чим це скінчиться. Ти не виживеш.

# affinity_change_bark_banter_negative_high_stress@3
source: If I <i>were</i> afraid, that's no business of yours.
ja: 私が恐れている<i>としても</i>お前には関係ない
ko: 내가 <i>무섭건 말건</i> 신경 꺼라.
uk: <i>Якщо</i> я й боюся, то це не твоя справа.
zh_cn: 就算我害怕了，那也不关你的事。

# affinity_change_bark_banter_negative_high_stress@4
source: If I gut you now, more food for me.
ko: 지금 네 배를 째면 내 입에 들어갈 몫이 늘지 않을까?
uk: Якщо я вб’ю тебе, мені дістанеться більше їжі.

# affinity_change_bark_banter_negative_high_stress@5
source: If you're the best we've got, 'tis hopeless.
ko: 너한테 희망을 걸라고? 우린 망했군.
uk: Якщо ти наша надія, то ми приречені.

# affinity_change_bark_banter_negative_high_stress@6
source: Loathsome coward!
ja: 忌まわしい臆病者め！
ko: 역겨운 겁쟁이!
uk: Яке боягузтво!
zh_cn: 招人恨的懦夫！

# affinity_change_bark_banter_negative_high_stress@7
source: My resolve wanes - leave me.
ja: 決意が衰えていく…ほっといてくれ
ko: 의지가 흔들리는군. 날 내버려 둬.
uk: Моя рішучість слабшає... Залиш мене.
zh_cn: 我的决心在动摇——别管我了。

# affinity_change_bark_banter_negative_high_stress@8
source: Save your bile for our enemies!
ko: 성질은 적들한테나 부려!
uk: Прибережи свої кпини для ворогів!

# affinity_change_bark_banter_negative_high_stress@9
source: Was there no one capable left...?
ko: 유능한 인재가 이렇게 없었나...?
uk: Невже самі нездари залишилися?

# affinity_change_bark_banter_negative_high_stress@10
source: You wear on my nerves...!
ko: 마지막 인내심이 바닥나는데...!
uk: Не дій мені на нерви!

# affinity_change_bark_banter_negative_high_stress@11
source: Your presence on this coach dooms us!
ko: 널 이 역마차에 태운 뒤부터 우린 망하기 시작했어!

# affinity_change_bark_banter_negative_high_stress@12
source: You've led them to our heels!
ko: 네가 우리를 위기로 내몬 거야!

# affinity_change_bark_banter_negative_high_stress+flagellant@0
source: Defy my sacred calling and feel my wrath!
ja: 神聖な使命に背いた俺の怒りを感じろ！
ko: 나의 신성한 소명을 거역하는 자, 내 분노를 맛보리라!
uk: Кинь виклик моєму священному покликанню і відчуй мій гнів!
zh_cn: 胆敢拒绝我的神圣召唤，那就面对我的怒火！

# affinity_change_bark_banter_negative_high_stress+flagellant@1
source: I spit in the face of your so-called virtues!
ja: お前のその美徳とやらに唾を吐いてやる！
ko: 소위 그 미덕이라는 것에 침을 뱉으마!
uk: Мені плювати на ваші так звані чесноти!
zh_cn: 你们那些所谓的美德在我眼里一无是处！

# affinity_change_bark_banter_negative_high_stress+grave_robber@0
source: Any company but yours, lickspittle.
ko: 자기랑은 사양이야, 허세꾼 양반.
uk: Хто завгодно, аби не ти, підлизо!

# affinity_change_bark_banter_negative_high_stress+grave_robber@1
source: Your attempts at comfort are most patronizing.
ko: 괜히 대범한 척 하려는 꼬라지가 참 꼴불견이네.
uk: Твої спроби заспокоїти звучать дуже зверхньо.

# affinity_change_bark_banter_negative_high_stress+hellion@0
source: I pity your mother!
ko: 네 엄마 불쌍하다!
uk: Мені шкода твою маму!

# affinity_change_bark_banter_negative_high_stress+hellion@1
source: I'll carve out your tongue!
ja: 舌を切り取ってやる！
ko: 너 혀 잘라버린다!
uk: Я тобі язика відріжу!
zh_cn: 我要割掉你的舌头！

# affinity_change_bark_banter_negative_high_stress+highwayman@0
source: Get your boot off my bunk if you value that foot.
ja: 足を失いたくないなら、俺の寝台から靴をどけろ
ko: 발목 잘리기 싫으면 내 침대에서 발 치워.
uk: Забери ноги, якщо вони тобі ще потрібні.
zh_cn: 离我远点，否则你的脚就没了。

# affinity_change_bark_banter_negative_high_stress+highwayman@1
source: What's <i>wrong?</i> Look outside. You daft?
ja: <i>どうした</i>？外を見てみろ。バカなのか？
ko: 뭐가 <i>문제냐고?</i> 저 밖을 봐. 눈치가 그렇게 없냐?
uk: Ти при своєму <i>розумі?</i> Виглянь у вікно.
zh_cn: <i>出什么事了？</i>睁眼看看啊。你傻了么？

# affinity_change_bark_banter_negative_high_stress+jester@0
source: Entertain yourself. I'm done.
ja: 勝手にやってろ。もう知らん
ko: 혼자 놀아. 난 피곤해.
uk: Розважай себе самотужки. З мене досить...
zh_cn: 自己找点乐子吧。别来找我。

# affinity_change_bark_banter_negative_high_stress+jester@1
source: Won't let YOU of all people crash my pity party.
ja: お前にこの「哀れな一団」を台無しにされてたまるか
ko: 나 지금 자기연민 중인데 방해하지 말지?
uk: Я сумуватиму скільки захочу.
zh_cn: 别想打断我的自怨自怜。

# affinity_change_bark_banter_negative_high_stress+leper@0
source: *tense breathing*
ja: (緊張した呼吸)
ko: (긴장된 숨소리)
uk: *напружено дихає*
zh_cn: *紧促的呼吸声*

# affinity_change_bark_banter_negative_high_stress+leper@1
source: You anger the wrong man.
ja: 怒らせる相手が違うだろう
ko: 그대는 사람 잘못 건드렸다.
uk: Ти сердиш того, кого краще не сердити.
zh_cn: 你惹错人了。

# affinity_change_bark_banter_negative_high_stress+man_at_arms@0
source: Has a man not earned some peace?
ja: 少しくらい休ませてくれねえか？
ko: 어이구, 노인네 좀 쉬게 두면 안되나?
uk: Хіба старий не заслужив спокою?
zh_cn: 非得让我不得安宁么？

# affinity_change_bark_banter_negative_high_stress+man_at_arms@1
source: Sod off if ye know what's best!
ja: 黙ってた方が身のためだぞ！
ko: 눈치가 있으면 좀 꺼져!
uk: Забирайся, якщо все і так знаєш!
zh_cn: 识相的话就滚远点！

# affinity_change_bark_banter_negative_high_stress+occultist@0
source: Pester some other poor soul.
ko: 다른 불쌍한 영혼이나 괴롭히게나.
uk: Іди надокучай іншій бідній душі.

# affinity_change_bark_banter_negative_high_stress+occultist@1
source: Test me and suffer the consequences.
ja: 私を試すなら、相応の覚悟はできているな
ko: 날 시험했다간 끔찍한 결과가 따를 걸세.
uk: Удар мене, і ти пожалкуєш.
zh_cn: 试探我的底线，就要承担后果。

# affinity_change_bark_banter_negative_high_stress+plague_doctor@0
source: I've had better company in the morgue!
ja: 死体安置所には、お前よりマシな奴がいた
ko: 차라리 영안실 시체를 상대하고 말지!
uk: Та в мене в трупарні була краща компанія.
zh_cn: 哪怕和尸体作伴，也比在你身边好！

# affinity_change_bark_banter_negative_high_stress+plague_doctor@1
source: You! Reckless! You threaten us all!
ja: おい、この無謀者！お前は我々全員を危険にさらした！
ko: 너! 너무 무모하잖아! 너 때문에 다들 위험해진다고!
uk: Ти не в собі. Ти нас занапастиш!
zh_cn: 真是鲁莽！你这样会害死所有人的！

# affinity_change_bark_banter_negative_high_stress+runaway@0
source: ... Not now. Leave me alone.
ja: …今はいい。一人にさせて
ko: ... 지금은 아냐. 날 좀 내버려 둬.
uk: Не зараз. Залиш мене в спокої.
zh_cn: ……现在不行。离我远点。

# affinity_change_bark_banter_negative_high_stress+runaway@1
source: I'll melt your gloves to your hands!
ja: 手袋を溶かして、手にくっつけてやろう！
ko: 장갑에 불 붙여서 손에 들러붙게 해 줄까!
uk: Не грай із вогнем, бо обпечешся!
zh_cn: 我要把你烤焦！

# affinity_change_bark_banter_negative_high_stress+vestal@0
source: Away with you. Meditate on your failings.
ja: 離れなさい。己の失敗を瞑想するのです
ko: 물러나라. 그대의 실패는 혼자서 되새겨 보길.
uk: Забирайся геть. Думай про свої невдачі.
zh_cn: 走开。反省你自己的失败去。

# affinity_change_bark_banter_negative_high_stress+vestal@1
source: Do I interrupt <i>your</i> prayers?
ja: <i>あなたの</i>祈りの邪魔でしょうか？
ko: <i>그대의</i> 기도에 방해라도 됐나?
uk: Хіба я колись заважав <i>твоїм</i> молитвам?
zh_cn: 我有打断过<i>你的</i>祈祷么？

# affinity_change_bark_banter_negative_low_stress@0
source: Do I look as though I'm here to make friends?
ko: 내가 여기 친구 사귀러 온 것 같나?
uk: Думаєш, мені потрібні друзі?

# affinity_change_bark_banter_negative_low_stress@1
source: I need my rest!
ja: 休ませてくれ！
ko: 좀 쉬자고!
uk: Мені потрібно відпочити!
zh_cn: 别打扰我休息！

# affinity_change_bark_banter_negative_low_stress@2
source: I'd pity you, had I pity left.
ko: 내게 동정심이 남아 있었다면 너희를 불쌍히 여겼겠지.
uk: Мені вдалося б тебе пожаліти, якби в мене залишилась хоч крапля жалю.

# affinity_change_bark_banter_negative_low_stress@3
source: I'd sooner trust a swine.
ko: 차라리 돼지를 믿고 말지.
uk: Та я скоріше повірю змії.

# affinity_change_bark_banter_negative_low_stress@4
source: My waterskin! You nabbed it!
ko: 내 물통! 네가 가져갔지!
uk: Мій міх! Твоїх рук справа?

# affinity_change_bark_banter_negative_low_stress@5
source: Ought to abandon you at the inn.
ko: 진작 여관에 버리고 오는 건데.
uk: Треба було залишити тебе в трактирі.

# affinity_change_bark_banter_negative_low_stress@6
source: Remind me - who asked you?
ja: 教えてくれ。誰に頼まれた？
ko: 저기, 누가 물어봤어?
uk: Нагадай: хто тебе просив це робити?
zh_cn: 我说，谁问你的意见了？

# affinity_change_bark_banter_negative_low_stress@7
source: Spare me the nattering.
ko: 그 입 좀 다물지.
uk: Досить уже балаканини.

# affinity_change_bark_banter_negative_low_stress@8
source: Surely there are chores that need doing.
ko: 가서 잡일이나 하지 그래.
uk: Візьмись за щось важливіше.

# affinity_change_bark_banter_negative_low_stress@9
source: This journey was taxing enough <i>before</i> you.
ko: 너 <i>아니어도</i> 이 여정은 충분히 힘들거든.
uk: Моя подорож була виснажливою ще <i>до</i> нашої зустрічі.

# affinity_change_bark_banter_negative_low_stress@10
source: You are beneath contempt.
ja: お前は軽蔑に値する
ko: 경멸만 느껴지는구나.
uk: Ти жалюгідне створіння.
zh_cn: 你连被蔑视都配不上。

# affinity_change_bark_banter_negative_low_stress@11
source: You bring nothing to our table.
ko: 도대체 도움이 되는 게 하나도 없네.
uk: Від тебе жодної користі.

# affinity_change_bark_banter_negative_low_stress@12
source: You're reckless with our stores!
ko: 넌 보급품만 축내고 있잖아!
uk: Ти безрозсудно витрачаєш наші припаси.

# affinity_change_bark_banter_negative_low_stress+flagellant@0
source: Another unbeliever at my flank...
ja: また、俺の横に不信心な奴が…
ko: 내 옆에 불신자가 또 하나 있는가...
uk: Ще один невіруючий поряд зі мною...
zh_cn: 我身旁又来了一个无信者……

# affinity_change_bark_banter_negative_low_stress+flagellant@1
source: I must meditate. Begone.
ko: 난 명상을 해야 한다. 물러가라.
uk: Мені потрібно помедитувати. Іди звідси.

# affinity_change_bark_banter_negative_low_stress+grave_robber@0
source: I'm reading! Do you even know what that is?
ja: 読書中！どういうことかわかるでしょ？
ko: 나 독서 중이잖아! 혹시 글씨도 몰라서 그러니?
uk: Я читаю! Ти хоч знаєш, як це — читати?
zh_cn: 我在读书！读书，你懂么？

# affinity_change_bark_banter_negative_low_stress+grave_robber@1
source: Off with ye!
ja: どっか行け！
ko: 떨어지렴!
uk: Тпрусь!
zh_cn: 一边去！

# affinity_change_bark_banter_negative_low_stress+hellion@0
source: I was saving that for later!
ja: あとのお楽しみに取っておいたのに！
ko: 나중에 먹으려고 아껴둔 건데!
uk: Це було на потім!
zh_cn: 那是我专门留着的！

# affinity_change_bark_banter_negative_low_stress+hellion@1
source: Like a horse-fly, you are!
ja: お前はまるでハエみたい！
ko: 말파리 같은 놈!
uk: Ти чіпляєшся, мов реп’ях!
zh_cn: 你怎么像只苍蝇一样！

# affinity_change_bark_banter_negative_low_stress+highwayman@0
source: Leave me be.
ja: ほっといてくれ
ko: 좀 냅둬.
uk: Не набридай.
zh_cn: 别打扰我。

# affinity_change_bark_banter_negative_low_stress+highwayman@1
source: Tend to your own business.
ja: 自分のことに集中しろ
ko: 네 일이나 신경 써.
uk: Це тебе не обходить.
zh_cn: 忙你自己的去。

# affinity_change_bark_banter_negative_low_stress+jester@0
source: Goodness, who let you aboard?
ja: やれやれ、誰がお前を乗せたんだ？
ko: 하이고, 이 사람 누가 태웠어?
uk: Та хто тебе пустив сюди?
zh_cn: 我的天，到底是谁让你加入的？

# affinity_change_bark_banter_negative_low_stress+jester@1
source: Oh, you're no fun.
ja: ああ、お前はつまらん
ko: 아, 재미없어.
uk: Що ж ти за зануда...
zh_cn: 哎，你真是无聊透顶。

# affinity_change_bark_banter_negative_low_stress+leper@0
source: *annoyed huff*
ja: (不機嫌そうに息を吐く)
ko: (짜증 섞인 코웃음)
uk: *роздратоване пихкання*
zh_cn: *烦躁的闷哼*

# affinity_change_bark_banter_negative_low_stress+leper@1
source: Is that some insect buzzing beside my ear?
ja: 耳元でうるさくしているのは虫か？
ko: 귓속에서 벌레가 앵앵거리는 것 같군?
uk: Що це за комарик дзижчить біля мого вуха?
zh_cn: 我耳边是有只苍蝇么？

# affinity_change_bark_banter_negative_low_stress+man_at_arms@0
source: I don't question <i>your</i> every decision!
ja: <i>お前</i>の決断にいちいち口をはさみたくねえな！
ko: 내가 <i>자네</i> 결정에 사사건건 간섭해야 되나!
uk: Я ж <i>тебе</i> не допитую!
zh_cn: 我可没有质疑<i>你的</i>每个决定！

# affinity_change_bark_banter_negative_low_stress+man_at_arms@1
source: Yer troublesome. Shoo.
ja: 面倒な奴だな。シッシッ
ko: 귀찮은 놈. 저리 가.
uk: Геть! Від тебе лише проблеми.
zh_cn: 你就是个麻烦。一边去。

# affinity_change_bark_banter_negative_low_stress+occultist@0
source: Be wary of prying, <i>friend.</i>
ja: 詮索なら用心するのだな、<i>友よ</i>
ko: 눈치 챙기게, <i>친구.</i>
uk: Цікавість занапастила кішку, <i>друже.</i>
zh_cn: 当心看到不该看的东西，<i>朋友</i>。

# affinity_change_bark_banter_negative_low_stress+occultist@1
source: Respect my silence, please.
ja: 静かにしてくれないか、頼む
ko: 내 침묵을 좀 존중해 주겠나?
uk: Поважай моє право на тишу.
zh_cn: 请尊重我的沉默，谢谢。

# affinity_change_bark_banter_negative_low_stress+plague_doctor@0
source: Don't make an enemy of your physiker!
ja: 医者を敵に回さないほうがいいぞ！
ko: 의사는 적으로 돌리지 않는 게 좋을걸!
uk: Не роби ворога з власного лікаря!
zh_cn: 不要和你的医生作对！

# affinity_change_bark_banter_negative_low_stress+plague_doctor@1
source: Leave me to my studies!
ja: 研究に専念させてくれ！
ko: 연구 좀 하게 냅둬!
uk: Не чіпай мене під час досліджень!
zh_cn: 别打断我的研究！

# affinity_change_bark_banter_negative_low_stress+runaway@0
source: Can't say I trust you yet.
ja: 信頼しているとはまだ言えない
ko: 아직 널 믿는다고는 못하겠는걸.
uk: Не можу сказати, що тобі дуже довіряю.
zh_cn: 我还没法信任你。

# affinity_change_bark_banter_negative_low_stress+runaway@1
source: Why you wanna know so much about me?
ko: 나한테 뭐 그리 궁금한게 많아?
uk: Звідки такий інтерес до мене?

# affinity_change_bark_banter_negative_low_stress+vestal@0
source: I find your hygiene troubling.
ja: あなたの精神衛生面には問題があります
ko: 위생에 좀 문제가 있으신 분이군.
uk: У тебе якісь негаразди з гігієною.
zh_cn: 你的个人卫生真是一团糟。

# affinity_change_bark_banter_negative_low_stress+vestal@1
source: You may sit beside me, but be <i>quiet.</i>
ja: 隣に座っても構いませんが、<i>静かに</i>お願いします
ko: 옆에 앉으시던가. 대신 <i>조용히</i> 계시길.
uk: Можеш сидіти поряд, але <i>ні пари з вуст.</i>
zh_cn: 你可以坐在我旁边，但要<i>保持安静</i>。

# affinity_change_bark_banter_negative_med_stress@0
source: Drunkard! Keep your wits about you!
ja: この酔っ払い！正気を保て！
ko: 이 주정뱅이! 정신 차려!
uk: П’янюга, тримай такі жарти при собі!
zh_cn: 你给我清醒一点，酒鬼！

# affinity_change_bark_banter_negative_med_stress@1
source: Even the beasts find you bothersome.
ko: 짐승도 넌 귀찮게 여길 것 같군.
uk: Від тебе вже навіть тварини виють.

# affinity_change_bark_banter_negative_med_stress@2
source: Feckless dolt.
ko: 무모한 멍청이 같으니.
uk: Дурне створіння.

# affinity_change_bark_banter_negative_med_stress@3
source: Keep your sorrows to yourself.
ko: 자기 연민은 혼자 품고 있으라고.
uk: Тримай свою журбу при собі.

# affinity_change_bark_banter_negative_med_stress@4
source: Lout!
ja: この、グズ！
ko: 이 자식이!
uk: Яке нахабство!
zh_cn: 废物！

# affinity_change_bark_banter_negative_med_stress@5
source: Our luck took a fell turn when we picked you up.
ko: 네가 합류한 다음부터 운이 바닥난 것 같아.
uk: Успіх відвернувся від нас, коли ми тебе підібрали.

# affinity_change_bark_banter_negative_med_stress@6
source: That's my bunk! Off!
ko: 그거 내 침대야! 꺼져!
uk: Це моє ліжко. Геть!

# affinity_change_bark_banter_negative_med_stress@7
source: Trust not a word this one speaks!
ko: 이놈 말 한 마디도 믿지 마!
uk: Не вірю жодному твоєму слову!

# affinity_change_bark_banter_negative_med_stress@8
source: You cowardly seek-sorrow!
ko: 이 비겁하고 한심한 놈!
uk: Ти боягузливо шукаєш, хто б тебе пожалів.

# affinity_change_bark_banter_negative_med_stress@9
source: Your carelessness endangers us!
ko: 네가 자꾸 덜렁거리니까 우리가 위험해지잖아!

# affinity_change_bark_banter_negative_med_stress@10
source: You're a curse upon this voyage.
ko: 넌 이 여정에 씌인 저주야.

# affinity_change_bark_banter_negative_med_stress@11
source: You're a rough piece of work.
ko: 참 모자란 친구야.

# affinity_change_bark_banter_negative_med_stress@12
source: You're hardly worth the disdain.
ko: 경멸할 가치도 없군.

# affinity_change_bark_banter_negative_med_stress+flagellant@0
source: You flinch from my company! Weakling!
ja: 俺との付き合いに尻ごみするのか！弱虫め！
ko: 싸움판에서 도망치다니! 나약한 놈!
uk: Ти боїшся бути поруч зі мною!
zh_cn: 你不敢与我为伍！弱者！

# affinity_change_bark_banter_negative_med_stress+flagellant@1
source: You imperil our chances at victory!
ja: お前は勝利のチャンスを台無しにする！
ko: 너 때문에 그나마 있던 승산도 날아가잖아!
uk: Ти зводиш наші шанси на перемогу до нуля!
zh_cn: 你只会妨碍我们的胜算！

# affinity_change_bark_banter_negative_med_stress+grave_robber@0
source: Take your trifling concerns elsewhere.
ko: 사소한 걱정은 딴데 가서 해.
uk: Нікого не турбують твої проблеми.

# affinity_change_bark_banter_negative_med_stress+grave_robber@1
source: You remind me of someone I once loathed.
ja: お前を見ると大っ嫌いな奴を思い出すよ
ko: 널 보면 옛날에 되게 싫었던 사람이 생각나.
uk: Ти нагадуєш мені старого ворога.
zh_cn: 你让我想起一个我恨之入骨的人。

# affinity_change_bark_banter_negative_med_stress+hellion@0
source: Those who sit beside me must EARN it.
ja: 横に座りたけりゃ、私の許可を取りなさい。
ko: 내 옆에는 자격 있는 사람 앉는다.
uk: Місце поруч зі мною ще треба заслужити.
zh_cn: 坐在我身边？你还不配。

# affinity_change_bark_banter_negative_med_stress+hellion@1
source: You've a coward's stink on you!
ja: お前は臆病者の臭いがするわ！
ko: 너한테서 겁쟁이 냄새 난다!
uk: Від тебе аж тхне боягузтвом!
zh_cn: 你浑身都是懦夫的恶臭！

# affinity_change_bark_banter_negative_med_stress+highwayman@0
source: Accuse me of cheatin' one more time...
ja: 今度、俺のことをチクったら…
ko: 나한테 한번만 더 사기꾼이라고 해 봐...
uk: Ще раз скажи, що я тебе підвів...
zh_cn: 你敢再说我作弊……

# affinity_change_bark_banter_negative_med_stress+highwayman@1
source: You'll double-cross me. I'm sure.
ja: お前は裏切るだろう。間違いない
ko: 넌 분명 뒤통수를 칠 관상이야. 난 알아.
uk: Ти точно хочеш мене підставити.
zh_cn: 你早晚会背叛我。我很确信这点。

# affinity_change_bark_banter_negative_med_stress+jester@0
source: You exhaust me.
ja: お前のせいで疲れた
ko: 거 사람 되게 피곤하네.
uk: Ти граєш на моїх нервах.
zh_cn: 你让我疲惫不堪。

# affinity_change_bark_banter_negative_med_stress+jester@1
source: Your presence is a drain on morale.
ko: 이 양반 옆에만 있어도 기가 빨리네.
uk: Твоя присутність вимотує нерви.

# affinity_change_bark_banter_negative_med_stress+leper@0
source: Allow a tired man his rest.
ja: 疲れた者を休ませてやれ
ko: 지친 자에게 휴식을 허해 주길.
uk: Той, хто стомився, має відпочити.
zh_cn: 请容许疲惫之人休憩。

# affinity_change_bark_banter_negative_med_stress+leper@1
source: Begone. I have suffered long already.
ja: 失せろ。私は長らく苦しんできた
ko: 가라. 난 이미 충분한 고통을 겪었다.
uk: Геть! Я страждав надто довго.
zh_cn: 离开。我已经承受了太久的痛苦。

# affinity_change_bark_banter_negative_med_stress+man_at_arms@0
source: Fate has sent you here to torment me.
ja: お前がここにいるのは、俺を苦しめるためか
ko: 운명이 내게 고통을 주려고 널 보내줬나.
uk: Доля підіслала тебе, щоб я мучився.
zh_cn: 是命运派你来这里折磨我。

# affinity_change_bark_banter_negative_med_stress+man_at_arms@1
source: I might be old but I'll still tan yer hide.
ja: 俺は年寄りだが、お前の皮を剥ぐことはできるぞ
ko: 내가 늙기는 했지만 너 정도는 찜쪄먹어.
uk: Якщо не заспокоїшся, тобі буде непереливки.
zh_cn: 我虽然老，但教训你还是不在话下。

# affinity_change_bark_banter_negative_med_stress+occultist@0
source: *long-suffering sigh*
ja: (苦しみに満ちた溜息)
ko: (고통에 찬 긴 신음)
uk: *довге болісне зітхання*
zh_cn: *久经折磨的叹息声*

# affinity_change_bark_banter_negative_med_stress+occultist@1
source: I am a patient man, but I have my limits.
ja: 私は我慢強いが、限度はある
ko: 난 인내심이 깊으나, 분명한 한계도 있다네.
uk: Навіть у терпіння є межі.
zh_cn: 我很有耐心，但我的耐心也有限度。

# affinity_change_bark_banter_negative_med_stress+plague_doctor@0
source: Have you no sense? I said BEGONE.
ja: お前には分別がないのか？失せろと言ったんだ
ko: 지성이 없니? 꺼지라니까.
uk: Не розумієш? Я кажу — геть!
zh_cn: 你什么意思？我已经叫你走开了。

# affinity_change_bark_banter_negative_med_stress+plague_doctor@1
source: You bicker as a child does!
ja: お前の戯言はまるで子供みたいだ！
ko: 애들처럼 징징거리기는!
uk: Ти сперечаєшся як дитина!
zh_cn: 你像顽童一样不通事理！

# affinity_change_bark_banter_negative_med_stress+runaway@0
source: I regret ever opening up to you.
ja: お前に心を開いたことを後悔している
ko: 애초에 너한테 왜 마음을 열었는지 후회돼.
uk: Не треба було тобі довіряти.
zh_cn: 我就不该跟你说那么多。

# affinity_change_bark_banter_negative_med_stress+runaway@1
source: I was better off alone.
ja: ひとりの方が良かったな
ko: 그냥 혼자 있는 게 낫겠어.
uk: Мені було краще, коли я була сама.
zh_cn: 我宁愿一个人待着。

# affinity_change_bark_banter_negative_med_stress+vestal@0
source: Babble at someone else. I'm resting.
ja: 文句はどうぞ他の方に。私は休んでいるので
ko: 잡담은 딴데 가서 해라. 나는 쉬는 중이다.
uk: Базікай із кимось іншим. Я відпочиваю.
zh_cn: 找别人去，我在休息。

# affinity_change_bark_banter_negative_med_stress+vestal@1
source: Mistake me not for a friend.
ja: 私を友人だと思わないでください
ko: 날 친구라고 착각하지 마라.
uk: Навіть не думай, що я твоя подруга.
zh_cn: 别以为我是你的朋友。

# affinity_change_bark_banter_positive@0
source: At least the company is good.
ja: なかなかいい部隊だ
ko: 그래도 누가 있으니 좋군.
uk: Хоч компанія гарна.
zh_cn: 最起码同行的人不错。

# affinity_change_bark_banter_positive@1
source: At least WE get along!
ja: 少なくとも我々の仲は良い
ko: 그래도 우린 잘 어울리잖아!
uk: Ми принаймні добре розуміємося.
zh_cn: 最起码咱俩聊得来！

# affinity_change_bark_banter_positive@2
source: At least you don't snore.
ja: 少なくともお前はイビキをかかない
ko: 그래도 넌 코골이는 없으니까.
uk: Не хропиш і добре.
zh_cn: 最起码你不打呼噜。

# affinity_change_bark_banter_positive@3
source: Can't imagine this trip without you.
ja: お前がいない旅なんて想像できん
ko: 네가 없었다면 이 여정이 어땠을지 상상도 안 가.
uk: Не уявляю цю подорож без тебе.
zh_cn: 还好这一路上还有你。

# affinity_change_bark_banter_positive@4
source: Chin up.
ja: 元気を出せ！
ko: 기운 내.
uk: Вище ніс.
zh_cn: 抬起头来。

# affinity_change_bark_banter_positive@5
source: Hah! Tell us another!
ja: ハッ！もっと話してくれ！
ko: 하! 다른 얘기도 해 봐!
uk: Ха-ха, давай ще!
zh_cn: 哈哈！再讲一个！

# affinity_change_bark_banter_positive@6
source: Hmm, not bad. Not bad.
ja: うむ、悪くない、いいぞ
ko: 흠, 나쁘지 않군. 나쁘지 않아.
uk: Непогано, зовсім непогано.
zh_cn: 嗯，不错，不错。

# affinity_change_bark_banter_positive@7
source: I am comforted you're near.
ja: お前が近くにいてくれて安心だ
ko: 네가 있으니 마음이 놓이는군.
uk: Мені спокійніше, коли ти поряд.
zh_cn: 有你在身边，让我很安心。

# affinity_change_bark_banter_positive@8
source: I appreciate your candor.
ja: お前の誠実さに感謝する
ko: 항상 솔직해서 좋다.
uk: Мені подобається твоя відвертість.
zh_cn: 我喜欢你的直率。

# affinity_change_bark_banter_positive@9
source: I like your style.
ja: お前の流儀が気に入った
ko: 꽤나 품격 있구만 그래.
uk: Мені подобається твій стиль.
zh_cn: 我喜欢你的风格。

# affinity_change_bark_banter_positive@10
source: I'm glad you chose to ride with us.
ja: 我々と旅をしてくれて嬉しい
ko: 네가 함께 해주다니 참 기쁘군.
uk: Добре, що ти їдеш із нами.
zh_cn: 很高兴你当初决定与我们同行。

# affinity_change_bark_banter_positive@11
source: I've got your back out there.
ja: 外では私がお前を守る
ko: 네 등 뒤를 기꺼이 맡아 주지.
uk: Можеш розраховувати на мене.
zh_cn: 你的身后有我守护。

# affinity_change_bark_banter_positive@12
source: I've had worse company.
ja: もっとひどい部隊もあった
ko: 더 나쁜 놈하고도 같이 다녀 봤어.
uk: Зустрічалися і гірші компаньйони.
zh_cn: 你比之前那些人强多了。
