Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# item_description_dog_blood
source: <color=#{notable}>Deliver to the Inn to gain:</color> Remove 1 negative quirk [Party] +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
ko: <color=#{notable}>여관에 갖다 주면:</color> 부정적 기벽 1개 제거 [원정대] +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
uk: <color=#{notable}>Якщо доставити до трактиру:</color> буде знято 1 негативну рису [Група] +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>

# item_description_dog_teeth
source: <color=#{notable}>Deliver to the Inn to gain:</color> Discounted Stagecoach items +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
ko: <color=#{notable}>여관에 갖다 주면:</color> 역마차 아이템 할인 +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
uk: <color=#{notable}>Якщо доставити до трактиру:</color> знижка на аксесуари Диліжанса +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>

# item_description_fire_bomb
source: <sprite name={q}icon_burn{q}> <color=#{burn}>5</color> (3 Turns)
ko: <sprite name={q}icon_burn{q}> <color=#{burn}>5</color> (3턴)
uk: <sprite name={q}icon_burn{q}> <color=#{burn}>5</color> (3 ходи)

# item_description_fire_grenade
source: <sprite name={q}icon_burn{q}> <color=#{burn}>3</color> (3 Turns)
ko: <sprite name={q}icon_burn{q}> <color=#{burn}>3</color> (3턴)
uk: <sprite name={q}icon_burn{q}> <color=#{burn}>3</color> (3 ходи)

# item_description_fishermans_net
source: Add <sprite name={q}token_immoblize{q}> x2 <color=#{debuff}>-5</color> <sprite name={q}icon_speed{q}> (3 Turns) <color=#{debuff}>-33%</color> <sprite name={q}icon_bleed{q}> RES (3 Turns)
ko: <sprite name={q}token_immoblize{q}> x2 추가 <sprite name={q}icon_speed{q}> <color=#{debuff}>-5</color> (3턴) <sprite name={q}icon_bleed{q}> 저항 <color=#{debuff}>-33%</color> (3턴)
uk: Додає <sprite name={q}token_immoblize{q}> x2 <color=#{debuff}>–5</color> <sprite name={q}icon_speed{q}> (3 ходи) <color=#{debuff}>–33%</color> ОПР <sprite name={q}icon_bleed{q}> (3 ходи)

# item_description_healing_consumable_1
source: <color=#{heal}>Heal 33%</color>
ko: <color=#{heal}>33% 치유</color>
uk: <color=#{heal}>Лікування 33%</color>

# item_description_healing_consumable_2
source: <color=#{heal}>Heal 75%</color>
ko: <color=#{heal}>75% 치유</color>
uk: <color=#{heal}>Лікування 75%</color>

# item_description_hero_bones_01
source: <color=#{notable}>Deliver to the Inn to gain:</color> +4 <sprite name={q}icon_candle_glyph{q}>
ko: <color=#{notable}>여관에 갖다 주면:</color> <sprite name={q}icon_candle_glyph{q}> +4
uk: <color=#{notable}>Якщо доставити до трактиру:</color> +4 <sprite name={q}icon_candle_glyph{q}>

# item_description_hero_bones_02
source: <color=#{notable}>Deliver to the Inn to gain:</color> +4 <sprite name={q}icon_candle_glyph{q}>
ko: <color=#{notable}>여관에 갖다 주면:</color> <sprite name={q}icon_candle_glyph{q}> +4
uk: <color=#{notable}>Якщо доставити до трактиру:</color> +4 <sprite name={q}icon_candle_glyph{q}>

# item_description_hero_bones_03
source: <color=#{notable}>Deliver to the Inn to gain:</color> +4 <sprite name={q}icon_candle_glyph{q}>
ko: <color=#{notable}>여관에 갖다 주면:</color> <sprite name={q}icon_candle_glyph{q}> +4
uk: <color=#{notable}>Якщо доставити до трактиру:</color> +4 <sprite name={q}icon_candle_glyph{q}>

# item_description_holy_water
source: Remove <sprite name={q}token_combo{q}> and All <color=#{debuff}>Negative</color> Tokens
ko: <sprite name={q}token_combo{q}> 및 모든 <color=#{debuff}>부정적</color> 토큰 제거
uk: Знімає <sprite name={q}token_combo{q}> та всі <color=#{debuff}>негативні</color> мітки

# item_description_icebox
source: <color=#{notable}>+1%</color> <sprite name={q}icon_disease{q}> RES per <color=#{notable}>Food</color> in inventory
ko: 소지품의 <color=#{notable}>식량</color> 하나 당 <sprite name={q}icon_disease{q}> 저항 <color=#{notable}>+1%</color>
uk: <color=#{notable}>+1%</color> ОПР <sprite name={q}icon_disease{q}> за кожний предмет категорії <color=#{notable}>Їжа</color> в інвентарі

# item_description_ichor_bomb
source: <sprite name={q}icon_blight{q}> <color=#{blight}>5</color> (3 Turns)
ko: <sprite name={q}icon_blight{q}> <color=#{blight}>5</color> (3턴)
uk: <sprite name={q}icon_blight{q}> <color=#{blight}>5</color> (3 ходи)

# item_description_infernal_torch
source: <color=#{harmful}>-50%</color> Max Flame At various Flame levels: <color=#{notable}>Heroes</color> gain <color=#{notable}>+CRIT</color> and On Meltdown: <color=#{harmful}>Gain Negative Token(s)</color> <color=#{harmful}>Enemies</color> gain <color=#{harmful}>+CRIT</color> and <color=#{harmful}>+Enemy Advantage Chance</color>
ja: 炎の最大量<color=#{harmful}>-50%</color> 各炎レベル時： <color=#{notable}>英雄は</color><color=#{notable}>+クリティカル</color>を獲得し、精神崩壊時に<color=#{harmful}>ネガティブトークンを得る</color> <color=#{harmful}>敵</color>は<color=#{harmful}>+クリティカル</color>と<color=#{harmful}>+戦闘有利の発生率増加</color>を獲得
ko: 최대 불꽃 <color=#{harmful}>-50%</color> 각 불꽃에 따라: <color=#{notable}>영웅</color>의 <color=#{notable}>치명타</color> 증가 & 붕괴 시: <color=#{harmful}>부정적 토큰 획득</color> <color=#{harmful}>적의 </color><color=#{harmful}>치명타</color> 증가 및 <color=#{harmful}>적에게 유리할 확률 증가</color>
uk: <color=#{harmful}>–50%</color> макс. Полум’я На різних рівнях Полум’я: <color=#{notable}>герої</color> отримують <color=#{notable}>+КРИТ</color>, а коли наступає зрив: <color=#{harmful}>отримують одну чи кілька негативних міток</color> <color=#{harmful}>Вороги</color> отримують <color=#{harmful}>+КРИТ</color> і <color=#{harmful}>+шанс ворога отримати перевагу</color>
zh_cn: <color=#{harmful}>-50%</color>火炬上限 在不同火炬状态下： <color=#{notable}>英雄</color>获得<color=#{notable}>+暴击率</color>和<color=#{harmful}>崩溃时：获得负面标记</color> <color=#{harmful}>敌人</color>获得<color=#{harmful}>+暴击率</color>和<color=#{harmful}>+敌方优势概率</color>

# item_description_infernal_torch_2
source: Enemies have Round End: <color=#{harmful}>Corpses transform into Carrion Eaters (66%)</color> At various Flame levels: <color=#{notable}>Heroes</color> gain <color=#{notable}>+SPD</color> and <color=#{harmful}>-<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}></color>RES <color=#{harmful}>Enemies</color> gain <color=#{harmful}>+<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}></color>RES and On<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>Resist: <color=#{harmful}>Gain 1 Positive Token</color>
ko: 적 라운드 종료 시: <color=#{harmful}>시체가 청소부 구더기로 변화 (66%)</color> 각 불꽃에 따라: <color=#{notable}>영웅</color>의 <color=#{notable}></color>속도 증가 및 <color=#{harmful}>-<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}></color>저항 획득 <color=#{harmful}>적:</color><color=#{harmful}>+<sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}></color>저항 획득 & <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>저항 시 <color=#{harmful}>긍정적 토큰 1개 획득</color>

# item_description_infernal_torch_3
source: At various Flame levels: <color=#{notable}>Heroes</color> gain <color=#{notable}>+</color><sprite name={q}icon_debuff{q}>RES Piercing and Combat Start: <color=#{harmful}>Gain Negative Token(s)</color> <color=#{harmful}>Enemies</color> gain <color=#{harmful}>+</color><sprite name={q}icon_debuff{q}>RES Piercing and Combat Start: <color=#{harmful}>Gain Positive Token(s)</color>
ja: 各炎レベル時： <color=#{notable}>英雄</color>は<color=#{notable}>+</color><sprite name={q}icon_debuff{q}>抵抗無視を獲得し、戦闘開始時に<color=#{harmful}>ネガティブトークンを得る</color> <color=#{harmful}>敵</color>は<color=#{harmful}>+</color><sprite name={q}icon_debuff{q}>抵抗無視を獲得し、戦闘開始時に<color=#{harmful}>ポジティブトークンを得る</color>
ko: 각 불꽃에 따라: <color=#{notable}>영웅</color> <color=#{notable}>+</color><sprite name={q}icon_debuff{q}>저항 무시 획득 & 전투 시작 시: <color=#{harmful}>부정적 토큰 획득)</color> <color=#{harmful}>적</color> <color=#{harmful}>+</color><sprite name={q}icon_debuff{q}>저항 무시 획득 & 전투 시작 시: <color=#{harmful}>긍정적 토큰 획득)</color>
uk: На різних рівнях Полум’я: <color=#{notable}>герої</color> отримують <color=#{notable}>+</color>подолання ОПР <sprite name={q}icon_debuff{q}> і на початку бою: <color=#{harmful}>отримують одну чи кілька негативних міток</color> <color=#{harmful}>Вороги</color> отримують <color=#{harmful}>+</color>подолання ОПР <sprite name={q}icon_debuff{q}> і на початку бою: <color=#{harmful}>отримують одну чи кілька позитивних міток</color>
zh_cn: 在不同火炬状态下： <color=#{notable}>英雄</color>获得<color=#{notable}>+</color><sprite name={q}icon_debuff{q}>抗性穿透，战斗开始时：<color=#{harmful}>获得负面标记</color> <color=#{harmful}>敌人</color>获得<color=#{harmful}>+</color><sprite name={q}icon_debuff{q}>抗性穿透，战斗开始时：<color=#{harmful}>获得正面标记</color>

# item_description_infernal_torch_4
source: No heal between fights in Lairs At various Flame levels: <color=#{notable}>Heroes</color> gain <color=#{notable}>+DMG</color> and <color=#{harmful}>-Healing Received</color> <color=#{harmful}>Enemies</color> gain <color=#{harmful}>+DMG</color> and Apply On Hit: <color=#{harmful}>Knockback</color>
ja: 隠れ家での戦闘の合間で回復不可 各炎レベル時: <color=#{notable}>英雄</color>は<color=#{notable}>+ダメージ</color>と<color=#{harmful}>-回復量</color>を獲得 <color=#{harmful}>敵</color>は<color=#{harmful}>+ダメージ</color>を獲得し、攻撃命中時の<color=#{harmful}>ノックバック</color>を得る
ko: 소굴에서의 전투 간에는 치유 없음 각 불꽃에 따라: <color=#{notable}>영웅</color> <color=#{notable}>주는 피해량</color> 증가 & <color=#{harmful}>받는 치유량</color> 감소 <color=#{harmful}>적</color> <color=#{harmful}>주는 피해량</color> 증가 & 명중 시: <color=#{harmful}>밀치기</color> 부여
uk: Лікування між боями в лігвах не відбувається На різних рівнях Полум’я: <color=#{notable}>герої</color> отримують <color=#{notable}>+ШКД</color> і <color=#{harmful}>–лікування</color> <color=#{harmful}>Вороги</color> отримують <color=#{harmful}>+ШКД</color>, а також застосовують <color=#{harmful}>відштовхування</color>, коли влучають по цілі
zh_cn: 巢穴战斗间隙不会治疗HP 在不同火炬状态下： <color=#{notable}>英雄</color>获得<color=#{notable}>+伤害</color>和<color=#{harmful}>-受到的治疗</color> <color=#{harmful}>敌人</color>获得<color=#{harmful}>+伤害</color>和命中时造成：<color=#{harmful}>击退</color>

# item_description_infernal_torch_5
source: <color=#{harmful}>+25%</color> Enemy <sprite name={q}icon_death_outline{q}> RES <color=#{harmful}>Champion enemies</color> have increased chance to appear and will appear in all regions At various Flame levels: <color=#{notable}>Heroes</color> gain <color=#{notable}>+looted RELICS and BAUBLES</color> and On Meltdown: <color=#{harmful}>Gain Negative Token(s)</color> <color=#{harmful}>Enemies</color> gain <color=#{harmful}>+DMG, +SPD,</color> and <color=#{harmful}>+Enemy Advantage Chance</color>
ja: <color=#{harmful}>+25%</color> 敵の<sprite name={q}icon_death_outline{q}>抵抗 <color=#{harmful}>チャンピオンの敵の</color>出現率が増加し、全地域で現れるようになる 各炎レベル時： <color=#{notable}>英雄</color>は<color=#{notable}>遺物と安物の宝石の入手確率が増え</color>、精神崩壊時に<color=#{harmful}>ネガティブトークンを得る</color> <color=#{harmful}>敵</color>は<color=#{harmful}>+ダメージ、+速度、</color>そして<color=#{harmful}>+戦闘有利の発生率増加</color>を獲得
ko: 적의 <sprite name={q}icon_death_outline{q}> 저항 <color=#{harmful}>+25%</color> <color=#{harmful}>정예 적</color>의 출현 확률 증가 및 모든 지역에서 출현 가능 각 불꽃에 따라: <color=#{notable}>영웅</color>의 <color=#{notable}>유물 및 패물 획득량 증가</color> & 붕괴 시: <color=#{harmful}>부정 토큰 획득</color> <color=#{harmful}>적</color>의 <color=#{harmful}>피해량, 속도</color> 및 <color=#{harmful}>적에게 유리할 확률</color> 증가
uk: <color=#{harmful}>+25%</color> ОПР <sprite name={q}icon_death_outline{q}> у ворогів <color=#{harmful}>Ворожі чемпіони</color> мають вищий шанс на появу й з’являються в усіх регіонах На різних рівнях Полум’я: <color=#{notable}>герої</color> отримують <color=#{notable}>+РЕЛІКВІЇ та АБИЩИЦІ зі здобичі</color>, а коли наступає зрив: <color=#{harmful}>отримують одну чи кілька негативних міток</color> <color=#{harmful}>Вороги</color> отримують <color=#{harmful}>+ШКД, +ШВД</color> і <color=#{harmful}>+шанс ворога отримати перевагу</color>
zh_cn: <color=#{harmful}>+25%</color>敌人<sprite name={q}icon_death_outline{q}>抗性 <color=#{harmful}>强力敌人变体</color>的出现概率增加，且会在任何地区出现 在不同火炬状态下： <color=#{notable}>英雄</color>获得<color=#{notable}>+搜刮的遗物和珍宝</color>，崩溃时：<color=#{harmful}>获得负面标记</color> <color=#{harmful}>敌人</color>获得<color=#{harmful}>+伤害，+速度</color>以及<color=#{harmful}>+敌方优势概率

# item_description_invigorating_intoxicant
source: <color=#{notable}>+25%</color> <sprite name={q}icon_death_outline{q}>RES (3 Turns) <color=#{notable}>+6</color> <sprite name={q}icon_speed{q}> while on <color=#{deathdoor}>Death's Door</color> (3 Turns) <color=#{notable}>+10%</color> CRIT while on <color=#{deathdoor}>Death's Door</color> (3 Turns)
ko: <sprite name={q}icon_death_outline{q}>저항 <color=#{notable}>+25%</color> (3턴) <color=#{deathdoor}>죽음의 문턱</color>에서 <sprite name={q}icon_speed{q}> <color=#{notable}>+6</color> (3턴) <color=#{deathdoor}>죽음의 문턱</color>에서 치명타 <color=#{notable}>+10%</color> (3턴)
uk: <color=#{notable}>+25%</color> ОПР <sprite name={q}icon_death_outline{q}>(3 ходи) <color=#{notable}>+6</color> <sprite name={q}icon_speed{q}> на <color=#{deathdoor}>порозі смерті</color> (3 ходи) <color=#{notable}>+10%</color> КРТ на <color=#{deathdoor}>порозі смерті</color> (3 ходи)

# item_description_laudanum
source: Remove <sprite name={q}token_horror{q}> <color=#{notable}>-1</color> <sprite name={q}token_stress{q}>
ko: <sprite name={q}token_horror{q}> 제거 <sprite name={q}token_stress{q}> <color=#{notable}>-1</color>
uk: Знімає <sprite name={q}token_horror{q}> <color=#{notable}>–1</color> <sprite name={q}token_stress{q}>

# item_description_locked_strongbox
source: <color=#{notable}>Deliver to the Inn to gain:</color> Mixed Treasure +48 <sprite name={q}icon_relic{q}>
ko: <color=#{notable}>여관에 갖다 주면:</color> 다양한 보물 +48 <sprite name={q}icon_relic{q}>
uk: <color=#{notable}>Якщо доставити до трактиру:</color> випадковий скарб +48 <sprite name={q}icon_relic{q}>

# item_description_makeshift_javelin
source: <color=#{move}>Knockback</color> 3 Add <sprite name={q}token_immoblize{q}>
ko: <color=#{move}>밀치기</color> 3 <sprite name={q}token_immoblize{q}> 추가
uk: <color=#{move}>Відштовхує </color> на 3 Додає <sprite name={q}token_immoblize{q}>

# item_description_medicinal_herbs
source: Remove <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}>
ko: <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> 제거
uk: Знімає <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}>

# item_description_neutralizing_powders
source: <color=#{notable}>+66%</color> <sprite name={q}icon_blight{q}> RES (3 Turns) Gain On <sprite name={q}icon_blight{q}> Resist: <color=#{notable}>-1</color> <sprite name={q}token_stress{q}> (3 Turns)
ko: <sprite name={q}icon_blight{q}> 저항 <color=#{notable}>+66%</color> (3턴) <sprite name={q}icon_blight{q}> 저항 시: <sprite name={q}token_stress{q}> <color=#{notable}>-1</color> (3턴)
uk: <color=#{notable}>+66%</color> ОПР <sprite name={q}icon_blight{q}> (3 ходи) Отримує, якщо опирається <sprite name={q}icon_blight{q}>: <color=#{notable}>–1</color> <sprite name={q}token_stress{q}> (3 ходи)

# item_description_noisemaker
source: Add <sprite name={q}token_taunt{q}> x2 Add <sprite name={q}token_block{q}>
ja: <sprite name={q}token_taunt{q}>x2 を追加 <sprite name={q}token_block{q}>を追加
ko: <sprite name={q}token_taunt{q}> x2 <sprite name={q}token_block{q}> 추가
uk: Додає <sprite name={q}token_taunt{q}> x2 Додає <sprite name={q}token_block{q}>
zh_cn: 添加<sprite name={q}token_taunt{q}>x2 添加<sprite name={q}token_block{q}>

# item_description_oil_flask
source: <color=#{debuff}>-40%</color> <sprite name={q}icon_move{q}> RES (3 Turns) <color=#{debuff}>-33%</color> <sprite name={q}icon_burn{q}> RES (3 Turns) Add <sprite name={q}token_daze{q}> (20%)
ko: <sprite name={q}icon_move{q}> 저항 <color=#{debuff}>-40%</color> (3턴) <sprite name={q}icon_burn{q}> 저항 <color=#{debuff}>-33%</color> (3턴) <sprite name={q}token_daze{q}> 추가 (20%)
uk: <color=#{debuff}>–40%</color> ОПР <sprite name={q}icon_move{q}> (3 ходи) <color=#{debuff}>–33%</color> ОПР <sprite name={q}icon_burn{q}> (3 ходи) Додає <sprite name={q}token_daze{q}> (20%)

# item_description_otherworldly_fragment
source: <sprite name={q}icon_blight{q}> <color=#{blight}>5</color> (3 Turns) <sprite name={q}icon_burn{q}> <color=#{burn}>5</color> (3 Turns)
ko: <sprite name={q}icon_blight{q}> <color=#{blight}>5</color> (3턴) <sprite name={q}icon_burn{q}> <color=#{burn}>5</color> (3턴)
uk: <sprite name={q}icon_blight{q}> <color=#{blight}>5</color> (3 ходи) <sprite name={q}icon_burn{q}> <color=#{burn}>5</color> (3 ходи)

# item_description_pet_rabbit
source: <color=#{notable}>+1</color> Max <sprite name={q}icon_health_v2{q}> per <color=#{notable}>4 Food</color> items in inventory</color>
ko: 소지품의 <color=#{notable}>식량 아이템 4개</color> 당</color> 최대 <sprite name={q}icon_health_v2{q}> <color=#{notable}>+1</color>

# item_description_physicians_guild_seal
source: <color=#{notable}>Deliver to the Inn to gain:</color> <color=#{notable}>Round Start:</color> <sprite name={q}icon_healthup{q}> <color=#{heal}>2</color> (5%) (1 Inn) [Party] <color=#{notable}>+20%</color> Healing Given (1 Inn) [Party] +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
ko: <color=#{notable}>여관에 갖다 주면:</color> <color=#{notable}>라운드 시작 시:</color> <sprite name={q}icon_healthup{q}> <color=#{heal}>2</color> (5%) (다음 여관까지) [원정대] <color=#{notable}>+20%</color> 받는 치유량 (다음 여관까지) [원정대]

# item_description_pouch_of_lye
source: Clear all corpses
ja: 全ての死体を除去する
ko: 시체 전부 제거
uk: Знищити всі трупи
zh_cn: 清除所有尸体

# item_description_pustule_salve
source: Remove <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> <color=#{heal}>Heal 25%</color>
ko: <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> 제거 <color=#{heal}>25% 치유</color>
uk: Знімає <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> <color=#{heal}>Лікує 25%</color>

# item_description_puzzling_trapezohedron
source: <color=#{notable}>Deliver to the Inn to gain:</color> +48 <sprite name={q}icon_factioncurrency{q}>
ko: <color=#{notable}>여관에 갖다 주면:</color> <sprite name={q}icon_factioncurrency{q}> +48

# item_description_pyrotechnic_dazzler
source: Add 2 at random <sprite name={q}token_blind-line{q}> or <sprite name={q}token_daze{q}> or <sprite name={q}token_stun{q}> or <sprite name={q}token_vulnerable{q}> or <color=#{debuff}>-4</color> <sprite name={q}icon_speed{q}> (3 Turns)
ko: 다음 중 무작위 2개 추가 <sprite name={q}token_blind-line{q}> 또는<sprite name={q}token_daze{q}> 또는 <sprite name={q}token_stun{q}> 또는 <sprite name={q}token_vulnerable{q}> 또는 <color=#{debuff}>-4</color> <sprite name={q}icon_speed{q}> (3턴)
uk: Додає 2 (випадково) <sprite name={q}token_blind-line{q}>, <sprite name={q}token_daze{q}>, <sprite name={q}token_stun{q}>, <sprite name={q}token_vulnerable{q}> або <color=#{debuff}>–4</color> <sprite name={q}icon_speed{q}> (3 ходи)

# item_description_rag
source: Remove <sprite name={q}token_blind-line{q}>
ja: <sprite name={q}token_blind-line{q}>を除去
ko: <sprite name={q}token_blind-line{q}> 제거
uk: Знімає <sprite name={q}token_blind-line{q}>
zh_cn: 移除<sprite name={q}token_blind-line{q}>

# item_description_roast_pig
source: A joyous feast for all! Can be used in addition to normal food.
ja: 皆で食べられる美味なご馳走だ！ 通常の食事とあわせて使用できる。
ko: 모두가 즐길 수 있는 훌륭한 만찬! 일반 식량에 더해 사용할 수 있습니다.
uk: Радісний бенкет для всіх! Можна використовувати разом зі звичайною їжею.
zh_cn: 让大家一起美餐一顿！ 可以在普通食物之外使用。

# item_description_scrap_grenade
source: <sprite name={q}icon_bleed{q}> <color=#{bleed}>3</color> (3 Turns)
ko: <sprite name={q}icon_bleed{q}> <color=#{bleed}>3</color> (3턴)
uk: <sprite name={q}icon_bleed{q}> <color=#{bleed}>3</color> (3 ходи)

# item_description_shimmering_powder
source: Add <sprite name={q}token_stealth{q}> x2 <color=#{notable}>+2</color> <sprite name={q}icon_speed{q}> (3 Turns)
ko: <sprite name={q}token_stealth{q}> x2 추가 <sprite name={q}icon_speed{q}> <color=#{notable}>+2</color> (3턴)
uk: Додає <sprite name={q}token_stealth{q}> x2 <color=#{notable}>+2</color> <sprite name={q}icon_speed{q}> (3 ходи)

# item_description_shred_of_decency
source: Remove 1 <sprite name={q}token_worship{q}>
ko: <sprite name={q}token_worship{q}> 1 제거
uk: Знімає 1 <sprite name={q}token_worship{q}>

# item_description_single_leech
source: Remove <sprite name={q}icon_disease{q}> <sprite name={q}icon_bleed{q}> <color=#{bleed}>2</color> (3 Turns)
ko: <sprite name={q}icon_disease{q}> 제거 <sprite name={q}icon_bleed{q}> <color=#{bleed}>2</color> (3턴)

# item_description_smelling_salts
source: Remove <sprite name={q}token_daze{q}> <sprite name={q}token_stun{q}> Add <sprite name={q}token_dodge{q}>
ko: <sprite name={q}token_daze{q}> <sprite name={q}token_stun{q}> 제거 <sprite name={q}token_dodge{q}> 추가
uk: Знімає <sprite name={q}token_daze{q}> <sprite name={q}token_stun{q}> Додає <sprite name={q}token_dodge{q}>

# item_description_smoke_bomb
source: Add <sprite name={q}token_blind-line{q}> x2
ja: <sprite name={q}token_blind-line{q}>x2を追加
ko: <sprite name={q}token_blind-line{q}> x2 추가
uk: Додає <sprite name={q}token_blind-line{q}> x2
zh_cn: 添加<sprite name={q}token_blind-line{q}>x2

# item_description_space_dust
source: Clear all skill cooldowns
ja: 全スキルのクールダウンを解消
ko: 기술 재사용 대기 시간 전부 초기화
uk: Обнулити лічильники перезаряджання всіх навичок
zh_cn: 清除所有技能冷却

# item_description_spider_appendage
source: <color=#{notable}>Deliver to the Inn to gain:</color> Discounted combat and Inn items +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
ko: <color=#{notable}>여관에 갖다 주면:</color> 전투 및 여관 아이템 할인 +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
uk: <color=#{notable}>Якщо доставити до трактиру:</color> знижка на предмети бою та трактиру +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>

# item_description_spider_gland
source: <color=#{notable}>Deliver to the Inn to gain:</color> Discounted trinkets +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
ko: <color=#{notable}>여관에 갖다 주면:</color> 장신구 할인 +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
uk: <color=#{notable}>Якщо доставити до трактиру:</color> знижка на дрібнички +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>

# item_description_spiked_ball
source: <sprite name={q}icon_bleed{q}> <color=#{bleed}>5</color> (3 Turns)
ko: <sprite name={q}icon_bleed{q}> <color=#{bleed}>5</color> (3턴)
uk: <sprite name={q}icon_bleed{q}> <color=#{bleed}>5</color> (3 ходи)

# item_description_spring_water
source: <color=#{notable}>-3</color> <sprite name={q}token_stress{q}> <color=#{heal}>Heal 10%</color>
ko: <sprite name={q}token_stress{q}> <color=#{notable}>-3</color> <color=#{heal}>10% 치유</color>
uk: <color=#{notable}>–3</color> <sprite name={q}token_stress{q}> <color=#{heal}>Лікує 10%</color>

# item_description_stimulants
source: Add <sprite name={q}token_strength{q}> <color=#{notable}>+5</color> <sprite name={q}icon_speed{q}> (3 Turns)
ko: <sprite name={q}token_strength{q}> 추가 <sprite name={q}icon_speed{q}> <color=#{notable}>+5</color> (3턴)
uk: Додає <sprite name={q}token_strength{q}> <color=#{notable}>+5</color> <sprite name={q}icon_speed{q}> (3 ходи)

# item_description_the_blood
source: Add <sprite name={q}token_crit{q}><sprite name={q}token_strength{q}><sprite name={q}token_speed{q}> Add <sprite name={q}token_horror{q}>1 (3 Turns)
ko: <sprite name={q}token_crit{q}><sprite name={q}token_strength{q}><sprite name={q}token_speed{q}> 추가 <sprite name={q}token_horror{q}>1 추가 (3턴)
uk: Додає <sprite name={q}token_crit{q}><sprite name={q}token_strength{q}><sprite name={q}token_speed{q}> Додає <sprite name={q}token_horror{q}>1 (3 ходи)
