Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_start_my_turn_stress_dmg_partner+flagellant
source: You alone could steer this crusade off course!
ja: お前だけがこの聖戦を軌道修正できる！
ko: 너 하나 때문에 이 성전이 파멸하게 생겼다!
uk: Тільки ти можеш задавати напрямок цьому хрестовому походу!
zh_cn: 仅凭你一个人，就能让这场远征偏离方向！

# bark_act_out_start_my_turn_stress_dmg_partner+grave_robber
source: Work more on your aim, less on your banter.
ja: もっと狙いを定めよ。冗談はほどほどにな
ko: 농담은 줄이고 겨냥에 좀 더 집중해 보지?
uk: Більше працюй над своєю метою, менше — над жартами.
zh_cn: 多练练准头，少练练说废话的本事。

# bark_act_out_start_my_turn_stress_dmg_partner+hateful
source: Go on, walk us right into their jaws, then.
ja: やれよ、奴らの目の前に連れていってくれよ
ko: 그래, 그랬다간 저 놈들 아가리로 걸어 들어가게 되겠지.
uk: Давай, веди нас прямісінько в пащу.
zh_cn: 继续啊，把我们径直送进怪物的口中。

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+flagellant
source: You aren't worth any punishment I could deal!
ja: お前にはどんな罰を与える価値もない！
ko: 넌 내가 내릴 징벌조차 받을 가치가 없다!
uk: Ти не заслуговуєш жодного покарання, яке я міг би його забезпечити!
zh_cn: 你配不上我所能施加的惩罚！

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+grave_robber
source: I've an arsenal of toxins to test on you.
ja: お前に試す毒はたくさんある
ko: 자기한테 시험해 볼 만한 맹독이 한 보따리인데.
uk: Я можу випробувати на тобі цілий арсенал токсинів.
zh_cn: 我有一整柜的毒药想在你身上试试呢。

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+hellion
source: Imagine my glee as the worms take you!
ja: お前が虫に食われた時の私の喜びを想像してみろ！
ko: 저 버러지들이 너 데려가면 엄청 기쁘겠다!
uk: Уяви собі мою радість, коли черви тебе зжеруть!
zh_cn: 你被蠕虫吞噬的那天，我会很高兴的！

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+highwayman
source: I'd slit your throat myself.
ko: 네 목은 내가 직접 따 주지.
uk: Я б сам перерізав тобі горло.

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+jester
source: You bring out the worst in me.
ko: 너만 보면 정말 최악의 상태가 된다니까.
uk: Ти завжди пробуджуєш у мені найгірше.

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+leper
source: I loathe that I must spend my last days in your company.
ja: お前と共に最期を迎えなければならないなど、腹立たしくて仕方がない
ko: 이런 말세를 그대와 함께 맞이해야 한다니 참 싫군.
uk: Мені неприємно, що я мушу провести свої останні дні у твоєму товаристві.
zh_cn: 我最后的时日要在你身边度过，真是可恨。

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+man_at_arms
source: Useless greenhorn!
ja: 役立たずの未熟者め！
ko: 쓸모 없는 풋내기 같으니!
uk: Ні на що не здатний пішак!
zh_cn: 一无是处的新兵蛋子！

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+occultist
source: I'd spit on you, but you aren't worth the water.
ja: 唾を吐きかけてもいいが、お前にはその価値すらない
ko: 자네에게 침을 뱉고 싶지만 그럴 가치도 없군.
uk: Я б на тебе плюнув, але не хочу переводити на тебе слину.
zh_cn: 我想对你吐唾沫，但你不值得我浪费口水。

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+plague_doctor
source: You'd be more use to me as a cadaver.
ko: 넌 해부용 시체로나 쓸모가 있을 것 같아.
uk: Від тебе як від трупа було би більше користі.

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+runaway
source: I'll burn out your eyes!
ja: 目を焼いてやる！
ko: 네 눈깔을 태워 버릴 거야!
uk: Я тобі очі виколю!
zh_cn: 我要烧焦你的双眼！

# bark_act_out_start_my_turn_stress_dmg_partner+hateful+vestal
source: Cease your childish whimpering!
ja: 子供じみた泣き声はやめなさい！
ko: 응석은 작작 부려라!
uk: Скиглиш, мов дитина! Припини!
zh_cn: 别再哭哭啼啼的了，跟个小孩子似的！

# bark_act_out_start_my_turn_stress_dmg_partner+hellion
source: All gristle, no muscle to you.
ja: お前には骨ばかりで筋肉がない
ko: 너 근육 없고 뼈 밖에 없다.
uk: Лише хрящі, м’язів нема.
zh_cn: 你身上全是赘肉，一点劲都没有。

# bark_act_out_start_my_turn_stress_dmg_partner+highwayman
source: Push me again, I dare you.
ja: やれるものなら、もう一度やってみろ
ko: 한 번만 더 건드려 봐. 경고한다.
uk: Давай, штовхни мене ще раз...
zh_cn: 你敢再推我一次。

# bark_act_out_start_my_turn_stress_dmg_partner+jester
source: Always out of tune and off-beat.
ja: いつも調子外れで拍子抜けするな
ko: 맨날 가락도 놓치고, 박자도 놓치고.
uk: Як завжди, не в лад і не в такт.
zh_cn: 你一直都跟不上节拍。

# bark_act_out_start_my_turn_stress_dmg_partner+leper
source: You squander your potential.
ko: 그대는 스스로의 잠재력을 낭비하고 있군.
uk: Ти марнуєш свій потенціал.

# bark_act_out_start_my_turn_stress_dmg_partner+man_at_arms
source: Y'wouldn't qualify for latrine duty!
ja: 便所当番にも値しないな！
ko: 이런 놈은 변소 청소도 맡기지 못한다!
uk: Тобі не можна довірити навіть сортири драїти!
zh_cn: 刷厕所都用不上你！

# bark_act_out_start_my_turn_stress_dmg_partner+occultist
source: ... insufferable lout.
ja: …耐えがたい奴だ
ko: ... 참아 줄 수가 없는 꼬라지군.
uk: Нестерпне нахабство.
zh_cn: ……真叫人受不了。

# bark_act_out_start_my_turn_stress_dmg_partner+plague_doctor
source: Failing grade for you, imbecile!
ja: お前は落第だ、能なしめ！
ko: 이 정도면 낙제야, 이 멍청아!
uk: Незалік, нездара!
zh_cn: 不及格，蠢材！

# bark_act_out_start_my_turn_stress_dmg_partner+resentful
source: And we're supposed to trust <i>your</i> genius?
ja: <i>お前の</i>才能を信じろって？
ko: 이런데도 <i>널</i> 믿으라고, 천재 양반?
uk: І ми маємо довіритися <i>твоєму</i> таланту?
zh_cn: 还要我们相信<i>你的</i>聪明才智？

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+flagellant
source: I seethe at the very sight of you!
ko: 너만 보면 정말 소름이 돋는군!
uk: У мені все кипить від самого лише погляду на тебе!

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+grave_robber
source: Let me guess, you need a loan?
ja: わかった、借りを作りたいんでしょ？
ko: 지금 돈 꿔달라고 시위하는 거니?
uk: Дай-но вгадаю... Гроші потрібні?
zh_cn: 怎么，你要打个欠条？

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+hellion
source: Leave the weak behind at camp, I say.
ja: 弱者は宿営地に置いていけ、と言ってるんだ
ko: 약골은 캠프에 남겨 놓으라니까.
uk: Залиште слабких у таборі, кажу вам.
zh_cn: 要我说，把弱者留在营地得了。

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+highwayman
source: Typical - I do all the dirty work.
ko: 이럴 줄 알았지. 더러운 일은 나 혼자 다 하는군.
uk: Як завжди, уся брудна робота на мені.

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+jester
source: About to interrupt me again?
ja: また邪魔するつもりか？
ko: 또 훈수 두시려고?
uk: Знов заважаєш?
zh_cn: 又要来打断我么？

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+leper
source: Even half-dead I carry your burdens.
ja: 半死半生でも、お前の重荷を背負っている
ko: 나는 반 죽은 몸으로도 그대의 짐을 다 지는군.
uk: Я напівмертвий, але мені доводиться носити ваші речі.
zh_cn: 哪怕半死不活，我也要背负你的责任。

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+man_at_arms
source: You seem happy enough to stand <i>behind</i> me.
ja: <i>後ろ</i>に立っているだけで十分幸せそうだな
ko: 내 <i>등 뒤에서</i> 구경만 하는 꼬라지하고는.
uk: Ну то як, зручно ховатися <i>за</i> мною?
zh_cn: 你站在我<i>身后</i>看起来很得意啊。

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+occultist
source: Bumbling amateur. You'll be our ruin.
ja: ドジな素人め。お前は我々を破滅させる
ko: 멍청한 풋내기 같으니. 자네는 우리 모두를 파멸시키게 될 걸세.
uk: От уже незграба... Навіть соромно за тебе.
zh_cn: 喋喋不休的门外汉。我们会被你害惨的。

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+plague_doctor
source: Be quiet, learned experts are talking.
ja: 静かにしろ、経験豊富なプロが話しているのよ
ko: 조용히 좀 해, 전문가들이 상의 중이니까.
uk: Тихо, не заважай майстрам.
zh_cn: 安静，现在是知识分子说话的时间。

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+runaway
source: Clearly I can only rely on myself.
ja: どう見ても自分しか頼れない
ko: 딱 봐도 내 살길은 혼자 찾아야겠네.
uk: Я можу покластися лише на себе.
zh_cn: 看起来我只能靠自己了。

# bark_act_out_start_my_turn_stress_dmg_partner+resentful+vestal
source: The Light provides - perhaps not for you.
ja: 光は恵みを与えます。しかしあなたは例外でしょう
ko: 빛께서는 아낌없이 내주시나... 그대의 몫은 없을지도.
uk: Світло дарує свою благодать усім... крім тебе.
zh_cn: 圣光普照万物——但可能照不到你。

# bark_act_out_start_my_turn_stress_dmg_partner+runaway
source: One more like that and I'm out of here.
ja: もう一度同じことをしたら、降りさせてもらうよ
ko: 한 번만 더 이랬다간 바로 떠날 거야.
uk: Ще один такий трюк і з мене досить!
zh_cn: 再做这种事，我就走人了。

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious
source: You're watching me closer than the enemy...
ja: 敵よりも近くから見ているのか…
ko: 왜 적은 냅두고 나만 감시하는 거지...?
uk: Ти стежиш за мною пильніше, ніж за ворогом...
zh_cn: 你观察我的时间比观察敌人还多……

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+flagellant
source: My trust, once revoked, is gone forever.
ja: 俺の信頼は、一度失墜すれば、永遠に失われる
ko: 잠깐 믿어도 되나 싶더니 여지없이 신뢰를 날려버리는군.
uk: Якщо вже хтось втратив мою довіру, то це назавжди.
zh_cn: 我的信任，一旦撤回，就一去不返。

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+grave_robber
source: Just what <i>are</i> you hiding?
ja: <i>一体</i>何を隠しているの？
ko: 대체 <i>뭘</i> 숨기고 있니?
uk: <i>Що</i> ти затіваєш?
zh_cn: 你<i>到底</i>在掩饰什么？

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+hellion
source: You lurk at my back! Come forward!
ja: 私の背後に潜んでいるのか！出てこい！
ko: 왜 내 등뒤에 숨냐! 앞으로 나와라!
uk: Що ж ти ховаєшся за моєю спиною? Виходь уперед!
zh_cn: 别躲在我身后！出来！

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+highwayman
source: I don't have the luxury of trusting people.
ja: 人を信じる余裕はない
ko: 내가 사람을 믿는 호사를 누려본 적이 없어서.
uk: Довіра — неприпустима розкіш для мене.
zh_cn: 能够信任他人是一种奢侈。

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+jester
source: Sleep with one eye open.
ja: 片目を開けて眠るんだな
ko: 한쪽 눈을 뜨고 자는 게 낫겠군.
uk: Будь насторожі навіть коли спиш.
zh_cn: 我劝你睡觉的时候睁一只眼。

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+leper
source: Why do you press me about my condition?
ja: どうして体調についてしつこく聞く？
ko: 왜 자꾸 내 병세를 걸고 넘어지는가?
uk: Чому ти так цікавишся моїм здоров’ям?
zh_cn: 我的身体已经难堪重负，为什么还要逼迫我？

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+man_at_arms
source: Speak up! Speak plainly!
ja: 声を大きくしろ！はっきり言え！
ko: 크게 말해! 똑바로 말하라고!
uk: Гучніше кажи, щоб було зрозуміло!
zh_cn: 有话就说，别藏着掖着！

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+occultist
source: Everywhere, malfeasance lurks!
ja: どこにでも、不正は潜んでいる！
ko: 사방에서 기만이 판친다!
uk: Злочини — вони усюди!
zh_cn: 你的举手投足都暗藏背叛的行径！

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+plague_doctor
source: You concoct a betrayal, I know it.
ja: 裏切りを仕組んでいるのは、わかるわ
ko: 배신하려는 거지. 다 알아.
uk: Не терпиться встромити ніж у спину?
zh_cn: 你在谋划一场背叛，别以为我不知道。

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+runaway
source: I don't trust anyone - least of all you.
ja: 私は誰も信じない。特にお前は信じられない
ko: 난 아무도 믿지 않아. 너희들 전부.
uk: Я нікому не довіряю, особливо тобі.
zh_cn: 我不信任任何人——尤其不信任你。

# bark_act_out_start_my_turn_stress_dmg_partner+suspicious+vestal
source: Are you in league with our enemies?!
ko: 그대는 혹시 우리의 적들과 붙어먹은 것인가…?
uk: Ти в змові з нашими ворогами?!

# bark_act_out_start_my_turn_stress_dmg_partner+vestal
source: My confidence wavers...
ko: 나의 심지가 흔들린다...
uk: Моя впевненість похитнулася...

# bark_act_out_start_my_turn_stress_heal_partner
source: Steady those hands. We shall win this.
ko: 손 떨지 말라고. 우리가 이길 테니.
uk: Не треба так хвилюватися. Ми переможемо.

# bark_act_out_start_my_turn_stress_heal_partner_small
source: Steady there. You've got this!
ja: 落ち着け。君ならできる！
ko: 침착해. 다 잡았어!
uk: Тримайся, у тебе вийде!
zh_cn: 稳住。你可以的！

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous
source: One night together while the world burns - what do you say?
ko: 세상이 불타더라도 오늘 밤은 함께 보내는 게 어때?
uk: Проведемо вечір разом? І нехай весь світ зачекає.

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+flagellant
source: I know just the thing to clear your mind later.
ja: 後でお前の心をすっきりさせてやろう
ko: 딱 어울리는 기분 전환 방법을 알지.
uk: Я знаю дещо, що допоможе тобі очистити розум.
zh_cn: 我知道这之后该用什么让你放松。

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+grave_robber
source: You won't be sleeping off those wounds alone.
ja: お前は一人で傷を癒すことはないだろう
ko: 혼자서 그 상처를 돌볼 수는 없을걸.
uk: Самотужки такі рани не вилікувати.
zh_cn: 你不会独自舔舐这些伤口的。

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+hellion
source: Come! Scream into the wind with me!
ja: さあ！風に向かって一緒に叫ぼう！
ko: 오라! 나와 함께 바람 속에 절규하자!
uk: Іди сюди, покричимо на вітер разом!
zh_cn: 来啊！和我一起迎风怒吼吧！

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+highwayman
source: Mhm, you're a good one.
ko: 음흠, 거 잘하네.
uk: Ти гідна людина.

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+jester
source: I could play for you for hours.
ja: 君のためなら何時間でも演奏できる
ko: 당신을 위해서라면 몇 시간이고 연주해 줄 수 있어.
uk: Я грав би тобі годинами.
zh_cn: 我可以为你不知疲倦地演奏。

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+leper
source: I will carry you with me, always.
ja: どんな時でも、共にいよう
ko: 언제고 당신과 함께 가겠어.
uk: Ти назавжди в моєму серці.
zh_cn: 我会与你同行，至死方休。

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+man_at_arms
source: I am your shield! Fear nothing at my side.
ja: 盾になってやる！俺のそばにいれば何も恐れなくていい
ko: 난 당신의 방패! 함께 하는 한 두려워할 것 없어.
uk: Я твій щит, зі мною нема чого боятися!
zh_cn: 我就是你的盾牌！在我身边什么都不用怕。

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+occultist
source: The abyss shall touch you not.
ja: 深淵は、お前に触れることはないだろう
ko: 심연은 당신을 해칠 수 없어.
uk: Безодня тебе не торкнеться.
zh_cn: 我不会让深渊动你一根毫毛。

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+plague_doctor
source: Allow me to care for you - please.
ko: 제발 내가 상처를 치료하게 해줘. 부탁이야.
uk: Дозволь мені подбати про тебе. Прошу.

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+runaway
source: Fight your way through to me!
ko: 내가 도울 테니 마음껏 활약해 봐!
uk: Пробивайся до мене!

# bark_act_out_start_my_turn_stress_heal_partner_small+amorous+vestal
source: Think of all we could have together...
ko: 우리가 함께 뭘 할 수 있을지 생각해 보라...
uk: Подумай, чого ми досягнемо разом!

# bark_act_out_start_my_turn_stress_heal_partner_small+flagellant
source: This next lash is for you, friend.
ja: 次の鞭はお前のためだ、友よ！
ko: 다음 채찍질은 널 위한 거다, 벗이여.
uk: Наступний удар бичом — за тебе, друже!
zh_cn: 下一次鞭笞是敬你的，朋友。

# bark_act_out_start_my_turn_stress_heal_partner_small+grave_robber
source: Fret not. We've tricks up our sleeves.
ko: 걱정 말아. 다 해결책이 있단다.
uk: Не хвилюйся, ще є трюки в запасі.

# bark_act_out_start_my_turn_stress_heal_partner_small+hellion
source: *SNIFF* Their sweat reeks of fear!
ja: クンクン、彼らの汗は恐怖の臭いがする！
ko: (킁킁) 저놈들 땀에서 공포의 냄새가 난다!
uk: *принюхується* Несе страхом!
zh_cn: *嗅* 他们的汗水里闻得到恐惧！

# bark_act_out_start_my_turn_stress_heal_partner_small+highwayman
source: It's a tough world. You're tougher.
ja: 厳しい世界ではあるが、お前は十分タフだ
ko: 가혹한 세상이지만, 넌 훨씬 더 가혹하군.
uk: Світ жорстокий, але ти витримаєш.
zh_cn: 世界很残酷。但你很坚强。

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful
source: Together we can push through this.
ko: 함께라면 우리는 버텨내리라.
uk: Разом ми проб’ємося крізь будь-що.

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+flagellant
source: Your blood is fierce! I can smell it!
ja: お前の血は狂暴だな！匂いでわかる！
ko: 네 피는 사납군! 냄새가 달라!
uk: Твоя кров несамовита! Я відчуваю її запах!
zh_cn: 你的血液很烈！我能嗅得出来！

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+grave_robber
source: After all this is done, I'll pour you a drink.
ja: これが終わったら、酒を注いであげる
ko: 이거 다 끝나면 내가 한잔 살게.
uk: Коли все це закінчиться, я наллю тобі випити.
zh_cn: 等这桩事解决了，我请你好好喝一杯。

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+hellion
source: There's none tougher than you!
ko: 너보다 강한 건 없다!
uk: Нема нікого сильнішого за тебе.

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+highwayman
source: You've been down worse roads.
ko: 더 나쁜 여정도 겪어 왔잖나.
uk: Тобі й не таке траплялося.

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+jester
source: Ah, the songs we'll write together...
ja: ああ、一緒に作る曲は…
ko: 아, 우리가 함께 쓸 노래를 생각해 보라구...
uk: Ми ще стільки пісень маємо написати...
zh_cn: 啊，我们一起会谱写多么美妙的歌谣……

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+leper
source: Spring snows must thaw.
ja: 春の雪は溶けるものだ
ko: 봄눈은 녹아내리는 법.
uk: Весняний сніг має розтанути.
zh_cn: 春日之雪必将消融。

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+man_at_arms
source: We'll win the day - you'll see.
ko: 결국 우리가 이길 거다. 딱 봐라.
uk: Ми переможемо, ось побачиш.

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+occultist
source: When the darkness seems too much, look for me.
ja: 闇があまりに深いときには、私を探してくれ
ko: 흑암에 압도당할 것 같거든 날 찾아 오게.
uk: Коли темрява почне давити, знайди мене.
zh_cn: 当黑暗太过凝重时，寻找我的身影。

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+plague_doctor
source: We'll need you when we begin to rebuild.
ja: 私たちが再建を始めるとき、お前が必要になる
ko: 세상을 재건할 때도 당신이 필요할 거야.
uk: Ти нам знадобишся, коли ми почнемо відновлення.
zh_cn: 等到我们开始重建时，我们会需要你的。

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+runaway
source: As long as I'm breathing, you ain't alone.
ja: 私が生きている限り、お前は一人ではない
ko: 이 숨이 붙어 있는 한, 넌 혼자가 아니야.
uk: Поки я дихаю, тобі не знати самоти.
zh_cn: 只要我还有一口气，你就不会孤身一人。

# bark_act_out_start_my_turn_stress_heal_partner_small+hopeful+vestal
source: You have fight in you yet.
ko: 그대는 아직 투지가 있군.
uk: У тобі ще лишилася воля до боротьби.

# bark_act_out_start_my_turn_stress_heal_partner_small+jester
source: Didn't think you one to give up.
ja: 君が諦めるような奴だとは思っていない
ko: 포기 안할 줄 알았지.
uk: Ти не з тих, хто легко здається.
zh_cn: 我不觉得你是会放弃的那种人。

# bark_act_out_start_my_turn_stress_heal_partner_small+leper
source: Denial does not serve you well. Accept your fear.
ja: 拒絶はお前のためにならない。恐怖を受け入れるんだ
ko: 부정은 도움이 되지 않지. 그대의 공포를 받아들이게.
uk: Заперечення не допоможуть. Прийми свій страх.
zh_cn: 否认对你没有益处。接受你的恐惧。

# bark_act_out_start_my_turn_stress_heal_partner_small+man_at_arms
source: Let me lead you out of this!
ko: 나와 함께 이 상황을 극복하자!
uk: Дозволь мені направити тебе!

# bark_act_out_start_my_turn_stress_heal_partner_small+occultist
source: A path will open when you least expect it.
ja: 思いがけない時に道は開ける
ko: 길은 가장 예상치 못할 때 열리는 법.
uk: Шлях відкриється, коли цього не чекаєш.
zh_cn: 在最意想不到的地方，总会有一条出路。

# bark_act_out_start_my_turn_stress_heal_partner_small+plague_doctor
source: I know your limits! You are not there yet!
ja: お前の限界は知っている。まだやれる！
ko: 난 네 한계를 알아! 그리고 그 한계는 한참 멀었어!
uk: Я знаю твої здібності. Це ще не кінець.
zh_cn: 我知道你的极限——你还能继续战斗！

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful
source: If anyone can lead us through this, it's you.
ja: この状況を導いてくれる人がいるなら、それは君だ
ko: 우리가 이걸 헤쳐나갈 승산은 오직 네게 달렸어.
uk: Якщо хтось і може провести нас через це, то це ти.
zh_cn: 如果我们有任何胜算，那一定是在你的带领下。

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+flagellant
source: All life is suffering - accept it and know peace.
ja: 人生はすべて苦しみである。受け入れ、平和を知るのだ
ko: 모든 생명은 고통 받는다. 고통을 받아들이고 평온을 찾으라.
uk: Життя — це суцільне страждання. Прийми це й живи в гармонії із собою.
zh_cn: 生命即是痛苦——接受这一点，然后感到安宁。

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+grave_robber
source: Lost souls, we were. Look at us now.
ja: 私たちは失われた魂だった。今の私たちを見て
ko: 우리는 길을 잃은 영혼들. 지금 우리를 봐.
uk: Ми були заблуканими душами. Подивіться на нас зараз.
zh_cn: 我们原本不过是失落的灵魂。可是看看现在。

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+hellion
source: You are welcome at my fire.
ja: 焚き火に歓迎するよ
ko: 이따 같이 모닥불 옆에 앉자.
uk: Заходь на вогник.
zh_cn: 随时欢迎你坐在我的篝火旁。

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+highwayman
source: Now, you... you've got gravel in your guts.
ja: なるほど…たいした力を持っているな
ko: 이야, 이거 이거... 참 굉장한 배짱이구만.
uk: Певно, кишка в тебе не тонка.
zh_cn: 你的意志……令我敬佩。

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+jester
source: Fastest fingers I've ever seen!
ja: 今まで見た中で最速の指さばきだな！
ko: 내가 본 손놀림 중에 가장 빠르군!
uk: Ти граєш швидше за всіх!
zh_cn: 我从没见过如此敏捷的手指！

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+leper
source: *gentle nod*
ja: うむ、よしよし
ko: (정중한 목례)
uk: *привітно киває*
zh_cn: *颔首致意*

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+man_at_arms
source: I look up t'you, all right? I said it.
ja: 俺はお前を尊敬している。 そうハッキリ言える
ko: 내 까놓고 말하지. 자넨 정말 굉장한 사람이야.
uk: Я дуже поважаю тебе. Справді.
zh_cn: 你是我的榜样，知道么？真的。

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+occultist
source: The stars were generous to guide you here, friend.
ja: 友よ、星は寛大にもお前をここに導いた
ko: 별들은 관대하게도 자네를 여기까지 이끌었네, 벗이여.
uk: Зірки до мене прихильні — вони дозволили нам зустрітися.
zh_cn: 感谢星辰让你我相会，我的朋友。

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+plague_doctor
source: You give so much - don't think it unnoticed!
ja: お前はとても多くを与えてくれる。みんな気づいているぞ！
ko: 너무 많은 걸 베풀고 있잖아. 생색을 안내도 다 알아!
uk: Ти так багато віддаєш — не думай, що цього не помічають!
zh_cn: 你奉献出了许多——别以为没人注意！

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+runaway
source: You've the look of a survivor.
ko: 넌 끝까지 살아남을 생존자의 모습이야.
uk: Ти маєш вигляд людини, яка вижила.

# bark_act_out_start_my_turn_stress_heal_partner_small+respectful+vestal
source: There is no shame in accepting aid.
ko: 도움을 받는 건 부끄러운 일이 아니다.
uk: Немає нічого ганебного в тому, щоб прийняти допомогу.

# bark_act_out_start_my_turn_stress_heal_partner_small+runaway
source: Don't suffer alone! I'm here.
ja: 一人で苦しまないで！私はここにいるから
ko: 혼자 아파하지 마! 내가 여기 있어.
uk: Не страждай на самоті! Я тут.
zh_cn: 不要独自痛苦！有我在。

# bark_act_out_start_my_turn_stress_heal_partner_small+vestal
source: I shall say a verse for you.
ko: 그대를 위해 기도를 올리겠다.
uk: Послухай, що каже про тебе писання.

# bark_act_out_start_my_turn_stress_heal_partner+flagellant
source: Rejoice, for our calling is sacred!
ja: 喜べ、俺たちの使命は神聖だ！
ko: 기뻐하라, 너희들의 소명은 신성하니!
uk: Втішайся: наше покликання священне!
zh_cn: 欢呼吧，因为我们的使命是神圣的！

# bark_act_out_start_my_turn_stress_heal_partner+grave_robber
source: We'll share a tipple when this blows over.
ja: この件が解決したら、一緒にお酒を飲みましょう
ko: 이거 다 끝나면 같이 한잔 하자.
uk: Добре вип’ємо, коли вся небезпека мине.
zh_cn: 等这一切结束，我们要好好喝上一杯。

# bark_act_out_start_my_turn_stress_heal_partner+hellion
source: We thrill to the spilling of blood!
ja: 血を流すことに興奮する！
ko: 피 흘리며 전율을 만끽하자!
uk: Ми прагнемо крові!
zh_cn: 抛头颅，洒热血！

# bark_act_out_start_my_turn_stress_heal_partner+highwayman
source: You're tougher than this. Breathe.
ja: お前はもっと強いはずだ。深呼吸しろ
ko: 넌 이것보다 강해. 심호흡 해.
uk: Ти подолаєш обставини. Дихай.
zh_cn: 你很坚强。深呼吸。

# bark_act_out_start_my_turn_stress_heal_partner+hopeful
source: All is not lost.
ko: 아직 다 끝나지는 않았어.
uk: Ще не все втрачено.

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+flagellant
source: We stand on the threshold of greatness!
ko: 우리는 지금 위대함의 문턱에 와 있다!
uk: Ми стоїмо на порозі величі!

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+grave_robber
source: Fear makes fools of us all sometimes. Chin up.
ja: 恐怖は時に私たちを欺く。元気を出して
ko: 공포에 빠지면 누구라도 멍청해질 수 있지. 기운 내.
uk: Усі ми підвладні страху. Не хнюпся!
zh_cn: 每个人都有被恐惧压倒的时候。抬起头来。

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+hellion
source: We have no time for fear! Banish it!
ko: 겁먹을 시간 없다! 물리치자!
uk: У нас немає часу на страх! Позбався його!

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+highwayman
source: Put it behind you. I know you can.
ko: 공포는 제쳐 놔. 충분히 그럴 수 있잖아.
uk: Забудь про цю проблему. Я знаю, ти впораєшся.

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+jester
source: You'll land on your feet. Probably.
ja: 君は自力で立ち上がれる。そうだろう
ko: 두 발 단단히 딛고 서라고.
uk: Ти викрутишся. Сподіваюсь...
zh_cn: 你会没事的！大概吧。

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+leper
source: None of us is without fear, but neither without hope.
ja: 我々は誰もが恐怖を抱えているが、希望も共にある
ko: 우리 중에 두려움 없는 자는 없네. 하지만 희망 없는 자도 없지.
uk: Усі ми чогось страшимось, але вогонь надії не згасає.
zh_cn: 我们每个人都心怀恐惧，但也同时心怀希望。

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+man_at_arms
source: Victory is within our sights!
ko: 승리가 눈앞이다!
uk: Перемога не за горами!

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+occultist
source: Rise above your terror!
ja: 恐怖に打ち勝て！
ko: 공포를 딛고 일어서게!
uk: Подолай свій страх!
zh_cn: 超脱你的恐惧！

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+plague_doctor
source: No wounds exist which can't be mended!
ko: 고치지 못할 상처는 없다!
uk: Немає ран, які не можна зцілити!

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+runaway
source: Sorry - ain't giving up on you.
ja: 悪いけど、お前のことは諦めない
ko: 미안, 난 널 절대 포기 못해.
uk: Вибач... але я вірю в тебе.
zh_cn: 抱歉——我是不会丢下你的。

# bark_act_out_start_my_turn_stress_heal_partner+hopeful+vestal
source: Beyond all this, better things await us.
ko: 이 모든 것 너머에 더 나은 내일이 기다린다.
uk: Колись ми побачимо й щось краще.

# bark_act_out_start_my_turn_stress_heal_partner+jester
source: There, there. You've had worse!
ja: ほら、ほら。もっとひどい目もあっただろ！
ko: 자자, 더 나쁜 일도 있었잖나!
uk: Та нічого, і не через таке проходили.
zh_cn: 好了，好了。没什么的！
