Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_overstressed_meltdown+man_at_arms@0
source: Howls down the hospital corridors...
ja: 病院の廊下で吠える…
ko: 병원 복도에 울려 퍼지던 울부짖음...
uk: Виє в коридорах лазарету...
zh_cn: 诊所过道中的哀嚎……

# bark_overstressed_meltdown+man_at_arms@1
source: I fled when I should have fallen!
ja: 俺は、戦って倒れるべき時に逃げたんだ！
ko: 나는 마땅히 죽어야 할 곳에서 도망쳤어!
uk: Я втік, коли мав загинути на поле бою!
zh_cn: 我在本该赴死的时候选择了临阵脱逃！

# bark_overstressed_meltdown+occultist@0
source: Black-beast, claim what is left of me...!
ja: 黒き獣よ、私に残されたものをくれてやる…！
ko: 검은 짐승아, 내 남은 부분을 모두 집어 삼키거라...!
uk: Чорний звір, забери те, що від мене залишилося...
zh_cn: 黑暗的野兽啊，夺去我的残骸吧……！

# bark_overstressed_meltdown+occultist@1
source: IT CALLS. I AM UNABLE TO RESIST.
ja: あれが呼んでいる。私はもう抵抗できない
ko: 놈이 부른다. 거부할 수 없다.
uk: Я ЧУЮ ПОКЛИК І НЕ МОЖУ ОПИРАТИСЯ.
zh_cn: 【虚空在呼唤。我无法抵抗。】

# bark_overstressed_meltdown+plague_doctor@0
source: NO MORE! SILENCE! ALL OF YOU!
ko: 그만둬! 입 닥쳐! 너희 전부!
uk: УСЕ! АНУ ТИХО! УСІ ВИ!

# bark_overstressed_meltdown+plague_doctor@1
source: What good is dominion over death?! Worse awaits me!
ja: 死を支配することに何の意味がある？もっと悪いことが待っている！
ko: 죽음을 지배해 봤자 무슨 의미가 있었지?! 더 나쁜 운명만이 있었어!
uk: Яка користь від влади над смертю?! На мене чекає гірше!
zh_cn: 战胜死亡又有什么用？！还有更可怕的折磨在等着我！

# bark_overstressed_meltdown+runaway@0
source: I WILL BURN THIS COACH TO ASH...!
ja: この駅馬車を灰にしてやる…！
ko: 이 역마차를 잿더미로 만들어 버릴 테다!
uk: Я СПОПЕЛЮ ЦЕЙ ДИЛІЖАНС!
zh_cn: 我要把这辆马车烧成灰烬！！

# bark_overstressed_meltdown+runaway@1
source: P-please, just let me go! Let me leave!
ja: お願いだ、行かせてくれ！行かせてくれ！
ko: 제, 제발! 나만은 보내줘! 나만 살려주면 돼!
uk: Б-будь ласка, відпустіть мене! Дозвольте мені піти!
zh_cn: 求求你们了，放我走吧！我想离开这里！

# bark_overstressed_meltdown+vestal@0
source: I see now. Light, I have failed you...
ja: 今わかりました。光よ、私はあなたを失望させました…
ko: 이제 알겠습니다, 빛이여. 저는 실패한 것이로군요...
uk: Тепер усе зрозуміло. Світло, я тебе підвела...
zh_cn: 我全都明白了。圣光，我辜负了你……

# bark_overstressed_meltdown+vestal@1
source: They ought to have left me in that pit.
ko: 나마저 그 구덩이에 묻어 버렸어야 하는 건데.
uk: Їм треба було залишити мене в тій ямі.

# bark_overstressed_resolute@0
source: I have some fight in me yet, devils!
ko: 나 아직 안 무너졌다, 이 악마들아!
uk: Я ще поборюся, покидьки!

# bark_overstressed_resolute@1
source: No choice but to carry on!
ja: 続けるしか選択肢はない！
ko: 이젠 나아가는 수 밖에 없다!
uk: Продовжувати — іншого вибору немає!
zh_cn: 别无选择——只能继续前进！

# bark_overstressed_resolute@2
source: Not yet!
ko: 아직은 아냐!
uk: Ще ні!

# bark_overstressed_resolute@3
source: One more chance...!
ja: もう一度チャンスを…！
ko: 한번 더 기회를...!
uk: Ще один шанс!
zh_cn: 重整旗鼓……！

# bark_overstressed_resolute@4
source: There's a path through this - dig in!
ja: これを突破する道がある。進め！
ko: 아직 빠져나갈 길은 있어. 달려들어!
uk: Через це є шлях: копайте!
zh_cn: 还有一条出路——坚持住！

# bark_overstressed_resolute@5
source: This can't be the end! I refuse!
ja: こんな終わり方があるわけがない。お断りだ！
ko: 이게 끝일 리는 없어! 내가 거부하겠다!
uk: Це не може бути кінець! Я проти!
zh_cn: 不能就在这里结束！我拒绝！

# bark_overstressed_resolute@6
source: Too much depends on us!
ja: 我々にかかっているものが多すぎる！
ko: 우리에겐 너무 많은 게 걸렸어!
uk: Надто багато залежить від нас!
zh_cn: 有太多人还指望着我们！

# bark_overstressed_resolute@7
source: We must see the task to completion!
ko: 우린 과업을 완수해야 돼!
uk: Треба виконати завдання до кінця!

# bark_overstressed_resolute+bounty_hunter@0
source: *grits teeth*
ko: (이를 악문다)
uk: *стискає зуби*

# bark_overstressed_resolute+bounty_hunter@1
source: Hold fast - it's a job like any other.
ja: 頑張れ。他と変わらない仕事だ。
ko: 버텨. 그냥 평소랑 똑같은 일이다.
uk: Тримайся — це така ж робота, як і будь-яка інша.
zh_cn: 撑住——这个单子和以往没什么两样。

# bark_overstressed_resolute+grave_robber@0
source: Never met a tomb nor trap that could hold me!
ja: 私を捕らえられる墓や罠に出会ったことはない！
ko: 날 가둘 수 있는 무덤이나 덫은 못 만나 봤는 걸!
uk: Ніколи не зустрічала ні могили, ні пастки, які могли б мене втримати!
zh_cn: 我还从没见过能把我关住的墓穴！

# bark_overstressed_resolute+grave_robber@1
source: Torment and I are old bedfellows!
ja: 私は、苦悩とは旧知の仲なのよ！
ko: 고난과 나는 같은 베개를 베고 자는 사이라!
uk: Муки — це мої давні знайомі!
zh_cn: 苦难是我的老情人了！

# bark_overstressed_resolute+hellion@0
source: I have not yet spilt enough blood to fall!
ja: 私はまだ倒れるほど血を流していない！
ko: 아직 쓰러질 만큼 피 흘리지 않았다!
uk: Я ще не настільки сплила кров’ю, щоб загинути!
zh_cn: 我还没流够血，我还不能倒下！

# bark_overstressed_resolute+hellion@1
source: More of them must fall before I am satisfied!
ja: 私が満足する前にもっと多くの者が倒れることになるぞ！
ko: 기왕 갈 거면 최대한 많이 데려간다!
zh_cn: 我得消灭更多敌人，才能得到满足！

# bark_overstressed_resolute+highwayman@0
source: These roads are <i>mine.</i>
ko: 이 길은 <i>내 거야.</i>
uk: Ці дороги <i>мої.</i>

# bark_overstressed_resolute+highwayman@1
source: Thought you were rid of me, did you!
ja: 俺を追い払ったつもりだったのか？
ko: '해치웠나?' 같은 말은 쉽게 입에 담는 게 아니야!
uk: Думали, позбулися мене, чи не так?
zh_cn: 你们以为解决掉我了，是吗！

# bark_overstressed_resolute+jester@0
source: I've played to tougher crowds than you!
ja: 私は君よりも厳しい観客の前で演奏してきた！
ko: 더 나쁜 청중들도 상대해 봤다구!
uk: Я грав і перед вибагливішими глядачами!
zh_cn: 我为更难缠的观众进行过演出！

# bark_overstressed_resolute+jester@1
source: They declared me mad at court years ago!
ja: 数年前、彼らは法廷で私が狂っていると宣言した！
ko: 난 이미 왕궁에서 미쳤다고 판정 받은 지 오래야!
uk: Багато років тому мене оголосили божевільним у суді!
zh_cn: 很多年前，他们就在皇宫中说我是个疯子了！

# bark_overstressed_resolute+leper@0
source: There is always more I can give.
ja: 私から与えられるものは、まだまだあるのだ
ko: 항상 더 내줄 수 있는 게 남아 있지.
uk: Від мене завжди вимагають більшого, ніж я можу.
zh_cn: 我的奉献不会到此为止。

# bark_overstressed_resolute+leper@1
source: This is not where my journey ends.
ko: 여기는 나의 여정이 끝날 곳이 아니다.
uk: Це ще не кінець моєї подорожі.

# bark_overstressed_resolute+man_at_arms@0
source: All battlefields have their horrors - focus!
ja: すべての戦場には恐怖がある。集中しろ！
ko: 원래 전장은 다 무서운 데야, 집중들 해!
uk: На всіх полях битв є свої жахіття. Зосередьтеся!
zh_cn: 恐惧在战场上是司空见惯的——专注！

# bark_overstressed_resolute+man_at_arms@1
source: The unit needs me! I must press on!
ja: 部隊は俺を必要としている！俺が頑張らないとな！
ko: 부대에는 내가 필요하다! 밀어 붙일 수 밖에!
uk: Я потрібен нашому загону! Я маю триматися!
zh_cn: 小队需要我！我必须继续前进！

# bark_overstressed_resolute+occultist@0
source: I alone am master of my will!
ja: 私の意志を支配するのは、私だけだ！
ko: 나는 내 자유 의지의 오롯한 주인이다!
uk: Я — єдиний господар своєї свідомості!
zh_cn: 我的意志只为我所主宰！

# bark_overstressed_resolute+occultist@1
source: Yield nothing to your fear!
ko: 네 공포에 그 무엇도 내주지 마라!
uk: Нічим не поступайтеся своєму страху!

# bark_overstressed_resolute+plague_doctor@0
source: I am not yet through with my work!
ja: 私はまだ仕事を終えていない！
ko: 아직 연구 안 끝났어!
uk: Я ще не закінчила свою роботу!
zh_cn: 我的工作还没有完成。

# bark_overstressed_resolute+plague_doctor@1
source: You presume to break I who bested death?!
ja: 死を克服した私を利用する気？
ko: 죽음마저 정복한 나를 감히 무너뜨리겠다고?!
uk: Хіба можна зламати ту, хто перемогла смерть?!
zh_cn: 你想击垮我？我连死亡都曾经克服过！

# bark_overstressed_resolute+runaway@0
source: Not while I'm still breathin'!
ko: 아직 숨 붙은 동안에는 어림도 없어!
uk: Поки дихаю — сподіваюся!

# bark_overstressed_resolute+runaway@1
source: You ain't chasing me out of another home!
ja: 私をまた家から追い出すのはやめて！
ko: 이번 보금자리에서도 날 쫓아내지는 못할 거다!
uk: Ви ж не проженете мене з іншого дому!
zh_cn: 别想再让我失去另一个家！

# bark_overstressed_resolute+vestal@0
source: Through faith, I can withstand all!
ja: 私は信仰を通じて、あらゆる苦難に与えられるのです！
ko: 나는 신앙을 통해 모든 것을 인내하노니!
uk: З вірою я можу витримати все!
zh_cn: 只要信念坚定，就没有我不能承受的！

# bark_overstressed_resolute+vestal@1
source: Victory is still within our grasp!
ko: 승리가 손에 잡히기 직전이로다!
uk: Перемога вже не за горами!

# bark_overstressed_toxic@0
source: Drink from my veins! Take communion!
ja: 私の血管から飲め！聖体を拝領するのだ！
ko: 나의 정맥을 빨아 마셔라! 성찬을 받아들여라!
uk: Пий із моїх жил! Причащайся!
zh_cn: 啜饮我的鲜血！施行圣餐之礼！

# bark_overstressed_toxic@1
source: Gggh... I feel it spreading through me...
ja: ぐぐっ… 体の中に広がっていくのを感じる…
ko: 으윽... 몸 속으로 퍼져나가는데...
uk: Уф-ф-ф... Я відчуваю, як це почуття наповнює мене...
zh_cn: 咳呃……我感觉毒液在我体内扩散……

# bark_overstressed_toxic@2
source: I STAND ON THE PRECIPICE!
ja: 崖っぷちに立たされている感じだ！
ko: 벼랑 끝에 선 기분이로군!
uk: Я СТОЮ НА КРАЮ ПРІРВИ!
zh_cn: 我立于生死之间！！

# bark_overstressed_toxic@3
source: No flesh! No bone! A trifling interference!
ja: 肉がない！骨もない！些細な干渉だ！
ko: 살도 아니요! 뼈도 아니다! 그저 사소한 간섭일 뿐!
uk: Не плоть і не кістки — незначне втручання!
zh_cn: 没有血肉！没有骨骼！不过是个微不足道的妨碍！

# bark_overstressed_toxic@4
source: Yield to me or your blood shall burn!
ja: 私に従わなければ 血が燃え上がるだろう！
ko: 내게 넘기지 않으면 네 피가 불타리라!
uk: Підкорися мені, або твоя кров спалахне!
zh_cn: 在我面前拜服，否则便让你五脏俱焚！

# bark_overstressed_toxic@5
source: YOU KNOW NOTHING OF DEVOTION!
ja: お前は献身を何も知らない！
ko: 네가 헌신에 대해 뭘 안다고!
uk: ЩО ТИ ЗНАЄШ ПРО ВІДДАНІСТЬ?
zh_cn: 你对虔诚一无所知！

# bark_repair_skill@0
source: Almost there... almost... there...
ja: あともう少しだ…もう…少しだ…
ko: 거의 다 됐어... 거의... 다...
uk: Майже тут... майже... тут...
zh_cn: 就快修好了……就快……修好了……

# bark_repair_skill@1
source: Blast! Keep them away from the coach!
ko: 저 놈들 마차에서 좀 떨어 뜨려 놓으란 말이야!
uk: А, хай тобі грець! Не підпускайте їх до Диліжанса!

# bark_repair_skill@2
source: Doing the best I can with these tools!
ja: この道具で最善を尽くしている！
ko: 공구는 부족해도 최선을 다하는 중이야!
uk: Роблю все можливе із цими інструментами!
zh_cn: 就凭这些工具，我已经尽力了！

# bark_repair_skill@3
source: Not much longer!
ko: 오래 안 걸려!
uk: Ще трохи!

# bark_repair_skill@4
source: One more ought to do it...!
ko: 하나만 더 만지면...!
uk: Це має спрацювати...

# bark_repair_skill@5
source: She'll be roadworthy soon!
ko: 곧 굴러갈 수는 있을 거야!
uk: Тут скоро буде все гаразд!

# bark_repair_skill@6
source: We're in worse shape than I thought...
ja: 思ったよりひどい状態だ…
ko: 내 생각보다 상태가 훨씬 안 좋았네...
uk: Ми в гіршій формі, ніж мені здавалося...
zh_cn: 状况比我预想得糟……

# bark_repair_skill+bounty_hunter@0
source: Odd use of my talents.
ko: 내 능력을 이상한데 쓰는군.
uk: Дивне використання моїх умінь.

# bark_repair_skill+bounty_hunter@1
source: You better be paying me extra.
ja: 追加料金を払ってくれ
ko: 이건 추가금 받아야겠어.
uk: Тобі краще доплатити мені.
zh_cn: 这活的费用得另外算。

# bark_repair_skill+flagellant@0
source: I know not the carpenter's trade!
ko: 내가 목수의 일을 어찌 안다고!
uk: Я не розуміюся на теслярстві!

# bark_repair_skill+flagellant@1
source: My hands are a holy weapon - what is this!
ja: 俺の手は神聖な武器だぞ！これはどういうことだ？
ko: 나의 손은 신성한 무기를 쥘 손인데, 이건 뭐냐!
uk: Мої руки — священна зброя!
zh_cn: 我的双手是神圣的武器——为什么要大材小用！

# bark_repair_skill+grave_robber@0
source: I'm no expert with these clunky tools!
ja: 私、こんな不格好な道具の扱いに慣れてないわ！
ko: 이런 투박한 도구는 안 만져 봤다고!
uk: Я не знаю, що і як роблять цими незграбними інструментами!
zh_cn: 我不擅长用这些蠢笨的工具！

# bark_repair_skill+grave_robber@1
source: Tis a delicate task!
ja: 繊細な仕事ね！
ko: 이거 되게 섬세한 작업이네!
uk: Це кропітка робота!
zh_cn: 这事很需要技巧！

# bark_repair_skill+hellion@0
source: Move aside, let me try!
ko: 비켜라, 내가 해본다!
uk: Посунься, дай-но я спробую!

# bark_repair_skill+hellion@1
source: RRRGH!
ja: うおおっ！
ko: 아, 좀!
uk: ГР-Р-Р!
zh_cn: 喝啊啊啊啊！

# bark_repair_skill+highwayman@0
source: Don't rush me!
ko: 보채지 좀 마!
uk: Не треба мене квапити!

# bark_repair_skill+highwayman@1
source: I'm hurryin' - promise!
ja: 急いで仕上げる。約束だ！
ko: 진짜 서두르고 있다고!
uk: Обіцяю, я роблю все можливе!
zh_cn: 已经是最快了——真的！

# bark_repair_skill+jester@0
source: Hope I'm doin' this right...
ja: 正しくやっているはずだが…
ko: 이게 제대로 하는 거 맞나 싶은데...
uk: Сподіваюся, я правильно роблю...
zh_cn: 希望我做得没错……

# bark_repair_skill+jester@1
source: Let's pick up the tempo!
ko: 어디 속도를 올려 보실까!
uk: Прискоримося!

# bark_repair_skill+leper@0
source: Let us hope my hands aren't clumsy...
ko: 내 손끝이 아직 둔해지지 않았기만 빌지...
uk: Сподіваюся, мої руки не підведуть...

# bark_repair_skill+leper@1
source: Soon we'll be roadworthy.
ja: すぐに走行可能な状態になる
ko: 곧 도로로 나갈 수 있을 거다.
uk: Скоро зможемо вирушити далі.
zh_cn: 很快我们就能上路了。

# bark_repair_skill+man_at_arms@0
source: I can go no faster! We need it to hold together!
ja: これ以上早くはできない！しっかり固定させないと！
ko: 더 빠르게는 못 한다! 다 같이 버티는 수밖에!
uk: Я не можу швидше! Нам треба триматися разом!
zh_cn: 我已经尽快了！我们得确保马车不会散架！

# bark_repair_skill+man_at_arms@1
source: Little elbow grease is all it needs!
ja: ちょっと工夫が必要なだけだ！
ko: 거 힘좀 쓰면 되는 거 가지고!
uk: Терпіння і труд все перетруть!
zh_cn: 不过是出点力气而已！

# bark_repair_skill+occultist@0
source: Hold them at bay - I must work!
ja: 彼らを食い止めてくれ。私は修理に専念しなければ！
ko: 저들을 좀 떨어뜨려 놓아야 작업이 될 걸세!
uk: Тримайте їх на відстані — мені потрібно працювати!
zh_cn: 顶住他们——我必须修理马车！

# bark_repair_skill+occultist@1
source: This work is beneath me, yet I toil on...
ko: 이건 내 능력 밖이지만 어떻게든 해 보지...
uk: Ця робота не для мого вміння, але ж її треба виконати...

# bark_repair_skill+plague_doctor@0
source: If you wish it done quicker, choose someone else!
ko: 더 빠르게 해치우고 싶으면 전공자 찾아봐!

# bark_repair_skill+plague_doctor@1
source: I'm a physician, not a wainwright!
ko: 난 의사지, 정비공이 아니라고!

# bark_repair_skill+runaway@0
source: This thing's wrecked...
ko: 이거 완전 박살이 났네...
uk: Ця річ зіпсована...

# bark_repair_skill+runaway@1
source: What, you don't think I'm hurrying?!
ko: 뭐, 난 안 급한 것 같아?!
uk: А ви вважаєте, що я не поспішаю?!

# bark_repair_skill+vestal@0
source: Hold them off! I require more time!
ja: 奴らを引き留めるのです！もっと時間が必要です！
ko: 저들을 물려라! 시간이 더 필요하다!
uk: Затримайте їх! Мені треба більше часу!
zh_cn: 顶住他们——我需要更多时间！

# bark_repair_skill+vestal@1
source: Light preserve us while I work!
ja: 私が作業している間、光が私たちを守ってくれます！
ko: 빛이여, 제 작업을 지켜 주소서!
uk: Світло, бережи нас, поки я працюю!
zh_cn: 在我修理马车时，愿圣光庇护我！

# bark_route_combat+bounty_hunter@0
source: *cracks knuckles*
ko: (주먹을 우두둑 꺾는다)
uk: *хрускає пальцями*

# bark_route_combat+bounty_hunter@1
source: Sloppy setup.
ja: ずさんな罠だな
ko: 서툰 매복이로군.
uk: Так собі засідка.
zh_cn: 拙劣的埋伏。

# bark_route_combat+bounty_hunter@2
source: There it is.
ko: 저기 오는구만.
uk: А, ось де...

# bark_route_combat+bounty_hunter@3
source: Thought so.
ko: 이럴 줄 알았다.
uk: Я так і думав.

# bark_route_combat+flagellant@0
source: A pittance of a challenge...
ja: 僅かな挑戦だが…
ko: 하찮은 도전이로고...
uk: Невеликий виклик...
zh_cn: 微不足道的挑战……

# bark_route_combat+flagellant@1
source: Let them know regret.
ko: 후회를 하게 해 주마.
uk: Нехай вони зрозуміють, що таке журба.

# bark_route_combat+flagellant@2
source: Send them to their gods!
ko: 신의 곁으로 보내 주어라!
uk: Пошли їх до їхніх богів!

# bark_route_combat+flagellant@3
source: Soon your veins shall burn!
ja: すぐに、お前の血管は燃え上がる！
ko: 곧 너희의 핏줄이 불타리라!
uk: Скоро ваші вени палатимуть!
zh_cn: 很快，你们的血液就将燃烧！

# bark_route_combat+grave_robber@0
source: Blades up!
ko: 다들 칼 들어!
uk: Клинки наголо!

# bark_route_combat+grave_robber@1
source: Hold on to your cozies!
ko: 다들 무기 쥐고 나와!
uk: Ну й тримайтеся за свій комфорт!

# bark_route_combat+grave_robber@2
source: Shall we dance?
ja: 私と踊る？
ko: 춤 한번 출까?
uk: Потанцюємо?
zh_cn: 是时候跳舞了么？

# bark_route_combat+grave_robber@3
source: Through them, then!
ko: 뚫고 갈 수 밖에!
uk: Через них!

# bark_route_combat+hellion@0
source: AT LAST!
ja: やっとか！
ko: 드디어!
uk: НАРЕШТІ!
zh_cn: 终于来了！

# bark_route_combat+hellion@1
source: I've been sitting too long!
ko: 너무 오랫동안 쉬었다!
uk: Я сидів занадто довго!

# bark_route_combat+hellion@2
source: Mind the horses!
ko: 말들 관리해!
uk: Стежте за конями!

# bark_route_combat+hellion@3
source: We've been waiting, fiends!
ko: 우리도 기다리고 있었다, 이 자식들아!
uk: Ми чекали, тварюки!

# bark_route_combat+highwayman@0
source: Now I know how it feels.
ko: 이야, 이런 느낌이었구만.
uk: Тепер я знаю це відчуття.

# bark_route_combat+highwayman@1
source: Odd, bein' on the other side of this...
ja: 襲われる側にいるって、妙な気分だな…
ko: 당하는 쪽이 되니까 기분이 좀 삼삼한데.
uk: Якось дивно опинитися по інший бік...
zh_cn: 轮到我被拦路了，这种感觉还真奇怪……

# bark_route_combat+highwayman@2
source: Saw this comin' a mile off.
ja: 1マイル前から来るのが見えてたぜ
ko: 저 멀리서부터 촉이 오더라.
uk: Бачив їх ще за кілька ліг.
zh_cn: 一里之外我就料到了。

# bark_route_combat+highwayman@3
source: They kettled us. Cunning.
ja: 奴らに包囲された。したたかだな
ko: 우릴 덮쳤네. 교활한 것들.
uk: Вони оточили нас. Хитрі, мерзотники.
zh_cn: 被包围了。好计谋。

# bark_route_combat+jester@0
source: Need to stretch the legs anyhow.
ja: とにかく足を伸ばさないといけない
ko: 안 그래도 몸 좀 풀고 싶었는데.
uk: Усе ж таки треба розім’яти ноги.
zh_cn: 正好需要伸展伸展。

# bark_route_combat+jester@1
source: No rest for the wicked.
ko: 뒤틀린 자에게 쉴 틈은 없구만.
uk: Грішникам нема спокою.

# bark_route_combat+jester@2
source: Someone else take point.
ko: 다른 누구도 기회를 봤나 보군.
uk: Нехай хтось інший іде першим.

# bark_route_combat+jester@3
source: They're upon us!
ko: 놈들이 온다!
uk: Вони вже поряд із нами!

# bark_route_combat+leper@1
source: Blows I am poised to take.
ko: 기꺼이 감내할 준비가 되어 있다.
uk: Я готовий прийняти ці удари.

# bark_route_combat+leper@2
source: I have repelled a boarding in my time.
ja: 私は、今まで侵略を撃退してきた
ko: 이미 죽을 때를 놓쳤으니 언제 닥쳐도 놀랍지 않지.
uk: Я свого часу успішно відбивався від абордажників.
zh_cn: 这种遭遇我并不陌生。

# bark_route_combat+leper@3
source: Let them come.
ja: 来るなら来い
ko: 오게 두어라.
uk: Нехай наближаються.
zh_cn: 让他们来吧。

# bark_route_combat+man_at_arms@0
source: If it's a challenge they want!
ja: 望むところだ！
ko: 어려운 쪽을 택하고 싶다면야!
uk: Що ж, якщо це виклик, то буде їм виклик!
zh_cn: 他们想要挑战的话……！

# bark_route_combat+man_at_arms@1
source: Take us in closer!
ja: もっと近くに連れて行ってくれ！
ko: 더 가까이 가자!
uk: Треба наблизитися.
zh_cn: 乐意之至！

# bark_route_combat+man_at_arms@2
source: Tally ho!
ja: 標的だ！
ko: 적 발견!
uk: Увага, вороги!
zh_cn: 发现敌人！

# bark_route_combat+man_at_arms@3
source: We must clear the way!
ko: 진로를 개척해야 한다!
uk: Треба розчистити шлях!

# bark_route_combat+occultist@0
source: Black stars rise...
ko: 검은 별들이 뜬다...
uk: На небі чорні зірки...

# bark_route_combat+occultist@1
source: Deep is my hunger, at times...
ja: 私は時に、深淵に飢えるのだ…
ko: 이따금 나의 허기가 깊어지니...
uk: Мій голод часом стає нестерпним...
zh_cn: 有的时候，我的饥饿仿佛无边无际……

# bark_route_combat+occultist@2
source: Let none deter us.
ko: 그 누구도 우릴 막지 못하지.
uk: Нехай ніхто не стає на нашому шляху.

# bark_route_combat+occultist@3
source: We shall rid the road of vermin.
ko: 도로의 버러지들을 쓸어 내세나.
uk: Ми очистимо дорогу від хижаків.

# bark_route_combat+plague_doctor@0
source: *gasp*
ko: (헉)
uk: *зітхає*

# bark_route_combat+plague_doctor@1
source: An ambush!
ko: 매복이야!
uk: Це засідка!

# bark_route_combat+plague_doctor@2
source: Make them regret this!
ko: 후회하게 해 주자!
uk: Змусьте їх пошкодувати!

# bark_route_combat+plague_doctor@3
source: We are no merchants, imbeciles!
ja: 私たちは商人ではないぞ、無能者め！
ko: 우린 상인이 아니야, 이 멍청이들아!
uk: Ми не торговці, недоумки!
zh_cn: 我们不是商人，蠢货！

# bark_route_combat+runaway@0
source: *soft growl*
ja: うう…
ko: (에휴)
uk: *тихе гарчання*
zh_cn: *轻声低吼*

# bark_route_combat+runaway@1
source: <i>More</i> of them?!
ko: <i>또 있어</i>?!
uk: Це ще <i>не всі</i>?!

# bark_route_combat+runaway@2
source: Barely caught my breath.
ja: かろうじて息を整えたよ
ko: 이거 놀랍지도 않네.
uk: Ледве подих встигла перевести.
zh_cn: 才刚喘口气。

# bark_route_combat+runaway@3
source: No way around 'em...
ja: 回避できないね…
ko: 우회할 길이 없나...
uk: Ніяк їх не оминути...
zh_cn: 绕不过去了……

# bark_route_combat+vestal@0
source: Away with these pests!
ja: あの害虫を追い払うのです！
ko: 저 해충들을 쫓아내자!
uk: Нехай ці шкідники повиздихають!
zh_cn: 驱除这些害虫！

# bark_route_combat+vestal@1
source: Great is our cause - and our fury!
ja: 私たちの大義は偉大です。私たちの怒りも！
ko: 우리의 과업과 분노는 위대하니!
uk: Наша справа благородна — як і наша лють!
zh_cn: 让他们领受正义之怒！

# bark_route_combat+vestal@2
source: Know holy fire, fiends!
ko: 나의 성화를 보라, 악마들아!
uk: Як вам священний вогонь, мерзотники?

# bark_route_combat+vestal@3
source: We are protected!
ja: 私たちは守られています！
ko: 우리는 가호 받는다!
uk: Ми захищені!
zh_cn: 我们自有神明护佑！

# bark_route_hazard+bounty_hunter@0
source: Clever.
ko: 똘똘하군.
uk: Розумно.

# bark_route_hazard+bounty_hunter@1
source: Filthy out there.
ko: 밖이 좀 더럽군.
uk: Там брудно.

# bark_route_hazard+bounty_hunter@2
source: Heh.
ja: へっ
ko: 헤.
uk: Хе.
zh_cn: 呵。

# bark_route_hazard+bounty_hunter@3
source: Not bad.
ko: 나쁘지 않군.
uk: Непогано.

# bark_route_hazard+flagellant@0
source: Not even Death shall stop me!
ja: 死さえも俺を止めることはできない！
ko: 죽음도 날 멈추지는 못하리!
uk: Мене навіть Смерть не зупинить!
zh_cn: 就连死神也无法阻止我！

# bark_route_hazard+flagellant@1
source: Ours is a holy warpath!
ko: 우리의 길은 신성한 진격로라!
uk: Наша стежка війни священна!

# bark_route_hazard+flagellant@2
source: We are cloaked in purpose!
ja: 俺たちは目的に導かれている！
ko: 우리는 사명으로 무장하였다!
uk: Нас береже мета!
zh_cn: 我们有神圣的使命庇护！

# bark_route_hazard+flagellant@3
source: We stall for none!
ko: 절대 멈추지 않는다!
uk: Ми не зупинимось нізащо!

# bark_route_hazard+grave_robber@0
source: Aiee!
ja: ああ！
ko: 어머나!
uk: Хей-я-я-я!
zh_cn: 哎！

# bark_route_hazard+grave_robber@1
source: I mean, really?
ja: えっと､本当？
ko: 아니 정말, 장난쳐?
uk: Серйозно?
zh_cn: 什么，你是认真的？

# bark_route_hazard+grave_robber@2
source: My word!
ja: あきれたわ！
ko: 아 진짜!
uk: Овва!
zh_cn: 我的天！

# bark_route_hazard+grave_robber@3
source: They've truly welcomed us.
ja: 本当に私たちを歓迎してくれているのね
ko: 우릴 진짜 환영해주나보다.
uk: Вони показали себе дуже гостинними хазяями.
zh_cn: 真是热烈的欢迎。

# bark_route_hazard+hellion@0
source: Hah! Cowards!
ko: 하! 겁쟁이들!
uk: Ха, боягузи!

# bark_route_hazard+hellion@1
source: Is that all?! Come on!
ja: その程度か！？そんなはずはないだろ！
ko: 그게 전부냐?! 덤벼라!
uk: І це все? Серйозно?
zh_cn: 仅此而已吗？！再来啊！

# bark_route_hazard+hellion@2
source: Pathetic!
ko: 한심하군!
uk: Жалюгідне видовище!

# bark_route_hazard+hellion@3
source: They flee from us and leave crumbs!
ja: 跡を残しながら、私たちから逃げるとはな！
ko: 뒷수습도 못하고 도망치는 꼬라지란!
uk: Вони тікають так, що аж курява здіймається!
zh_cn: 他们不敢面对我们！

# bark_route_hazard+highwayman@0
source: Get down!
ko: 엎드려!
uk: Пригніться!

# bark_route_hazard+highwayman@1
source: Hold onta something!
ko: 뭐라도 붙잡아!
uk: Тримайтеся за щось!

# bark_route_hazard+highwayman@2
source: Keep low!
ko: 고개 숙여!
uk: Сидіть спокійно!

# bark_route_hazard+highwayman@3
source: Steady as she goes!
ja: 着実に進んでいく！
ko: 그래도 꿋꿋이 달리는군!
uk: Тихо — вона йде!
zh_cn: 稳住！

# bark_route_hazard+jester@0
source: A curious art form.
ja: 興味をそそる芸術だ
ko: 거 예술 치고는 신기한데.
uk: Цікавий різновид мистецтва.
zh_cn: 真是新颖的艺术形式。

# bark_route_hazard+jester@1
source: Cheap trick, I say!
ja: くだらんトリックだな！
ko: 같잖은 수작질 하고는!
uk: Який дешевий трюк!
zh_cn: 啧，雕虫小技！

# bark_route_hazard+jester@2
source: Heh heh. You get used t'this on stage.
ko: 헤헤, 이 정도는 무대 위에서 익숙해진다고...
uk: На сцені до такого швидко звикаєш...

# bark_route_hazard+jester@3
source: Is that the ruins of another coach?
ja: あれ、別の駅馬車の残骸か？
ko: 저기 웬 역마차가 박살이 나 있네?
uk: Невже це рештки іншого диліжанса?
zh_cn: 那是另一辆马车的残骸吗？

# bark_route_hazard+leper@0
source: An inconvenience.
ko: 귀찮군.
uk: Зайвий тягар.

# bark_route_hazard+leper@1
source: Our coach is sturdy - I trust her.
ja: 我々の駅馬車は頑丈だから、信頼している
ko: 이 마차는 튼튼하지. 믿음직해.
uk: Наш Диліжанс міцний — я йому довіряю.
zh_cn: 我们的马车很稳固——我信任它。

# bark_route_hazard+leper@2
source: Our purpose protects.
ko: 우리의 사명이 지켜줄 것이다.
uk: Наша рішучість захистить нас.

# bark_route_hazard+leper@3
source: Rain upon the roof, nothing more.
ko: 지붕으로 쏟아지는 소나기일 뿐.
uk: Легка прогулянка, та й годі.

# bark_route_hazard+man_at_arms@0
source: Get to cover!
ko: 엄폐해!
uk: Швидше, в укриття!

# bark_route_hazard+man_at_arms@1
source: Mind yer 'eads!
ko: 머리 조심해!
uk: Будьте насторожі!

# bark_route_hazard+man_at_arms@2
source: Shields to the windows!
ja: 窓に盾を！
ko: 창문을 방패로 막아!
uk: Загородити вікна щитами!
zh_cn: 盾牌对准窗户！

# bark_route_hazard+man_at_arms@3
source: They may be lurking...!
ko: 적들이 숨어 있을지도...!
uk: Вороги можуть ховатися!

# bark_route_hazard+occultist@0
source: Clean-up will take decades...
ja: 後始末には何十年もかかるだろう…
ko: 저 놈들 소탕하려면 참 오래도 걸리겠군...
uk: Очищення триватиме десятиліття...
zh_cn: 不知道要花多久才能清理干净……

# bark_route_hazard+occultist@1
source: Opposition is to be expected.
ja: 敵がいるだろう
ko: 의도대로 되지는 않았나 보군.
uk: На нас можуть напасти.
zh_cn: 阻碍，在意料之中。

# bark_route_hazard+occultist@2
source: Premeditated? Perhaps.
ja: 計画的なのか？おそらくな
ko: 계획된 매복인가? 아마도.
uk: Навмисно? Можливо.
zh_cn: 该说是不出所料么？

# bark_route_hazard+occultist@3
source: The world is all debris...
ko: 이 세상은 완전히 무너졌군...
uk: Увесь світ руйнується...

# bark_route_hazard+plague_doctor@0
source: Are we even attempting to avoid these?!
ja: これを避けようともしないの！？
ko: 피할 생각은 있었던 거야?!
uk: Ми точно намагаємося уникнути цього?!
zh_cn: 就不能想办法避开么？！

# bark_route_hazard+plague_doctor@1
source: Blast it!
ko: 빌어먹을!
uk: Прокляття!

# bark_route_hazard+plague_doctor@2
source: Not again!
ko: 또 이러네!
uk: Знову?!

# bark_route_hazard+plague_doctor@3
source: Tell me it's not corrosive!
ja: 腐食しないんでしょうね！
ko: 제발 부식성 화살은 아니길!
uk: Сподіваюся, Диліжанс витримає!
zh_cn: 告诉我它没有腐蚀性！
