Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# tutorial_t2050_title
source: Expedition End
ko: 원정의 끝
uk: Кінець походу

# tutorial_t2051_description
source: When the journey ends, you are awarded <color=#{notable}>Candles of Hope</color> based upon how well you did. Candles are used to unlock and upgrade heroes, items, and more at the <color=#{notable}>Altar of Hope</color>. Even when an expedition is surely lost, it's worth pressing on to get more Candles. Those Candles can make the next journey easier.
ko: 일단 여정이 끝이 났다면 자신의 업적에 따라 <color=#{notable}>희망의 촛불</color>가 보상으로 주어집니다. 촛불은 영웅, 아이템, 그리고 <color=#{notable}>희망의 제단</color> 해금 및 강화에 쓰입니다. 원정의 실패가 확실해진 상황에서도 계속 밀어 붙일 가치는 충분히 있습니다. 추가로 획득한 촛불은 앞으로의 여정을 더욱 쉽게 해 줄 것이기 때문입니다.
uk: Коли похід завершиться, за його результатами ви отримаєте винагороду — <color=#{notable}>свічки надії</color>. Вони потрібні для відкриття і поліпшення героїв, предметів тощо на <color=#{notable}>Вівтарі надії</color>. Навіть якщо поразка неминуча, варто йти до кінця, щоб отримати більше свічок: вони полегшать наступний похід.

# tutorial_t2051_title
source: Candles of Hope
ko: 희망의 촛불
uk: Свічки надії

# tutorial_t2052_description
source: At any point, you can end the expedition and collect your <color=#{notable}>Candles of Hope</color=>. During normal expeditions, making it to the next <color=#{notable}>Inn</color=> is usually worth the effort because it will award significant additional Candles.
ja: 遠征を好きなタイミングで終了して、<color=#{notable}>希望のキャンドル</color=>を回収できる。通常の遠征では、次の<color=#{notable}>宿</color=>へたどり着けば大量のキャンドルを追加獲得できるため、努力すればするほど報われることが多い。
ko: 원정은 언제든지 종료한 후 <color=#{notable}>희망의 촛불</color=>을 수습할 수 있습니다. 하지만 일반적인 원정에서는 어떻게든 다음 <color=#{notable}>여관</color=>까지 도달할 경우 상당량의 촛불을 추가로 획득할 수 있으니, 도전해 볼 가치는 있을 것입니다.
zh_cn: 无论何时，你都可以结束征程，收集当前的<color=#{notable}>希望蜡烛</color=>。在正常的征程中，抵达下一间<color=#{notable}>旅馆</color=>通常是值得的，因为这样可以得到大量额外蜡烛奖励。

# tutorial_t2052_title
source: Ending Early
ko: 조기 원정 종료

# tutorial_t2075_description
source: Dead heroes remain dead for this entire expedition but will be available for use again on your next expedition.
ko: 사망한 영웅은 해당 원정이 끝날 때까지 죽어 있지만, 다음 원정을 떠날 때 다시 활용할 수 있습니다.
uk: Загиблі герої не воскресають до кінця походу, але можуть брати участь у наступному поході.

# tutorial_t2075_title
source: Hero Death
ko: 영웅의 죽음
uk: Смерть героїв

# tutorial_t2076_description
source: If heroes have died but you have unlocked additional hero classes on your profile, <color=#{notable}>replacement heroes</color> will await you <color=#{notable}>at the next Inn</color>. These replacements will be randomly chosen from classes not selected at the start of this expedition. New heroes have no mastered skills. Each unlocked class can only replace once per expedition. If enough heroes die (or you haven't unlocked any more), you may not be able to fill your party.
ko: 영웅이 죽었지만 자신의 프로필에서 다른 영웅 유형을 해금해 두었다면, 빈 자리를 채워 줄 <color=#{notable}>예비 영웅</color>이 <color=#{notable}>다음 여관</color>에서 기다리고 있을 겁니다. 이런 교체원은 원정 시작 당시 선택되지 않은 유형 중 무작위로 선택됩니다. 새 영웅들은 기술이 하나도 강화되지 않은 상태입니다. 각 해금된 영웅들은 한 원정에서 한 번씩만 교체원으로 나올 수 있습니다. 그래서 현재 해금한 영웅들이 전부 사망했다면 (또는 더 이상 해금한 영웅이 없다면), 원정대를 충원할 수 없게 됩니다.
uk: Якщо герой загинув, але ви відкрили додаткові класи в профілі,<color=#{notable}> то в наступному трактирі</color> до команди приєднається <color=#{notable}>інший герой</color>. Заміна герою буде надана випадковим чином із тих класів, які ви не вибрали на початку походу. У нових героїв не буде поліпшених навичок. До складу підкріплення в кожному поході може ввійти лише один герой із кожного відкритого класу. Якщо герої з усіх наявних класів загинуть, у вас не залишиться варіантів для підкріплення в цьому поході.

# tutorial_t2076_title
source: Hero Replacement
ko: 영웅 교체
uk: Заміна героїв

# tutorial_t2077_description
source: When a hero perishes, you have the option to carry their <color=#{notable}>remains</color> (an inventory item) to the next <color=#{notable}>Inn</color>. This honors their sacrifice, and in return you will receive <color=#{notable}>Candles of Hope</color>.
ja: 英雄が死亡したとき、その<color=#{notable}>遺体</color>（所持品アイテム扱い）を次の<color=#{notable}>宿</color>に運ぶことができる。これは彼らの犠牲を讃える行為であり、見返りとして<color=#{notable}>希望のキャンドル</color>をもらえる。
ko: 영웅이 사망할 경우 그 <color=#{notable}>유해</color> (소지품 아이템)를 수습하여 다음 <color=#{notable}>여관</color>까지 가져갈 수 있습니다. 이처럼 영웅의 희생을 추모한다면 그 보답으로 <color=#{notable}>희망의 촛불</color>을 받을 수 있습니다.
uk: Коли герой гине, у вас є можливість перенести його <color=#{notable}>останки</color> (предмет інвентарю) до наступного <color=#{notable}>трактиру</color>. Цим ви вшануєте його жертву, а натомість отримаєте <color=#{notable}>свічки надії</color>.
zh_cn: 当一名英雄死亡时，你可以选择将他们的<color=#{notable}>尸骨</color>（物品栏中的一件物品）带去下一间<color=#{notable}>旅馆</color>。如此一来，他们的牺牲就会得到纪念，而你也会因此获得<color=#{notable}>希望蜡烛</color>作为奖励。

# tutorial_t2077_title
source: Hero Remains
ko: 영웅의 유해
uk: Останки героя

# tutorial_t2100_description
source: Each expedition you earn <color=#{notable}>Candles of Hope</color>. The <color=#{notable}>Altar</color> is where you spend those Candles to unlock new classes, items, pets, and more. For this first visit, you must visit <color=#{notable}>The Working Fields</color>.
ko: 각 원정마다 <color=#{notable}>희망의 촛불</color>을 획득할 수 있습니다. 이렇게 모은 희망의 촛불은 <color=#{notable}>제단</color>에서 사용하여 새 영웅, 아이템, 강화 등을 해금할 수 있습니다. 이번 첫 원정에서는 일단 <color=#{notable}>근면한 농장</color>을 방문해야 합니다.
uk: У кожному поході ви отримуєте <color=#{notable}>свічки надії</color>. Їх можна використовувати на <color=#{notable}>Вівтарі</color>, щоб відкривати нові класи, предмети, вихованців тощо. У перший візит ви маєте відвідати <color=#{notable}>Поля праці</color>.

# tutorial_t2100_title
source: The Altar of Hope
ja: 希望の祭壇
ko: 희망의 제단
uk: Вівтар надії
zh_cn: 希望祭坛

# tutorial_t2101_description
source: Here is where you unlock more trinkets, combat items, Inn items, and Stagecoach upgrades for future expeditions. It is vital to continue unlocking items, so <color=#{notable}>spend some Candles here whenever you can</color>. Each item unlocked at this Altar is also <color=#{notable}>immediately granted into your inventory</color> for this current expedition.
ja: ここでは、今後の遠征に役立つ装身具、戦闘アイテム、宿アイテム、駅馬車のアップグレードなどをアンロックできる。アイテムのアンロックを続けていくことはきわめて重要で、<color=#{notable}>できるだけここでキャンドルを使うようにしよう</color>。 また、この祭壇でアンロックされた各アイテムは、現在の遠征で<color=#{notable}>即座に所持品へ追加</color>される。
ko: 여기서는 장신구, 전투 아이템, 여관 아이템, 그리고 역마차 강화를 해금하여 다음 원정부터 사용할 수 있습니다. 이처럼 각종 아이템 해금은 정말 중요하니 <color=#{notable}>촛불이 모일 때마다 계속해서 소모해 주어야 합니다</color>. 이 제단에서 해금된 아이템은 <color=#{notable}>즉시 소지품에 추가되어</color> 이번 원정에서 사용할 수 있게 됩니다.
uk: Тут ви можете розблокувати більше дрібничок, предметів бою та трактиру, а також аксесуарів Диліжанса для майбутніх походів. Дуже важливо продовжувати відкривати предмети, тому <color=#{notable}>витрачайте свічки за будь-якої можливості</color>. Кожний предмет, відкритий на цьому вівтарі, також <color=#{notable}>одразу потрапляє до вашого інвентарю</color>, і його можна використати в поточному поході.
zh_cn: 在这里，你可以解锁更多饰品、战斗物品、旅馆物品以及驿站马车装备，来为你后续的征程提供助力。持续解锁物品非常重要，所以每当你有机会时，就<color=#{notable}>在这里花费一些蜡烛</color>吧。 此外，每件在此祭坛中解锁的物品还会<color=#{notable}>立刻被置入你的物品栏</color>，供你下一次征程使用。

# tutorial_t2101_title
source: The Working Fields
ko: 근면한 농장
uk: Поля праці

# tutorial_t2102_description
source: Here is where you can invest in <color=#{notable}>boons</color> that will assist your journey now and in future expeditions. You can also unlock pets, Stagecoach cosmetics, and Infernal Flames.
ko: 여기서는 현재, 그리고 앞으로의 원정에 도움이 될 만한 각종 <color=#{notable}>은총</color>에 투자할 수 있습니다. 또한 각종 애완동물과 역마차 장식, 그리고 지옥의 불꽃도 해금할 수 있습니다.
uk: Тут можна придбати <color=#{notable}>блага</color>, які допоможуть у вашій поточній подорожі, а також у майбутніх походах. Також ви можете відкрити вихованців, декоративне оздоблення Диліжанса й Пекельне полум’я.

# tutorial_t2102_title
source: The Intrepid Coast
ko: 대담한 해안
uk: Берег відваги

# tutorial_t2103_description
source: Here, you can unlock and improve <color=#{notable}>heroes</color>.
ko: 여기서는 <color=#{notable}>영웅</color>을 해금 및 강화할 수 있습니다.
uk: Тут ви можете відкрити й поліпшити характеристики <color=#{notable}>героїв</color>.

# tutorial_t2103_title
source: The Living City
ko: 살아있는 도시
uk: Місто життя

# tutorial_t2104_description
source: Here, you can unlock the ability to imbue heroes with <color=#{notable}>memories</color>. Each memory will remain with that hero as long as they are successful in their expedition. Then the hero can be used again in the next expedition, and <color=#{notable}>they keep their quirks.</color> Path can be kept or changed.</color> Furthermore, every time a hero is victorious in a new, unique Confession, they can have <color=#{notable}>another memory</color> invested in them, up to a maximum of <color=#{notable}>five memories</color>. Fallen heroes or heroes on unsuccessful expeditions will <color=#{notable}>forget</color> their memories.
ko: 여기서는 영웅들에게 <color=#{notable}>기억</color>을 부여할 수 있습니다. 각 기억은 해당 영웅이 원정에서 승리를 거듭하는 한 계속 유지됩니다. 또한 해당 영웅은 그 다음 원정에서 <color=#{notable}>기벽과 영웅의 길을 유지한 채로</color> 똑같이 기용할 수 있습니다. 영웅의 길은 계속 유지하거나 변경이 가능합니다.</color> 뿐만 아니라 이 영웅은 새롭고 고유한 고해에서 승리를 거둘 때마다 <color=#{notable}>또 다른 기억</color>을 부여 받을 수 있어, 최대 <color=#{notable}>5개의 기억</color>을 가질 수 있게 됩니다. 사망한 영웅이나 실패한 원정에 속해 있던 영웅들은 자신의 기억을 <color=#{notable}>잊게</color> 됩니다.
uk: Тут можна відкрити здатність наділяти героїв <color=#{notable}>спогадами</color>. Кожний спогад залишається з героєм, якщо він успішно закінчує похід. Героя можна взяти й в наступний похід, у цьому випадку <color=#{notable}>його риси не змінюються. </color>Шлях може змінитися, а може й залишиться тим самим.</color> Щоразу, коли герой переможно завершує нове унікальне сповідання, він отримує <color=#{notable}>новий спогад</color> (спогадів може бути максимум <color=#{notable}>п’ять</color>). Загиблі герої або герої, чий похід закінчився невдачею, <color=#{notable}>втрачають</color> спогади.

# tutorial_t2104_title
source: The Timeless Wood
ko: 시간을 잊은 숲
uk: Вічний ліс

# tutorial_t2105_description
source: Here, you unlock <color=#{notable}>cosmetic alterations</color> to each character class. None of these rewards affect gameplay.
ja: ここでは、各キャラクタークラスの<color=#{notable}>容姿の変更</color>をアンロックできる。 これらの報酬はゲームプレイに何の影響も与えない。
ko: 여기서는 각 캐릭터별 <color=#{notable}>장식품</color>을 해금할 수 있습니다. 이 보상은 게임 플레이에 전혀 영향을 끼치지 않습니다.
uk: Тут можна відкривати <color=#{notable}>декоративні зміни</color> для кожного класу персонажів. Жодна із цих винагород не впливає на ігровий процес.
zh_cn: 在这里，你可以为各个英雄职业解锁<color=#{notable}>替换外观</color>。 这些奖励对游戏玩法没有任何影响。

# tutorial_t2105_title
source: The Towering Mountain
ko: 드높은 산
uk: Височезна Гора

# tutorial_t2106_description
source: All of the items you have unlocked or found are displayed here. You can review them to plan strategies.
ja: アンロックしたアイテムや見つけたアイテムはすべてここに表示される。アイテムを再確認して、戦略を考えよう。
ko: 해금했거나 발견한 아이템은 전부 여기에 표시됩니다. 여기서 각 아이템을 검토하며 전략을 세울 수 있습니다.
uk: Тут можна переглянути всі предмети, які ви відкрили або знайшли. Ви можете переглядати їх, коли розробляєте плани.
zh_cn: 你所解锁及发现的所有物品都会在这里展示。你可以浏览这些物品来规划战术。

# tutorial_t2106_title
source: The Recollection
ko: 반추
uk: Згадування

# tutorial_t300_description
source: The hero sheet holds critical information. Open it with <color=#{notable}>[@{CharacterSheet}]</color> or by <sprite name={q}icon-mouse-right{q}> on any hero portrait.
ko: 영웅 정보 창에는 각종 중요 정보가 수록되어 있습니다. <color=#{notable}>[@{CharacterSheet}]</color> 키를 누르거나 영웅 초상화를 <sprite name={q}icon-mouse-right{q}>해 열 수 있습니다.
uk: Сторінка героя містить важливу інформацію. Щоб відкрити цей розділ, натисніть <color=#{notable}>[@{CharacterSheet}]</color> або <sprite name={q}icon-mouse-right{q}> на портрет відповідного героя.

# tutorial_t300_title
source: Heroes
ja: 英雄
ko: 영웅
uk: Герої
zh_cn: 英雄

# tutorial_t3000_description
source: The Radiant Flame <color=#{notable}>awaits you at every Valley Inn</color> and it provides a vital helping hand. The Flame confers numerous bonuses that will propel you towards victory, and <color=#{notable}>it gets stronger after each successive expedition failure</color>. The Radiant Flame will cost you a <color=#{notable}>small Candles penalty</color> when the expedition is scored.
ja: <color=#{notable}>どの渓谷の宿にも輝ける炎があり</color>、極めて大事な助けとなってくれる。 この炎は、パーティを勝利へと導く数々のボーナスを与え、<color=#{notable}>遠征を連続で失敗するたびに強化されていく</color>。 この炎は、遠征のスコア採点時に<color=#{notable}>少量のキャンドルのペナルティ</color>が発生する。
ko: 광명의 불꽃은 <color=#{notable}>계곡 여관에서 보관된 상태로</color> 언제든지 귀중한 도움의 손길을 제공할 준비가 되어 있습니다. 이 불꽃은 승리를 향해 나아가는데 보탬이 될 다양한 보너스를 제공하며, <color=#{notable}>원정에서 연속으로 실패할 수록 점점 강해집니다</color>. 단, 광명의 불꽃은 원정의 점수를 환산할 때 <color=#{notable}>촛불을 약간</color> 차감할 것입니다.
uk: Променисте полум’я <color=#{notable}>чекає на вас у кожному трактирі в Долині</color>. Воно завжди може стати в нагоді. Полум’я надає численні бонуси, з якими вам буде легше отримати перемогу. <color=#{notable}>Після кожного чергового невдалого походу воно стає сильнішим</color>. У разі використання Променистого полум’я ви <color=#{notable}>втратите певну кількість свічок</color> під час їхнього нарахування.
zh_cn: 光耀之炬<color=#{notable}>会在每个山谷旅馆等待你</color>，可以为你提供关键的帮助。 光耀之炬拥有各类增益，可以将你推向胜利，而且<color=#{notable}>每次连续的征程失败后</color>效果都会增强。 在征程结算时，你获得的蜡烛数目会因为使用了光耀之炬而<color=#{notable}>小幅降低</color>。

# tutorial_t3000_title
source: The Radiant Flame
ko: 광명의 불꽃
uk: Променисте полум’я

# tutorial_t3001_description
source: The Radiant Flame is mounted into the <color=#{notable}>designated Flame slot</color> on the Stagecoach. It can be <color=#{notable}>equipped at any Inn</color> during the expedition, but once equipped it cannot be removed until it's over.
ja: 輝ける炎は、駅馬車の<color=#{notable}>指定された炎スロット</color>に装着できる。 遠征中、<color=#{notable}>どの宿でも装備できる</color>が、一度装備すると遠征が終わるまで外すことはできない。
ko: 광명의 불꽃은 역마차에서 <color=#{notable}>전용 불꽃 칸</color>에 장착됩니다. 원정 중 <color=#{notable}>어떤 여관에서든 장착이 가능</color>하지만, 한번 장착할 경우 원정이 끝날 때까지 제거할 수 없습니다.
uk: Променисте полум’я встановлюється у <color=#{notable}>відповідну комірку</color> Диліжанса. Його можна <color=#{notable}>встановити в будь-якому трактирі</color> під час походу, але після цього його неможливо буде зняти, доки воно не згасне.
zh_cn: 光耀之炬装备于驿站马车的<color=#{notable}>火炬栏位</color>中。 在征程中，你可以<color=#{notable}>在任意旅馆</color>装备光耀之炬，但一旦装备就不能卸下，直到征程结束。

# tutorial_t3001_title
source: Equipping Radiant Flame
ko: 광명의 불꽃 장착

# tutorial_t301_description
source: The hero sheet is where you can view stats, relationships, view and equip combat skills, see the hero's quirks and diseases, equip trinkets, and more.
ko: 영웅 정보 창에서는 상태와 관계 확인, 전투 기술 확인 및 장착, 기벽과 질병 확인, 장신구 장착 등이 가능합니다.
uk: На сторінці героя можна переглянути його характеристики й стосунки, відкрити й задіяти бойові навички, побачити риси, а також дізнатися про наявність хвороб, використати дрібнички тощо.

# tutorial_t301_title
source: Hero Sheet
ja: 英雄シート
ko: 영웅 정보
uk: Сторінка героя
zh_cn: 人物表

# tutorial_t302_description
source: Regardless of which tab you're on, you can always see the hero's stats, quirks, diseases, and trinkets. <color=#{notable}>[MOUSE OVER]</color> any stat to view a tooltip that shows any active <color=#{notable}>buffs</color> or <color=#{notable}>debuffs</color>.
ko: 어떤 탭에서든 영웅의 상태, 기벽, 질병, 그리고 장신구는 항상 확인할 수 있습니다. 아무 능력치에나 <color=#{notable}>[마우스를 올리면]</color> 현재 활성화된 <color=#{notable}>강화</color> 또는 <color=#{notable}>약화</color> 효과가 표시됩니다.
uk: Яку вкладку не було б відкрито, ви завжди бачитимете характеристики, риси, хвороби й дрібнички героя. Наведіть <color=#{notable}>[КУРСОР]</color> на будь-яку характеристику, щоб переглянути активні <color=#{notable}>посилення</color> та <color=#{notable}>ослаблення</color>.

# tutorial_t302_title
source: Hero Sheet II
ja: 英雄シート II
ko: 영웅 정보 II
uk: Сторінка героя II
zh_cn: 人物表II

# tutorial_t303_description
source: This tab shows you the hero's current <color=#{notable}>affinity</color> or <color=#{notable}>relationship</color> with each other hero. Lots of affinity pips means that the heroes are on <color=#{notable}>friendly</color> terms. Few pips means the heroes are <color=#{notable}>unfriendly</color>. This determines the chance of relationships forming at the next Inn.
ko: 이 탭에서는 해당 영웅이 현재 다른 영웅에게 품고 있는 <color=#{notable}>호감도</color> 또는 <color=#{notable}>관계</color>를 확인할 수 있습니다. 호감도 수치가 높다면 두 영웅이 <color=#{notable}>친근한</color> 것이고, 낮다면 <color=#{notable}>적대적</color>인 것입니다. 이 수치는 다음 여관에서 영웅들 간에 관계가 형성될 확률을 결정합니다.
uk: На цій вкладці можна переглянути поточні значення <color=#{notable}>думки</color> героя про інших учасників групи та його <color=#{notable}>стосунків</color> із ними. Якщо позначок думки багато, це означає, що герої ставляться одне до одного <color=#{notable}>дружелюбно</color>, якщо мало — <color=#{notable}>ворожо</color>. Кількість кіл визначає можливість скласти стосунки в наступному трактирі.

# tutorial_t303_title
source: Relationships Tab
ja: 関係タブ
ko: 관계 탭
uk: Вкладка стосунків
zh_cn: 关系栏

# tutorial_t304_description
source: <color=#{notable}>Quirks</color> are positive or negative personality traits. Quirks with <sprite name={q}icon_rare_quirk{q}> are rare. Negative quirks can be treated (removed) at the <color=#{notable}>Field Hospital</color>. Positive quirks can be reinforced (locked in place) there as well.
ko: <color=#{notable}>기벽</color>은 긍정적이거나 부정적인 개인별 특성입니다. <sprite name={q}icon_rare_quirk{q}> 기벽은 희귀 기벽입니다. 부정적 기벽은 <color=#{notable}>야전 병원</color>에서 치료 (즉 제거)가 가능합니다. 긍정적 기벽 역시 강화 (즉 고정)가 가능합니다.
uk: <color=#{notable}>Риси</color> — це позитивні й негативні особливості характеру. Риси з позначкою <sprite name={q}icon_rare_quirk{q}> є рідкісними. Негативних рис можна позбутися в <color=#{notable}>польовому лазареті</color>. Там же можна закріпити позитивні риси.

# tutorial_t304_title
source: Quirks
ja: 奇癖
ko: 기벽
uk: Риси
zh_cn: 特质

# tutorial_t305_description
source: This tab shows the hero's combat skills. You may equip <color=#{notable}>5 skills</color> at a time, plus there is a dedicated <color=#{notable}>6th slot</color> for combat items. Each hero has <color=#{notable}>11 skills</color> that may eventually be unlocked.
ko: 이 탭에는 영웅의 전투 기술이 표시됩니다. 한 번에 <color=#{notable}>5개의 기술</color>을 착용할 수 있으며, <color=#{notable}>6번째 전용 칸</color>에는 전투 아이템을 장비하게 됩니다. 각 영웅이 해금할 수 있는 기술은 총 <color=#{notable}>11개</color>입니다.
uk: На цій вкладці показуються навички бою героя. Ви можете додати <color=#{notable}>5 навичок</color> одразу, а спеціальна <color=#{notable}>6 комірка</color> використовуватиметься для предметів бою. У кожного героя є <color=#{notable}>11 навичок</color>, які можна відкрити із часом.

# tutorial_t305_title
source: Combat Skills
ja: 戦闘スキル
ko: 전투 기술
uk: Навички бою
zh_cn: 战斗技能

# tutorial_t306_description
source: To change which combat skills are equipped, <sprite name={q}icon-mouse-left{q}> on each skill to toggle it <color=#{notable}>on</color> or <color=#{notable}>off</color>. You can have five skills equipped at one time. If the hero only has five skills available, you must visit <color=#{notable}>Shrines of Reflection</color> to unlock more skills.
ja: 装備する戦闘スキルを変更するには、各スキルの上で<sprite name={q}icon-mouse-left{q}>して、<color=#{notable}>オン</color>と<color=#{notable}>オフ</color>を切り替える。一度に5つのスキルを装備できる。 英雄の使用できるスキルが5つしかない場合、<color=#{notable}>内省の神殿</color>を訪れてより追加のスキルをアンロックする必要がある。
ko: 장비한 전투 기술을 변경하려면, 각 기술에 <sprite name={q}icon-mouse-left{q}>하여 <color=#{notable}>켜기</color> 또는 <color=#{notable}>끄기</color> 상태로 전환하면 됩니다. 총 5개의 기술을 동시에 장비할 수 있습니다. 영웅이 사용할 수 있는 기술이 5개뿐이더라도 <color=#{notable}>회고의 성소</color>에 방문하면 기술을 추가 해금할 수 있습니다.
zh_cn: <sprite name={q}icon-mouse-left{q}>战斗技能即可将其<color=#{notable}>装备</color>或<color=#{notable}>卸下</color>。你可以同时装备5个技能。 如果英雄只解锁了5个技能，你需要首先前往<color=#{notable}>反思圣地</color>以解锁更多技能。

# tutorial_t306_title
source: Equipping Skills
ko: 기술 장비

# tutorial_t307_description
source: This tab shows any <color=#{notable}>conditions</color> present on the hero. Conditions are usually long term buffs or debuffs that result from <color=#{notable}>Inn item</color> use.
ko: 이 탭에서는 현재 영웅에게 주어진 <color=#{notable}>상태</color>가 표시됩니다. 상태는 보통 <color=#{notable}>여관 아이템</color> 사용으로 장기 지속되는 강화 또는 약화 효과입니다.
uk: На цій вкладці показуються всі <color=#{notable}>стани</color> героя. Зазвичай стани — це тривалі посилення або ослаблення, які є результатом використання <color=#{notable}>предметів трактиру</color>.

# tutorial_t307_title
source: Hero Conditions
ko: 영웅 상태
uk: Стани героїв

# tutorial_t3100_description
source: Each Infernal Flame provides a <color=#{notable}>different challenge</color> by applying <color=#{notable}>unique modifiers</color> and <color=#{notable}>replacing all effects applied at each Flame level.</color>
ko: 지옥의 불꽃은 <color=#{notable}>고유한 보정치</color>와 단계별 <color=#{notable}>다양한 효과</color>를 적용하여 <color=#{notable}>온갖 난관을 제공합니다.</color>

# tutorial_t3100_title
source: Infernal Flames
ko: 지옥의 불꽃
uk: Пекельне полум’я

# tutorial_t3101_description
source: Each Infernal Flame is <color=#{notable}>mounted into the designated Flame slot</color> on the Stagecoach. It must be equipped <color=#{notable}>before leaving the Valley Inn</color>. Only one Infernal Flame can be equipped at a time.
ja: それぞれの地獄の炎は、駅馬車の<color=#{notable}>指定された炎スロットに装着</color>できる。 <color=#{notable}>渓谷の宿を出る前に</color>装備しなければならない。 地獄の炎は一度に1つしか装備できない。
ko: 지옥의 불꽃은 역마차에서 전용 <color=#{notable}>불꽃 칸</color>에 장착됩니다. 지옥의 불꽃은 반드시 <color=#{notable}>계곡 여관을 떠나기 전에 </color> 장착해야 합니다. 한 번에 하나씩만 장착할 수 있습니다.
uk: Кожне Пекельне полум’я <color=#{notable}>встановлюється у відповідну комірку</color> на Диліжансі. Його треба встановити <color=#{notable}>перед тим, як герої залишать трактир у Долині</color>. Під час одного походу можна встановити лише одне Пекельне полум’я.
zh_cn: 渊狱之炬装备于<color=#{notable}>驿站马车的火炬栏位</color>中。 你必须在离开<color=#{notable}>山谷旅馆前</color>装备渊狱之炬。 你同时只能装备一个渊狱之炬。

# tutorial_t3101_title
source: Equipping Infernal Flames
ko: 지옥의 불꽃 장착
uk: Як установити Пекельне полум’я

# tutorial_t400_description
source: Outside of the Valley, the road becomes more complex. To see what lies ahead, open the <color=#{notable}>minimap</color> with <color=#{notable}>[@{Minimap}]</color>.
ko: 계곡 바깥에서는 길이 비교적 복잡해집니다. 앞쪽에 뭐가 있는지 파악하려면 <color=#{notable}>[@{Minimap}]</color> 키를 눌러 <color=#{notable}>지도</color>를 열 수 있습니다.
uk: За межами Долини дорога стає складнішою. Щоб дізнатися, що чекає на вас попереду, натисніть клавішу <color=#{notable}>[@{Minimap}]</color>, після чого відкриється <color=#{notable}>мінікарта</color>.

# tutorial_t400_title
source: The Map
ja: 地図
ko: 지도
uk: Карта
zh_cn: 地图

# tutorial_t401_description
source: The <color=#{notable}>minimap</color> shows you the road ahead, as best you know it. Locations that you can visit are shown by icons. If the location is <color=#{notable}>scouted</color> (known), the icon will tell you exactly what is there. <color=#{notable}>unscouted</color> locations are shown by '?'
ko: <color=#{notable}>지도</color>에는 현재 나아가고 있는 길을 현재 파악한 정보대로 보여 줍니다. 자신이 방문할 수 있는 지점은 아이콘으로 표시가 됩니다. 이미 <color=#{notable}>정찰</color> (확인)이 된 지점은 정확히 뭐가 있는지 아이콘이 표시됩니다. 아직 <color=#{notable}>정찰되지 않은</color> 지점은 '?'로만 표시됩니다.
uk: На <color=#{notable}>мінікарті</color> показано всю відому вам частину дороги попереду. Зупинки, які можна відвідати, позначаються відповідними значками. Якщо зупинка <color=#{notable}>розвідана</color> (відома), значок покаже, що саме там є. Місця <color=#{notable}>нерозвіданих</color> зупинок позначаються знаком питання.

# tutorial_t401_title
source: Map Details
ja: 地図詳細
ko: 지도 정보
uk: Позначки на карті
zh_cn: 地图细节
