Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_faceless_facsimile_winB+leper
source: These blades - unfamiliar metallurgy.
ja: この刃物… 見慣れない金属だな
ko: 저 칼날은 참으로 낯선 합금으로 만들어졌군.
uk: Ці клинки викувані з незнайомого сплаву.
zh_cn: 这些利刃——用的不是我们熟知的冶炼技术。

# story_bark_faceless_facsimile_winB+man_at_arms
source: We certainly didn't have <i>these</i> in the academy.
ja: 軍学校じゃ<i>こんなもの</i>は無かったはずだ
ko: 사관학교에서도 <i>이런 건</i> 없었다고.
uk: У нас <i>такого</i> в академії не було.
zh_cn: 军事学校里显然没讲过<i>这些</i>。

# story_bark_faceless_facsimile_winB+occultist
source: There's a pattern to the wounds, look...
ko: 상처가 일정한 무늬로 나 있어. 보라구...
uk: О, дивіться! Тут якийсь візерунок.

# story_bark_faceless_facsimile_winB+plague_doctor
source: Some of those are autopsy tools...
ja: 解剖用の道具も刺さってる…
ko: 부검 도구도 끼어 있는 것 같은데...
uk: Деякі з них — це інструменти для розтину...
zh_cn: 这上面有几把刀是解剖工具……

# story_bark_faceless_facsimile_winB+runaway
source: Wonder why they needed to stab it.
ko: 이걸 왜 찔러야 했는지 모르겠네.
uk: Цікаво, навіщо протикати?

# story_bark_faceless_facsimile_winB+vestal
source: Was this some profane ritual?
ko: 일종의 불경한 의식이었나?
uk: Тут проводили якийсь богохульний ритуал?

# story_bark_faceless_facsimile_winded
source: Let's just go.
ko: 그냥 가지.

# story_bark_familiar_desk_cave_scrounger
source: Ooh what have we here?
ko: 허, 여긴 뭐가 있을까?

# story_bark_familiar_desk_city_scrounger
source: Ooh what have we here?
ko: 허, 여긴 뭐가 있을까?

# story_bark_familiar_desk_erudite
source: Finally, some semblance of study...
ja: ようやく研究の成果が出たか…
ko: 드디어 연구의 흔적이 좀 나오는군...
uk: Нарешті щось схоже на вивчення...
zh_cn: 终于，找到了个像是书房的地方……

# story_bark_familiar_desk_fields_scrounger
source: Ooh what have we here?
ko: 허, 여긴 뭐가 있을까?

# story_bark_familiar_desk_forest_scrounger
source: Ooh what have we here?
ko: 허, 여긴 뭐가 있을까?

# story_bark_familiar_desk_kleptomania
source: <whistles>
ja: (口笛)
ko: <휘파람>
zh_cn: *吹口哨*

# story_bark_familiar_desk_occultomania
source: Look there, the markings of the Karkiev Coven!
ja: ここを見ろ、カルキエフ団の印だ！
ko: 저길 봐! 카르키예프 마녀회의 상징이다!
uk: Ось, подивіться: позначки Харкиївського Ковену!
zh_cn: 看啊，卡尔基夫结社的标志！

# story_bark_familiar_desk_rummager
source: One of these drawers must have something of value!
ja: どこかの引き出しに、何か価値あるものが入っているはずだ！
ko: 이 서랍 속에 뭔가 귀중한 게 있을지도!
uk: В одній із цих шухляд має бути щось цінне!
zh_cn: 总有一个抽屉里藏着些有价值的东西！

# story_bark_familiar_desk_shroud_scrounger
source: Ooh what have we here?
ko: 허, 여긴 뭐가 있을까?

# story_bark_familiar_desk_winA
source: If they fled in a hurry, perhaps they left something useful.
ja: 急いで逃げたのなら、何か役に立つものを残しているのかも
ko: 허겁지겁 도망쳤다면 유용한 게 남아있을지도.
uk: Якщо вони втікали поспіхом, то, можливо, залишили щось корисне.
zh_cn: 这里的主人离开得很仓促的话，一定留下了什么有用的东西。

# story_bark_familiar_desk_winA+bounty_hunter
source: Heh. I'll allow it.
ko: 헤. 뒤져 보지 뭐.
uk: Хе. Та будь ласка.

# story_bark_familiar_desk_winA+flagellant
source: A distraction, but an intriguing one.
ko: 쓸데 없는 데 정신 파는 거지만 확실히 관심은 가는군.
uk: Відволікає, але інтригує.

# story_bark_familiar_desk_winA+grave_robber
source: Fine craftsmanship, likely hiding finer things within...
ko: 실로 정교한 작품인데. 귀중한 걸 숨겨두기 딱이야...
uk: Чудовий витвір. Можливо, усередині щось ще прекрасніше...

# story_bark_familiar_desk_winA+hellion
source: Would be quicker to smash it apart.
ja: 叩き壊した方が速いな
ko: 그냥 부숴 보는 게 더 빠를 거다.
uk: Швидше було б розтрощити.
zh_cn: 直接砸开还更省事。

# story_bark_familiar_desk_winA+highwayman
source: Let's jimmy you open and see what's inside...
ko: 싹 다 뒤져서 뭐가 있는지 보자고...
uk: Давай, ломику, відкривай. Подивимося, що всередині...

# story_bark_familiar_desk_winA+jester
source: People store all sorts of valuables in these.
ko: 이런 데는 온갖 귀중한 걸 보관해 둔다고.
uk: Люди зберігають у них різні цінні речі.

# story_bark_familiar_desk_winA+leper
source: Things sequestered in drawers, fading from memory...
ja: 引き出しにしまってあるものが、記憶から薄れていく…
ko: 서랍 속에 갇힌 채 기억 속에서 사라진 물건들...
uk: Якщо річ покласти в ящик, про неї одразу забуваєш...
zh_cn: 在抽屉中与世隔绝，逐渐淡出人们的记忆……

# story_bark_familiar_desk_winA+man_at_arms
source: Could be maps, useful stratagems...
ko: 지도나 유용한 전략 같은 게 있을지도...
uk: Може, карти. А може, якісь корисні хитрощі...

# story_bark_familiar_desk_winA+occultist
source: I salivate at the thought of fresh books...
ja: 新しい本があると思うとヨダレが出る…
ko: 새로운 책이 있을지도 모른다 생각하니 절로 군침이 도는군...
uk: У мене слинка тече, коли думаю про нові книжки...
zh_cn: 一想到有新的书可以读，我的精神就为之一振……

# story_bark_familiar_desk_winA+plague_doctor
source: Missives, letters, notes - what knowledge awaits us?
ko: 편지, 쪽지, 메모... 과연 어떤 지식이 기다리고 있을까?
uk: Послання, листи, нотатки — які ж знання на нас чекають?

# story_bark_familiar_desk_winA+runaway
source: Much fancier than pawing through their trash.
ja: ゴミ箱を漁るよりずっといい
ko: 쓰레기통을 뒤지는 것보단 훨씬 멋진 일이네.
uk: Це набагато привабливіше, ніж длубатися в їхньому смітті.
zh_cn: 比搜他们的垃圾堆有意思多了。

# story_bark_familiar_desk_winA+vestal
source: There is something thrilling about reading others' letters.
ko: 타인의 편지를 엿보는 건 나름 짜릿한 즐거움이 있지.
uk: Є щось захоплююче в тому, щоб читати чужі листи.

# story_bark_familiar_desk_winB
source: If they fled in a hurry, perhaps they left something useful.
ja: 急いで逃げたのなら、何か役に立つものを残しているのかも
ko: 허겁지겁 도망쳤다면 유용한 게 남아있을지도.
uk: Якщо вони втікали поспіхом, то, можливо, залишили щось корисне.
zh_cn: 这里的主人离开得很仓促的话，一定留下了什么有用的东西。

# story_bark_familiar_desk_winB+bounty_hunter
source: Heh. I'll allow it.
ko: 헤. 뒤져 보지 뭐.
uk: Хе. Та будь ласка.

# story_bark_familiar_desk_winB+flagellant
source: A distraction, but an intriguing one.
ko: 쓸데 없는 데 정신 파는 거지만 확실히 관심은 가는군.
uk: Відволікає, але інтригує.

# story_bark_familiar_desk_winB+grave_robber
source: Fine craftsmanship, likely hiding finer things within...
ko: 실로 정교한 작품인데. 귀중한 걸 숨겨두기 딱이야...
uk: Чудовий витвір. Можливо, усередині щось ще прекрасніше...

# story_bark_familiar_desk_winB+hellion
source: Would be quicker to smash it apart.
ja: 叩き壊した方が速いな
ko: 그냥 부숴 보는 게 더 빠를 거다.
uk: Швидше було б розтрощити.
zh_cn: 直接砸开还更省事。

# story_bark_familiar_desk_winB+highwayman
source: Let's jimmy you open and see what's inside...
ko: 싹 다 뒤져서 뭐가 있는지 보자고...
uk: Давай, ломику, відкривай. Подивимося, що всередині...

# story_bark_familiar_desk_winB+jester
source: People store all sorts of valuables in these.
ko: 이런 데는 온갖 귀중한 걸 보관해 둔다고.
uk: Люди зберігають у них різні цінні речі.

# story_bark_familiar_desk_winB+leper
source: Things sequestered in drawers, fading from memory...
ja: 引き出しにしまってあるものが、記憶から薄れていく…
ko: 서랍 속에 갇힌 채 기억 속에서 사라진 물건들...
uk: Якщо річ покласти в ящик, про неї одразу забуваєш...
zh_cn: 在抽屉中与世隔绝，逐渐淡出人们的记忆……

# story_bark_familiar_desk_winB+man_at_arms
source: Could be maps, useful stratagems...
ko: 지도나 유용한 전략 같은 게 있을지도...
uk: Може, карти. А може, якісь корисні хитрощі...

# story_bark_familiar_desk_winB+occultist
source: I salivate at the thought of fresh books...
ja: 新しい本があると思うとヨダレが出る…
ko: 새로운 책이 있을지도 모른다 생각하니 절로 군침이 도는군...
uk: У мене слинка тече, коли думаю про нові книжки...
zh_cn: 一想到有新的书可以读，我的精神就为之一振……

# story_bark_familiar_desk_winB+plague_doctor
source: Missives, letters, notes - what knowledge awaits us?
ko: 편지, 쪽지, 메모... 과연 어떤 지식이 기다리고 있을까?
uk: Послання, листи, нотатки — які ж знання на нас чекають?

# story_bark_familiar_desk_winB+runaway
source: Much fancier than pawing through their trash.
ja: ゴミ箱を漁るよりずっといい
ko: 쓰레기통을 뒤지는 것보단 훨씬 멋진 일이네.
uk: Це набагато привабливіше, ніж длубатися в їхньому смітті.
zh_cn: 比搜他们的垃圾堆有意思多了。

# story_bark_familiar_desk_winB+vestal
source: There is something thrilling about reading others' letters.
ko: 타인의 편지를 엿보는 건 나름 짜릿한 즐거움이 있지.
uk: Є щось захоплююче в тому, щоб читати чужі листи.

# story_bark_formless_sculpture_ascetic
source: I care not for such subjective pursuits.
ko: 이런 주관적인 취향은 딱히 관심 없어서.
uk: Мене не цікавлять такі егоїстичні бажання.

# story_bark_formless_sculpture_cave_scrounger
source: Might be worth something?
ko: 뭔가 값나가는 게 있을지도?

# story_bark_formless_sculpture_city_scrounger
source: Might be worth something?
ko: 뭔가 값나가는 게 있을지도?

# story_bark_formless_sculpture_dark_curiosity
source: It speaks to me...
ko: 나한테 말을 걸고 있는데...

# story_bark_formless_sculpture_devout
source: Unholy dabbling brings only ruin.
ko: 불경한 장난질은 파멸만 불러올 뿐.
uk: Марнування часу призводить лише до руйнації.

# story_bark_formless_sculpture_erudite
source: Clearly the work of some unconventional talent...
ja: これはまさに型破りな才能から生まれた作品だ…
ko: 확실히 빼어난 재능으로 만든 작품이로군...
uk: Певно, робота якогось невідомого таланту...
zh_cn: 显然是种另辟蹊径的艺术形式……

# story_bark_formless_sculpture_fields_scrounger
source: Might be worth something?
ko: 뭔가 값나가는 게 있을지도?

# story_bark_formless_sculpture_forest_scrounger
source: Might be worth something?
ko: 뭔가 값나가는 게 있을지도?

# story_bark_formless_sculpture_heavy_handed
source: <sighs> I'll just end up breaking it.
ja: (溜息) 壊してしまいそうだ
ko: <한숨> 그냥 부숴 버리지.
uk: <sighs> Зрештою я це просто розіб’ю.
zh_cn: *叹气*我拿走的话，恐怕只会把它打碎。

# story_bark_formless_sculpture_occultomania
source: Is this the shape described in the Temporean Folio?
ko: 이게 '기행기'에서 묘사되었던 그 형상인가?
uk: Це та сама форма, що була описана у Фоліанті Часу?

# story_bark_formless_sculpture_occultophobia
source: Gaze not upon this thrice-cursed thing!
ko: 저 세 번 저주 받은 것을 함부로 쳐다보지 말라!
uk: Навіть не дивіться на цю трикляту штуку!

# story_bark_formless_sculpture_shadow_born
source: I know this shape - I've seen it in the dark.
ja: この形を知っている…闇の中で見たことがある
ko: 난 이 형상을 안다. 어둠 속에서 본 적이 있지.
uk: Я знаю цю форму — я бачив її в пітьмі.
zh_cn: 我认识这个形状——我在黑暗中见过。

# story_bark_formless_sculpture_shroud_scrounger
source: Might be worth something?
ko: 뭔가 값나가는 게 있을지도?

# story_bark_formless_sculpture_winA
source: Could be made of something valuable, at least...
ko: 최소한 이거 만든 재료는 값질 것 같군...
uk: Принаймні її могли зробити із чогось цінного.

# story_bark_formless_sculpture_winA+bounty_hunter
source: The raw rock could be worth a bit.
ja: 原石に少し価値があるかもしれない
ko: 그냥 돌멩이지만 가치는 있겠어.
uk: Необроблений камінь також може мати якусь цінність.
zh_cn: 这块石料应该值几个钱。

# story_bark_formless_sculpture_winA+flagellant
source: It bores me, but it could feed you lot I suppose.
ja: 俺にとってはつまらないが、お前たちにとって興味深いものだろうな
ko: 지루해 빠졌군. 하지만 값은 꽤 나가겠어.
uk: Мені вже набридає, але, гадаю, це могло б вас нагодувати досхочу.
zh_cn: 我觉得很无聊，但也许你们会感兴趣吧。

# story_bark_formless_sculpture_winA+grave_robber
source: My pick can tell us the provenance of this stone! Stand back.
ja: 私のピッケルが、この石の出所を教えてくれるわ！下がってて
ko: 내 곡괭이라면 석재의 출처도 알 수 있을 거야! 물러나 봐.
uk: Моя кирка може розповісти нам про походження цього каменю! Відійдіть.
zh_cn: 我一镐下去，就能验出这块石料的材质！退后。

# story_bark_formless_sculpture_winA+hellion
source: Can't say I have ever seen that animal!
ja: あの動物は見たことがないな！
ko: 저런 동물은 한번도 본 적 없다!
uk: Не можу сказати, що я колись бачила цю тварину!
zh_cn: 我从来没见过这样的动物！

# story_bark_formless_sculpture_winA+highwayman
source: Not worth much to us - perhaps to another.
ja: 俺たちにとってあまり価値はないが、他の者にはあるかもな
ko: 우리한테는 별 가치가 없지만 다른 사람한테는 또 모르지.
uk: Для нас нічого не варте. Можливо, призначено для когось іншого.
zh_cn: 对我们来说没什么价值——也许对别人有用。

# story_bark_formless_sculpture_winA+jester
source: Could probably swap it for supplies in the right inn.
ja: 適切な宿で物資と交換できるだろうね
ko: 적당한 여관에서 보급품이랑 바꿔먹을 수 있을지도.
uk: Не виключено, що це можна буде обміняти на припаси в якомусь трактирі.
zh_cn: 说不定在哪间旅馆可以用这个换点补给。

# story_bark_formless_sculpture_winA+leper
source: Some forgotten faith's idol, perhaps.
ja: 忘れられた信仰の偶像かもしれない
ko: 잊힌 신앙의 우상 같군.
uk: Певно, ідол якоїсь забутої релігії.
zh_cn: 或许来自某个失传的信仰吧。

# story_bark_formless_sculpture_winA+man_at_arms
source: Never had an eye for this stuff - anything else here?
ja: 俺にこの手の物を見分ける目はないが、お前たちはどうだ？
ko: 이런 물건은 생전 본 적이 없는데. 다른 건 뭐 없나?
uk: Ніколи не придивлявся до такого. Може, тут ще щось є?
zh_cn: 我从来没见过这样的东西——你们呢？

# story_bark_formless_sculpture_winA+occultist
source: It could have properties that warrant further inspection.
ja: さらなる調査が期待できそうな性質を持っていると思う
ko: 더 자세한 관찰이 필요한 속성을 지녔을지도.
uk: Воно може мати властивості, які потребуватимуть подальшої перевірки.
zh_cn: 它说不定有某种特质，值得我们进一步检视。

# story_bark_formless_sculpture_winA+plague_doctor
source: Curious! What a fantastical representation of the body!
ja: 興味深い！なんて幻想的な体の表現なの！
ko: 굉장한걸! 실로 환상적인 인체의 묘사를 봐!
uk: Цікаво! Яке фантастичне зображення тіла!
zh_cn: 真神奇！它对身体的刻画如此奇异！

# story_bark_formless_sculpture_winA+runaway
source: Figure I can find us a buyer at the camps...
ja: 宿営地で買い手を見つけられるかも…
ko: 숙영지에서 괜찮은 구매자를 찾아볼 수 있을지도...
uk: Гадаю, я можу знайти покупця в таборах...
zh_cn: 说不定我可以在营地找到个买家……

# story_bark_formless_sculpture_winA+vestal
source: Keep it far from me if you must keep it!
ja: どうしても持っていたいなら、私からは遠ざけてください！
ko: 굳이 가져가겠다면 나한테서 멀리 떨어뜨려 놓도록!
uk: Тримайте цю штуку подалі від мене, якщо не хочете, щоб я її розбила!
zh_cn: 如果你们非要留下它的话，就让它离我远点！

# story_bark_formless_sculpture_winB
source: Its curves invite the hand so...
ko: 절로 손길이 가는 곡선이로군...
uk: Дуже хочеться провести рукою по цим вигинам...

# story_bark_formless_sculpture_winB+bounty_hunter
source: It's so smooth...
ko: 정말 우아하군...
uk: Як приємно на дотик...

# story_bark_formless_sculpture_winB+flagellant
source: I am already damned - what's the harm?
ja: 俺はすでに呪われている。これ以上に害はないだろ？
ko: 난 이미 저주받은 몸인걸. 더 나빠질 거 있겠어?
uk: Я вже проклятий — що може мені зашкодити?
zh_cn: 我本来就是受诅之人，碰一碰又有何妨？

# story_bark_formless_sculpture_winB+grave_robber
source: Oh, you're a handsome find.
ko: 어머나, 웬 횡재람.
uk: О... Справді гарна знахідка.

# story_bark_formless_sculpture_winB+hellion
source: Some folk pray to idols such as these.
ja: このような偶像に祈りを捧げる民族もいる
ko: 어떤 부족 이런 우상에 절한다.
uk: Деякі люди моляться таким ось ідолам.
zh_cn: 我知道有些人会对这样的雕像祈祷。

# story_bark_formless_sculpture_winB+highwayman
source: Is it odd that it reminds me of someone...?
ja: これで誰かを思い出すのは妙か…？
ko: 이거 보고 다른 누군가가 떠오르는 건 나뿐인가...?
uk: Дивно: воно ця статуя когось мені нагадує...
zh_cn: 说来奇怪，它让我回想起某个人……

# story_bark_formless_sculpture_winB+jester
source: It sings out for my hands...
ko: 내 손길을 부르고 있어...
uk: Так і хочеться доторкнутися...

# story_bark_formless_sculpture_winB+leper
source: Desperation has turned many a nonbeliever.
ja: 絶望は、多くの非信者を転向させた
ko: 절망은 수많은 불신자들을 낳지.
uk: Відчай привів до віри багатьох невіруючих.
zh_cn: 绝望让许多无信之人皈依。

# story_bark_formless_sculpture_winB+man_at_arms
source: How strange! It's cold as ice...
ja: なんて奇妙だ！氷のように冷たいぞ…
ko: 정말 기이한 걸! 마치 얼음처럼 차가워...
uk: Як дивно! Холодна, мов лід...
zh_cn: 多稀奇啊！它冷得像冰一样。

# story_bark_formless_sculpture_winB+occultist
source: Skilled, the hand that carved this.
ko: 실로 숙련된 손길로 조각된 상이로군.
uk: Справа рук великого майстра.

# story_bark_formless_sculpture_winB+plague_doctor
source: No natural law could permit this form to stand.
ko: 자연의 법칙 상 유지될 수가 없는 구조인데.
uk: Ця статуя не може стояти, це проти законів природи!

# story_bark_formless_sculpture_winB+runaway
source: Dark as water on a moonless night...
ja: 月のない夜の水のように暗い…
ko: 달빛 없는 밤의 수면처럼 어둡네...
uk: Темна, мов поверхня води в безмісячну ніч...
zh_cn: 漆黑得就像黑夜中的湖水……

# story_bark_formless_sculpture_winB+vestal
source: There is... a blasphemous allure, I admit...
ja: 確かに…冒涜的な魅力があります…
ko: 확실히... 모독적인 매력이 있다는 건 인정하지...
uk: Маю визнати, є в ній якась блюзнірська привабливість...
zh_cn: 这种东西……有种亵渎的美感，我承认……

# story_bark_gauntchirurgeon_advantage_201
source: Our torch dazzles them!
ko: 우리 불꽃에 눈이 부시나 보군!

# story_bark_gauntchirurgeon_advantage_202
source: Perhaps some ailment has befallen them...?
ja: 何らかの病気が奴らを襲ったのか…？
ko: 무슨 질병에라도 걸린 걸까...?
uk: Може, їх якась недуга спіткала?..
zh_cn: 他们或许是得了什么病……？

# story_bark_gauntchirurgeon_advantage_203
source: Fall on them as one!
ko: 다 같이 덮쳐!

# story_bark_gauntchirurgeon_advantage_301
source: I can scarcely make them out!
ko: 거의 알아볼 수도 없는 꼴이군!

# story_bark_gauntchirurgeon_advantage_302
source: Halt! What shines in the dark?!
ja: 止まれ！暗がりで何か光ってるぞ！？
ko: 멈춰! 어둠 속에서 뭔가 빛나는데?!
uk: Стійте! Що це блищить у пітьмі?
zh_cn: 慢着！在黑暗之中一晃一晃的是何物？！

# story_bark_gauntchirurgeon_advantage_303
source: Shh! Have they eyes upon us?!
ja: シーッ！奴らに見られてないか！？
ko: 쉿! 저 놈들, 우릴 보고 있나?!
uk: Тихше! Вони дивляться на нас?!
zh_cn: 嘘！他们是不是正直直盯着我们？！

# story_bark_gauntchirurgeon_advantage_401
source: The strench of blood... overwhelming...
ko: 피가 걷잡을 수 없이... 흘러내리는군...

# story_bark_gauntchirurgeon_advantage_402
source: My wounds are many, but I persist!
ko: 온몸에 상처투성이지만 버텨 보지!

# story_bark_gauntchirurgeon_bloodthirsty_1
source: Give them no chance to patch their wounds!
ko: 상처 돌볼 틈도 주지 마!

# story_bark_gauntchirurgeon_blundering_1
source: Heavens, I stepped on one...
ja: ううっ、踏んでしまった…
ko: 빌어먹을, 뭔가 밟았는데....
uk: Тьху, вони весь час під ноги лізуть...
zh_cn: 天啊，我踩到了一只……

# story_bark_gauntchirurgeon_boisterous_1
source: Let us rid the road of an annoyance!
ko: 길바닥에서 저 망할 것들을 썰어 버려!

# story_bark_gauntchirurgeon_breacher_1
source: Leave the big one to me!
ko: 큰 놈은 내 거다!

# story_bark_gauntchirurgeon_broken_1
source: I beg of you, turn the coach 'round!
ja: 頼む。駅馬車を走らせてくれ！
ko: 제발 부탁이야, 마차 돌려!
uk: Будь ласка, розверніть Диліжанс!
zh_cn: 求你了，让马车掉头吧！

# story_bark_gauntchirurgeon_cave_tactician_1
source: Mind your footing in the dark...
ko: 어둠 속에서는 발 밑을 조심하라고...

# story_bark_gauntchirurgeon_city_tactician_1
source: I'll watch for stragglers...
ko: 낙오자가 있는지 살펴보지...

# story_bark_gauntchirurgeon_cowardice_1
source: My nerve withers! Run!
ja: 心が折れそうだ！走ろう！
ko: 더는 못 버티겠어! 도망쳐!
uk: Мої нерви вже не витримують! Біжімо!
zh_cn: 我的勇气背弃了我！快跑！

# story_bark_gauntchirurgeon_dare_devil_1
source: Where others falter, I thrive!
ko: 남들이 겁먹을 때 진짜 재미가 시작되지!

# story_bark_gauntchirurgeon_death_seeker_1
source: Perhaps a worthy death awaits me...
ko: 가치 있는 죽음이 기다릴지도...

# story_bark_gauntchirurgeon_disarmer_1
source: Witless things.
ko: 멍청한 것.

# story_bark_gauntchirurgeon_doomsayer_1
source: Ruin awaits us, can you not sense it?
ja: 破滅が待ち受けている。感じないのか？
ko: 파멸이 기다린다. 느껴지지도 않나?
uk: На нас чекає загибель — невже ви цього не відчуваєте?
zh_cn: 灭顶之灾正等着我们呢，你们难道就没发现吗？

# story_bark_gauntchirurgeon_evasive_1
source: An obstacle easily dodged, if we wish.
ja: 避けようと思えば簡単に回避できる障害さ
ko: 필요하다면 쉽게 피할 수 있는 장애물이야.
uk: Перешкода, яку можна легко оминути, якщо захочемо.
zh_cn: 这个障碍其实很好绕开，只要我们想的话。

# story_bark_gauntchirurgeon_fear_of_gaunt_1
source: Deadened eyes, grasping fingers...
ja: あの虚ろな目に貪欲そうな手といったら…
ko: 텅 빈 눈. 허공을 헤매는 손...
uk: Змертвілі очі, чіпкі пальці...
zh_cn: 涣散无神的目光，紧握发白的指节……

# story_bark_gauntchirurgeon_fields_tactician_1
source: There may yet be more in hiding!
ja: まだまだ隠れているかもしれない！
ko: 몇 놈 더 숨어 있을지도 몰라!
uk: Не виключено, що там ще хтось ховається!
zh_cn: 或许还有更多怪物潜伏！

# story_bark_gauntchirurgeon_fight_01
source: In or out - let's not hesitate.
ja: 前でも後ろでも、遠慮なしにいこうぜ
ko: 들어가든 나가든 망설이지 말자고.
uk: Туди чи сюди — не вагаймося.
zh_cn: 进则进、退则退——不要犹豫。

# story_bark_gauntchirurgeon_fight_02
source: An infirmary this is not.
ja: こんなの診療所とは言えん
ko: 이게 무슨 병원이야.
uk: Це не лазарет.
zh_cn: 这可不是什么诊所。

# story_bark_gauntchirurgeon_fight_03
source: Does he mean to heal them or harm them...?
ja: 奴は治療したいのか、傷つけたいのかどっちだ…？
ko: 이게 치료야, 고문이야?
uk: Він хоче зцілити їх чи зашкодити їм?..
zh_cn: 他究竟是想为人疗伤，还是想予以伤害……？

# story_bark_gauntchirurgeon_fight_04
source: Leeches? Of a subspecies I don't recognize!
ja: ヒル？こんな種類は見たことがない！
ko: 거머리야? 이런 품종은 처음 보는데!
uk: П’явки? Я не впізнаю цей підвид!
zh_cn: 那是水蛭吗？是我不认得的亚种！

# story_bark_gauntchirurgeon_fight_05
source: Goodness, I've put my foot through one.
ja: 最悪、一匹踏んづけちゃったわ
ko: 이런 제기랄, 아까 저거 하나 밟았는데.
uk: Ох, у мене на підошві, здається, щось розчавлене!
zh_cn: 天啊，我把一只给踩扁了。

# story_bark_gauntchirurgeon_fight_06
source: I may retch into my mask...
ko: 마스크로 다시 숨이 쉬어지네...

# story_bark_gauntchirurgeon_fight_07
source: Ill fortune to waste blood and meat.
ja: 血肉を無駄にしてしまうとは災難だ
ko: 피와 고기를 이렇게 낭비하다니.
uk: Так поводитися з кров’ю і м’ясом — це марнотратство.
zh_cn: 浪费血肉会招致不幸。

# story_bark_gauntchirurgeon_fight_08
source: *spits*
ko: 퉷.

# story_bark_gauntchirurgeon_fight_09
source: All that blood'll draw vermin.
ja: この血が害虫を引き寄せてるのよ
ko: 이렇게 피를 흘리면 놈들이 몰려올 텐데.
uk: Зараз на всю цю кров збіжаться хижаки.
zh_cn: 血流漂杵之地，蚊虫聚集之所。

# story_bark_gauntchirurgeon_fight_10
source: A blasphemous imitation of medicine...
ja: 医学を冒涜するような真似を…
ko: 의학을 이따위로 불경하게 모방하다니...
uk: Якась блюзнірська імітація медицини...
zh_cn: 对医学的亵渎伪冒……

# story_bark_gauntchirurgeon_fight_11
source: This place reeks of blasphemy.
ko: 모독이 판치는 곳이로군.

# story_bark_gauntchirurgeon_fight_12
source: Lowly creatures, but if I must...!
ja: 卑しき生物だが、致し方あるまい…！
ko: 불쌍한 미물들. 허나 어쩔 수 없다면...!
uk: Ці створіння недорозвинені, але якщо доведеться...
zh_cn: 低贱之物，但若是我别无选择的话……！

# story_bark_gauntchirurgeon_fight_advantage_01
source: We're quicker on the draw. C'mon!
ja: 俺たちの攻撃の方が速い。行くぞ！
ko: 우리가 먼저 봤어. 서둘러!
uk: Ми реагуємо швидше. Ну ж бо!
zh_cn: 我们行动更快，来吧！

# story_bark_gauntchirurgeon_fight_advantage_02
source: Form up and hem them in!
ko: 대형 갖추고 포위해!
uk: Не забуваймо про бойовий порядок: зараз будемо їх оточувати!

# story_bark_gauntchirurgeon_fight_advantage_03
source: Allow them to think they have the upper hand...
ja: 奴らに優勢だと思わせておくのだ…
ko: 자기들이 유리한 줄 알게 두자고...
uk: Хай думають, що мають перевагу...
zh_cn: 就让他们自以为占了上风吧……

# story_bark_gauntchirurgeon_fight_advantage_04
source: They play at science - we wield it!
ko: 놈들에겐 과학이 장난감이지. 우리에겐 무기고!

# story_bark_gauntchirurgeon_fight_advantage_05
source: I can strike from a hundred paces!
ja: 百歩先からでも当ててみせるわ！
ko: 백보 앞에서도 공격할 수 있어!
uk: Я можу завдати удару з відстані у сто кроків!
zh_cn: 就算在百步开外，我也照样能一击毙命！

# story_bark_gauntchirurgeon_fight_advantage_06
source: With prejudice.
ja: 偏見を持って戦おう
ko: 감정 그득 실어 주지.
uk: Не маємо права відступати.
zh_cn: 带上我的偏见。

# story_bark_gauntchirurgeon_fight_advantage_07
source: Litter their lair with their own bones!
ko: 놈들의 소굴은 놈들의 뼈로 장식해!
uk: Закидаймо їхнє лігво їхніми власними кістками!

# story_bark_gauntchirurgeon_fight_advantage_08
source: Leeches. Hate 'em.
ko: 거머리 진짜 싫어.

# story_bark_gauntchirurgeon_fight_advantage_09
source: They usually prey on half-starved peasants!
ja: 奴らはたいてい飢え死にかけている農民を捕食してるわ！
ko: 보통은 반쯤 굶주린 농부들이나 잡아먹더니!
uk: Вони зазвичай полюють на напівголодних селян!
zh_cn: 他们往往会去捕食那些饿得半死不活的农民！

# story_bark_gauntchirurgeon_fight_advantage_10
source: Even now, he attempts to defy death...
ko: 지금도 죽음에 맞서려는 꼴이란...

# story_bark_gauntchirurgeon_fight_advantage_11
source: It is an honour to rid the road of this filth!
ko: 이딴 오물을 치우게 되어 영광이로군!

# story_bark_gauntchirurgeon_fight_advantage_12
source: Feeble things. Gaze upon true power!
ja: 弱者どもめ。真の力を見せてやろう！
ko: 미물들 같으니. 진정한 힘을 보라!
uk: Здихлики... Подивіться на справжню силу!
zh_cn: 孱弱之物。睁眼目睹这真正的力量吧！

# story_bark_gauntchirurgeon_fight_high_torch_01
source: Disgusting things. They flee our light!
ja: 不快な奴らめ。光から逃げていくぞ！
ko: 역겨운 것들. 우리의 빛 앞에 도망치는구나!
uk: Ці огидні тварюки тікають від нашого світла!
zh_cn: 恶心之物。在我们的光芒之下落荒而逃！

# story_bark_gauntchirurgeon_fight_high_torch_02
source: Leave none still wiggling!
ja: 一匹残らずトドメをさせ！
ko: 꿈틀거리는 거 하나 남기지 마!
uk: Якщо хтось ще ворушиться — добивайте!
zh_cn: 确保他们统统死透！

# story_bark_gauntchirurgeon_fight_high_torch_03
source: Torches up! Mind your feet!
ko: 횃불 높이 들어! 발 조심하고!

# story_bark_gauntchirurgeon_fight_high_torch_04
source: No shadows to mask you now, fiend!
ja: 今や隠れる影はないぞ、悪魔め！
ko: 이제 널 가려 줄 어둠은 없다, 악마!
uk: Тобі не сховатися в тінях, чудовисько!
zh_cn: 孽物！你们已经再无阴影可以蛰伏！

# story_bark_gauntchirurgeon_fight_high_torch_05
source: At them!
ko: 잡아!

# story_bark_gauntchirurgeon_fight_high_torch_06
source: Come, before they flee to the shadows!
ko: 어서, 놈들이 어둠 속으로 도망치기 전에!

# story_bark_gauntchirurgeon_flee_01
source: Whatever this is, I want no part of it.
ko: 이게 뭐든 간에 난 안 낄란다.

# story_bark_gauntchirurgeon_flee_02
source: I've had enough medicine for ten lifetimes.
ja: 人生10回分の薬を飲んでしまっているな
ko: 열 번 다시 태어나도 다 못 먹을 약이네.
uk: У мене ліків на десять життів вистачить.
zh_cn: 我已经吃够十辈子的药了。

# story_bark_gauntchirurgeon_flee_03
source: This so-called infirmary festers with disease...
ja: これが診療所？病に蝕まれているぞ…
ko: 이놈의 '병원'은 온통 고름투성이로군...
uk: У цьому так званому лазареті хвороби одна на одній сидять...
zh_cn: 这个所谓的医务室滋生着疾病……
