Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_cinematics_obsession_intro_01_2
source: At the behest of our charismatic host, we feasted beneath a banner of the Iron Crown;
ja: その邸宅に住まうカリスマ的な主人の意向で、我々は鉄の冠の旗の下で食事をしたが、
ko: 위엄 찬 가주의 환대 아래, 우리는 철의 왕관이 그려진 깃발 밑에서 만찬을 즐기며
uk: З волі харизматичного господаря ми бенкетували під прапором Залізного вінця,
zh_cn: 在魅力四射的主人的邀请之下，我们在铁王冠的旗帜下美餐了一顿；

# vo_cinematics_obsession_intro_01_3
source: questioned exhaustively by an eager cabal of masked delegates.
ja: 仮面を付けた熱心な使者たちからの質問責めに遭った。
ko: 가면 쓴 열렬한 도당으로부터 온갖 질문을 받았지.
uk: а тим часом нетерплячі гості (ми не розрізняли їхніх облич) влаштували нам справжній допит.
zh_cn: 其间被一帮戴着面具的秘教代表不知疲倦地问东问西。

# vo_cinematics_obsession_lore_01_0
source: Our host assured us of the group's anthropological values,
ja: 主人は、このグループが人類学的な価値観を持っていると断言したが、
ko: 가주는 우리 연구의 인류학적 가치를 확신해 주었으나
uk: Господар запевнив нас, що інтерес його гостей є виключно антропологічним,
zh_cn: 主人向我们确保这一组织绝无背离人类价值的观念，

# vo_cinematics_obsession_lore_01_1
source: but I sensed his designs extended well beyond the theoretical.
ja: しかし私は、その理論を超越したところに彼の意図があるように感じられた。
ko: 난 왠지 그의 계획이 이론을 훨씬 뛰어넘는다고 추측했어.
uk: але я зрозумів, що інтерес насправді виходив далеко за ці межі.
zh_cn: 但我察觉到他的设计早已超越理论的范畴。

# vo_cinematics_obsession_lore_02_0
source: The house was scattered with ancient rarities and timeworn artifacts -
ja: 邸宅の中には、古代の希少品や年代物の美術品があちこちに置かれており、
ko: 저택 곳곳에는 온갖 희귀한 고대 유물과 낡은 보물들이 흩어져 있었는데
uk: У будинку було багато старожитностей і старих артефактів,
zh_cn: 那座宅邸之中遍布古老的珍宝、历久的奇物——

# vo_cinematics_obsession_lore_02_1
source: all bearing that damnable emblem that had come to dominate our thoughts.
ja: そのすべてに、我々の頭の中を支配するようになった、あの忌まわしき紋章が刻まれていた。
ko: 하나같이 우리의 생각을 사로잡은 그 저주 받을 상징이 새겨져 있었지.
uk: на яких був проклятий символ, що поневолив розум кожного з нас.
zh_cn: 无一不缀着那该死的标志，统治我们思想的标志。

# vo_cinematics_obsession_lore_03_0
source: Eyes wild beneath their masks, the assembled devotees
ja: 集まった信奉者たちは、仮面の下から覗く目をギラつかせながら、
ko: 가면 아래 거친 눈빛을 한 신도들은
uk: Під масками горіли шалені очі фанатиків;
zh_cn: 面具下的双眼流露着癫狂，那些聚集而来的信徒

# vo_cinematics_obsession_lore_03_1
source: shared their terrible theories of timeless extradimensional intelligences -
ja: 時空を超えた超次元的な知性、つまり人間の理解を超えた力について、
ko: 시공에 구애 받지 않는 초월적인 지성,
uk: гості ділилися жахливими теоріями про розум поза часом і простором,
zh_cn: 与我们分享了可怖的理论：这世上存在一些超越时间与空间的智慧——

# vo_cinematics_obsession_lore_03_2
source: of forces beyond human comprehension...
ja: 恐ろしい理論を披露しあった…
ko: 인간의 인지를 넘어선 힘에 대한 끔찍한 이론을 공유하였네...
uk: про сили за межами людського розуміння...
zh_cn: 一些超越人类理解范畴的力量……

# vo_cinematics_obsession_lore_04_0
source: As the night wore on, circles were drawn carefully in chalk, and salt was laid upon the floor.
ja: 夜が更けると、床にチョークで丁寧に円が描かれ、塩も撒かれた。
ko: 밤그늘이 내리자 바닥에는 분필로 정교한 원들이 그려졌고, 그 위로 소금이 깔렸네.
uk: Коли настала ніч, вони почали ретельно вимальовувати крейдою кола й посипати сіллю підлогу.
zh_cn: 长夜渐深，他们用粉笔仔细地画了圆圈，在地板上撒下盐粉。

# vo_cinematics_obsession_lore_04_1
source: This was not research, it was ritual.
ja: これは研究ではなく、儀式であった。
ko: 이건 연구가 아니라 의식이었어.
uk: Це не було дослідження, це був ритуал.
zh_cn: 这不是研究，这是仪式。

# vo_cinematics_obsession_lore_04_2
source: And I could not stifle my repulsion.
ja: 私は、もはや嫌悪感を抑えきれなくなっていた。
ko: 난 도저히 반발심을 억누를 수 없었지.
uk: Я не міг приховати огиди.
zh_cn: 而我无法抑制内心的抗拒。

# vo_cinematics_obsession_lore_05_0
source: They lit black candles and chanted rhythmically in the gutteral tongues of long-forgotten tribes.
ja: 彼らは黒いキャンドルに火を灯すと、はるか昔に絶滅した部族の言葉でリズミカルに詠唱を始めた。
ko: 검은 촛불을 켜고 오래 전에 잊힌 부족의 언어로 다같이 노래 부르던 모습이란.
uk: Вони запалили чорні свічки й почали читати гортанними голосами мантри давно забутих племен.
zh_cn: 他们点燃了漆黑的蜡烛，操着早已为人所忘却的部落土语，开始了有节奏的吟唱。

# vo_cinematics_obsession_lore_05_1
source: Even now, I can hear the echoes of those awful invocations.
ja: 今でも、あの忌まわしきまじないの響きが聞こえてくる。
ko: 지금도 그 끔찍한 소환의 메아리가 들리는 것만 같네.
uk: Навіть зараз я чую відлуння тих жахливих заклинань.
zh_cn: 即使如今，我也能听到那些污秽的咒语在耳畔回响。

# vo_cinematics_obsession_lore_06_0
source: At my insistence, we retired to our room,
ja: 私は彼らに断りを告げ、君を連れて部屋に戻ると、
ko: 결국 내 고집에 따라 우리는 숙소로 돌아왔고
uk: На мою вимогу ми сховалися у своїй кімнаті,
zh_cn: 在我的坚持下，我们回了房间，

# vo_cinematics_obsession_lore_06_1
source: where I countered your excitement by clearly outlining the vulnerability of our position.
ja: 私とは真逆にあの儀式に興奮している君に対して、我々の立場の弱さを明確に説明した。
ko: 자네는 열정적 주장을 펼쳤으나, 난 우리의 취약한 입장을 들어 가며 흥분을 억눌렀지.
uk: де я одразу пояснив, наскільки вразливим є наше становище.
zh_cn: 在那里，我明确指出了我们处境的危险，以此驳斥你的热忱。

# vo_cinematics_obsession_lore_06_2
source: Reason prevailed, and we elected to block the door with a large dresser.
ja: その結果、なんとか理性が勝り、我々は大きな衣装棚で扉を塞ぐことにした。
ko: 마침내 이성을 되찾은 우리는 큰 옷장으로 문을 막기로 결정했네.
uk: Здоровий глузд переміг, і ми вирішили перегородити двері великим комодом.
zh_cn: 最后，理智占了上风；我们决定用一座巨大的衣柜堵住房门。

# vo_cinematics_obsession_outro_01_0
source: We awoke to an empty house.
ja: 目が覚めると、邸宅には誰もいなかった。
ko: 눈을 떠 보니 저택은 비어 있더군.
uk: Ми прокинулися в порожньому будинку.
zh_cn: 我们醒来时，宅邸空空如也。

# vo_cinematics_obsession_outro_01_1
source: The garroted bodies of the attendees lay around the basement dais,
ja: 地下の高座には、絞首刑にされた参列者たちの死体が、
ko: 지하 단상 주변에는 참석자들의 시신이 철의 왕관의 형상으로 널부러져 있었고
uk: Задушені гості лежали навколо помосту в підвалі;
zh_cn: 在地下室的凸起平台上，一具具仪式参与者的尸体排成一圈，

# vo_cinematics_obsession_outro_01_2
source: each prostrate along a point of the Crown; our host conspicuously absent.
ja: 王冠にひれ伏すように倒れていたが、邸宅の主人はどこにもいなかった。
ko: 우리의 가주는 어디서도 그 모습을 찾을 수 없었네.
uk: їхні тіла були розташовані вздовж променів вінця, а господаря ніде не було видно.
zh_cn: 以跪姿被钉在铁王冠周围，一人对应一个焦点；而宅邸的主人则杳无音讯，无比可疑。

# vo_cinematics_obsession_outro_01_3
source: I could scarcely countenance such obscenity,
ja: 私は、こんな不愉快なことは到底許せなかったが、
ko: 그토록 노골적인 광경은 어디서도 보지 못했으나,
uk: Я ніяк не міг змиритися з таким блюзнірством,
zh_cn: 如此亵渎之景几乎让我无法忍受，

# vo_cinematics_obsession_outro_01_4
source: but you were transfixed, eyes ablaze with inspiration.
ja: 君は興奮して目を輝かせ、その光景に釘付けになっていた。
ko: 자네만큼은 영감과 열정 어린 눈으로 그 광경에 사로잡혀 있었지.
uk: але ви були ошелешені, у ваших очах горіло натхнення.
zh_cn: 可你却痴迷于此，瞳孔中闪烁着启发的光芒。

# vo_cinematics_obsession_outro_01_5
source: The failed ritual would become your obsession -
ja: この決定的な瞬間から、君はその失敗した儀式に執着しはじめ、
ko: 실패한 의식은 자네의 집착이 되었고
uk: Ви були одержимі цим невдалим ритуалом;
zh_cn: 此后，那场失败的仪式令你为之执迷——

# vo_cinematics_obsession_outro_01_6
source: from that pivotal moment, you were blind to all else.
ja: 他のすべてのことが目に入らなくなった。
ko: 바로 그때부터 자네는 다른 것에 눈 돌리지 않게 되었어.
uk: з того переломного моменту для вас більше нічого не існувало.
zh_cn: 自那一刻起，你便对其他一切视而不见。

# vo_cinematics_resentment_intro_01_0
source: Your vociferous calls to bring our findings before the faculty were dangerously premature.
ko: 자네가 한껏 흥분해 교수진의 코앞에 연구 결과를 들이밀었던 건 확실히 시기상조였네.

# vo_cinematics_resentment_intro_01_1
source: Given the gaps in our understanding, doing so would risk ridicule, or worse, robbery.
ja: 我々の間にある理解度のギャップを考慮すると、嘲笑の種となる可能性や、最悪の場合、強盗に遭う危険性がある。
ko: 서로 이해의 차이가 있다는 걸 생각하면 자칫 조롱이나 강탈을 당할 수도 있었잖나.
uk: Ми не бачили всієї картини, і такий вчинок призвів би до осміяння або, що гірше, до крадіжки ідей.
zh_cn: 出于我们认知的显著偏差，这样做可能会招致嘲笑，或者更糟——剽窃。

# vo_cinematics_resentment_intro_01_2
source: I took no pleasure in asserting my seniority -
ja: 私は、年功序列というものを主張するのは好きではないが、
ko: 내 개인적으로 권위적인 강압은 좋아하지 않네만
uk: Я не хотів нагадувати про своє старшинство,
zh_cn: 纵使千不甘、万不愿，我也只能利用我尊长的地位，

# vo_cinematics_resentment_intro_01_3
source: stifling your protestations with a strict mandate of absolute secrecy.
ja: 絶対的な秘密保持を厳しく命じて、君の抗議を押しとどめた。
ko: 그때만큼은 비밀을 절대로 유지하라고 자네를 강압할 수밖에 없었네.
uk: та мені довелося рішуче наказати вам тримати все в глибокій таємниці.
zh_cn: 以绝对保密的严格措施将你的抗议压了下去。

# vo_cinematics_resentment_intro_01_4
source: You acquiesced, but your plaintive susurrations betrayed a burgeoning resentment.
ja: 君はおとなしく従ったものの、悲哀を帯びた呟き声には、憤慨を抑えきれない気持ちがこもっていた。
ko: 자네는 침묵을 지켰지만 그 서글픈 반응만 봐도 가슴 속 울화를 엿볼 수 있었지.
uk: Ви підкорилися, але незадоволений шепіт показував, що ви вкрай обурені.
zh_cn: 你服从了，但你哀怨的低语将心中的愤恨展露无遗。

# vo_cinematics_resentment_lore_01_0
source: We had managed to grasp a thread of connective worship -
ja: 我々は、時代と民族の大きな溝を越えてつながる
ko: 우리는 결국 이 일관적 신앙의 실마리를 간신히 파헤쳤네.
uk: Нам вдалося вхопитися за нитку, яка веде до культу,
zh_cn: 我们找到了一条信仰之间相连的线索——

# vo_cinematics_resentment_lore_01_1
source: that stretched across vast gulfs of time and tribe.
ja: 崇拝の糸をつかむことができたのだ。
ko: 그 범위는 방대한 시간과 문화권에 걸쳐 있었지.
uk: що існував ще в сивій давнині в диких племен.
zh_cn: 跨越了时间与部族的鸿沟。

# vo_cinematics_resentment_lore_01_2
source: But we did not understand it.
ja: しかし、我々はそれを理解できなかった。
ko: 하지만 도무지 이해가 되지 않았네.
uk: Але ми не змогли цього збагнути.
zh_cn: 但我们没能理解它。

# vo_cinematics_resentment_lore_02_0
source: We required the highest standard of empirical evidence,
ja: 我々は、私の経歴や君の将来が、
ko: 최고 수준의 실증적 증거가 준비되지 않는다면
uk: Як завжди, ми хотіли практичних доказів,
zh_cn: 那时我们所需要的是最高标准的经验证据，

# vo_cinematics_resentment_lore_02_1
source: lest my career and your future -
ja: 同業者に馬鹿にされて損なわれたりすることのないよう、
ko: 자칫 내 경력이나 자네의 미래가
uk: щоб моя кар’єра й ваше майбутнє
zh_cn: 以免我的生涯与你的未来

# vo_cinematics_resentment_lore_02_2
source: - be compromised by the cynicism of our peers.
ja: 最高水準の経験則を求めていた。
ko: 학계의 조소 아래 묻힐 위기였지.
uk: не були заплямовані цинізмом наших колег.
zh_cn: 遭到我们同行的刻薄讥讽。

# vo_cinematics_resentment_lore_03_0
source: Time and time again, I impressed upon you that any adulation afforded us
ja: 幾度となく、私は君に、自分たちが発見したことをきちんと弁護できなければ、
ko: 난 우리가 발견한 사실을 뒷받침할 물증을 찾아내지 못한다면
uk: Знову й знову я переконувався в тому, що будь-які лестощі на нашу адресу
zh_cn: 我向你再三说明，只要我们无法为我们的成果辩护，

# vo_cinematics_resentment_lore_03_1
source: would be fleeting if we could not properly defend our findings.
ja: どんな賞賛の声も束の間であることを強調した。
ko: 그 어떤 찬사도 물거품이 될 거라고 자네에게 계속 주지시켰지.
uk: забудуться, якщо результати нашої праці не будуть підтверджені.
zh_cn: 那么任何对我们的奉承都只会是过眼云烟。

# vo_cinematics_resentment_lore_04_0
source: I understood your eagerness to build a reputation,
ja: 君が評価を高めようとする気持ちはもちろん理解できたし、
ko: 자네가 명성에 목말라한다는 것도 이해했기에
uk: Я розумів ваше прагнення створити собі репутацію,
zh_cn: 我理解你对建立声名的渴望，

# vo_cinematics_resentment_lore_04_1
source: and it pained me greatly to hold you back.
ja: それを阻むことは、私にとっても心苦しいものであった。
ko: 그런 자네를 제지하는 것도 내게는 힘든 일이었네.
uk: і мені було дуже боляче стримувати вас.
zh_cn: 因此阻拦你使我痛苦不堪。

# vo_cinematics_resentment_lore_05_0
source: You mistook my abundance of caution for a lack of confidence,
ja: 君は、私の慎重さを自信のなさと勘違いしたのだろう。
ko: 자네는 나의 신중함을 자신감의 결여로 착각하여
uk: Ви помилково прийняли мою надмірну обережність за невпевненість
zh_cn: 你将我的谨慎有余误认为是自信不足，

# vo_cinematics_resentment_lore_05_1
source: and would perseverate on your grievances at length...
ja: そして、己の不満の原因を長々と執拗に言い続けた…
ko: 오랫동안 불만을 삭혔겠지만...
uk: і далі виливали на мене свою образу.
zh_cn: 因此一遍遍地宣泄你的不满……

# vo_cinematics_resentment_lore_06_0
source: The subsequent months were measured in melted candles,
ja: その後の数カ月間は、何本ものキャンドルをただ無駄にし、
ko: 그 다음 몇 달은 수없이 녹아내린 양초와
uk: Наступні місяці були сповнені воском згорілих свічок
zh_cn: 之后的那几个月，衡量时间的方式是一根根融化的蜡烛，

# vo_cinematics_resentment_lore_06_1
source: and mounting disappointments.
ja: 失望を募らせる日々だった。
ko: 계속되는 실망으로 점철되었지.
uk: і розчаруванням, що не вщухало.
zh_cn: 以及一摞摞堆砌的压力。

# vo_cinematics_resentment_outro_01_0
source: The blaze began in the east wing of the Great Library.
ja: 火事の火元は、大図書館東棟だった。
ko: 화재는 대도서관 동관에서 시작되었네.
uk: Полум’я спалахнуло в східному крилі Великої бібліотеки.
zh_cn: 火焰从大图书馆的东翼烧了起来。

# vo_cinematics_resentment_outro_01_1
source: Within hours, the entirety of our effort lay in a smouldering, ashen heap.
ja: たった数時間のうちに、我々の努力は灰の山と化した。
ko: 채 몇 시간도 되지 않아 우리의 모든 노력은 잿더미가 되어 버렸지.
uk: За кілька годин результати всіх наших зусиль обернулися на жменьку попелу.
zh_cn: 不过几个小时，我们的所有努力就化作了一抔冒烟的灰烬。

# vo_cinematics_resentment_outro_01_2
source: I braced against your rancorous buffeting,
ja: 私は君から激しい非難を受けたが、持ちこたえた。
ko: 나는 자네의 실망에 찬 울분을 걱정하면서도
uk: Я був готовий до вашої несамовитої ворожості,
zh_cn: 我顶着你怒火中烧的责备，

# vo_cinematics_resentment_outro_01_3
source: avowing a certain hesitant relief at our freedom from that mocking sigil.
ja: 同時に、あの馬鹿げた紋章から解放されたことに、ある種のためらいを感じつつも安堵していた。
ko: 내심 그 기만적인 낙인으로부터 해방되었다는 점에 마음이 놓였더랬지.
uk: хоча й відчував полегшення, позбавившись тягаря цього ганебного знака.
zh_cn: 心底却有一种迟来的解脱感，毕竟不用再受那个徽记的嘲弄。

# vo_cinematics_resentment_outro_01_4
source: The uncanny arrival of the letter, however,
ja: しかし、その不気味な手紙の到着は、
ko: 하지만 기이한 서신이 도착했던 것도 바로 그 때였네.
uk: Однак отримання цього зловісного листа
zh_cn: 然而，那封信的不期而至，

# vo_cinematics_resentment_outro_01_5
source: heralded a new, pernicious phase of our investigation...
ja: 我々の調査の新たな悪しき局面を告げるものであった…
ko: 우리의 조사에 새롭고 위험한 단계를 예고한 그 편지...
uk: сповістило про новий, фатальний етап нашого дослідження...
zh_cn: 却象征着我们的调查进入了崭新而愈发危险的阶段……

# vo_curios_broken_clock_0
source: Despite being in perfect working order, it remains damnably stuck just before twelve.
ja: 問題なく動いているにもかかわらず、どういうわけか12時前から先に進まなくなるのだ。
ko: 분명 완벽하게 작동하고 있는데 어째서 12시 직전에 딱 멈춰 있는 것인지?
uk: Він у відмінному стані, але стрілки намертво застрягли просто перед дванадцятьма.
zh_cn: 尽管找不到半点毛病，它却始终如受了诅咒般卡在了12点前的那一秒。

# vo_curios_caged_creature_0
source: An early experiment - gird yourself and don't stand too close.
ja: これは初期の実験だ、気を引き締めて、あまり近くに立たないように。
ko: 초기의 실험체지. 마음 단단히 먹고 너무 가까이 다가가지는 말게나.
uk: Ранній експеримент... під час якого краще виявляти обережність.
zh_cn: 一个早期的实验品——控制好你自己，不要站得太近。

# vo_curios_faceless_facsimile_0
source: The theory at the time was that harm could be rendered to a subject... by proxy.
ja: 当時の理論では、被験者に…遠くから危害を加えることができるとされていた。
ko: 타인을 대리하는 물체를 통해 해를 입힐 수 있는가... 대강 그런 이론이었지.
uk: Раніше існувала теорія про те, що шкоду можна завдати через посередника.
zh_cn: 那时候的理论是，伤害可以通过人偶传递到实体身上。

# vo_curios_familiar_desk_0
source: The well-worn seat of our research, still littered with notes,
ja: 我々の使い古した研究室には今でも、メモや図面、
ko: 우리가 연구를 진행하던 낡아 빠진 자리로군. 아직도 온통
uk: Старе місце, де ми проводили свої дослідження;
zh_cn: 我们的研究那饱经沧桑的王座，仍然杂乱无章地散落着

# vo_curios_familiar_desk_1
source: diagrams, and dusty journals.
ja: 埃を被った日誌などが、所狭しと散乱している。
ko: 서류와 도식, 먼지 덮인 일지 투성이야.
uk: воно й досі завалене нотатками, графіками й укритими пилом щоденниками.
zh_cn: 笔记、图表，以及尘封的日记。

# vo_curios_formless_sculpture_0
source: I regret ever buying that cursed clay from which sprung this anathema.
ja: この忌まわしきものを生み出した、あの呪われた陶器を買ったことを後悔している。
ko: 이 모든 파멸의 시발점인 그 저주 받을 토기를 샀던 걸 아직도 후회한다네.
uk: Я шкодую про покупку проклятої глини, що породила цю гидоту.
zh_cn: 我后悔买了那一块受诅的黏土，生出了这么个叫人憎恨的玩意。

# vo_curios_hovering_polyhedra_0
source: Recovered from the sunken temple off the wind-whipped coast,
ja: 風が吹きすさぶ海岸に沈んだ神殿から回収されたそれは、
ko: 바람의 휘몰아치는 해안가에 가라앉아 있던 사원이지.
uk: Ця знахідка з храму, який затонув біля узбережжя, що продувається вітрами,
zh_cn: 从那风蚀海岸的沉没神殿中发现，

# vo_curios_hovering_polyhedra_1
source: it emanates an antediluvian power.
ja: 古代人の力を宿していた。
ko: 아직도 고대의 힘을 발휘하고 있다네.
uk: випромінює прадавню силу.
zh_cn: 它散发着一种上古时期的力量。

# vo_curios_memories_of_a_dream_0
source: You painted without rest for days, babbling incoherently about distant,
ja: 君は何日も休むことなく絵を描き続け、どこか遠くの、なかば妄想に近い場所について
ko: 자네는 며칠 동안 쉼없이 그림을 그리며 머나먼 상상의 장소에 대해
uk: Ви писали без відпочинку й сну, бурмочучи щось нерозбірливе про далекі,
zh_cn: 你没日没夜，无休无止地绘画，毫无逻辑地念叨着

# vo_curios_memories_of_a_dream_1
source: half-imagined places.
ja: 支離滅裂なことをしゃべり続けた。
ko: 앞뒤도 맞지 않는 횡설수설을 거듭했더랬지.
uk: наполовину уявні місця.
zh_cn: 遥远的、半虚半实的地点。

# vo_curios_scary_song_0
source: We were able to replicate the Dark Song, albeit in a more... conventional key.
ja: 我々は「暗黒の歌」を複製することができた。とはいえ…ありふれた音階ではあるが。
ko: 우린 자소 평범한 음계로나마... 어두운 노래를 마침내 복제해낼 수 있었네.
uk: Ми змогли переписати Темну пісню, нехай і на більш... звичний лад.
zh_cn: 我们成功地复制出了黑暗之歌，只不过用的是……更为常规的调式。

# vo_curios_sealed_doorway_0
source: It would be... unwise to open this hateful portal, if memory serves.
ja: 記憶が確かなら…この憎しみに満ちた扉を開くのは賢明ではない。
ko: 내 기억이 맞다면... 이 증오에 찬 차원문을 여는 건 그리 현명하지 못할 걸세.
uk: Було б не дуже розумно відкривати цей портал, якщо пам’ять мені не зраджує.
zh_cn: 打开这道充满憎恨的传送门……不会是好主意，如果我的记忆准确的话。

# vo_curios_shamblers_altar_0
source: The inscription reads, "The sacrifice of Hope opens the gate to ruin.
ko: 「희망을 희생하여 파멸의 문을 열라. 공허를 갈망한다면 스스로를 바쳐라」

# vo_curios_shamblers_altar_1
source: Offer of yourself if you crave the Void."
ko: ...라고 비문에 쓰여 있군.

# vo_curios_thing_in_corner_0
source: We found the pathetic creature chained to an obelisk,
ja: 我々は、古い教会の廃墟の地下800mにあるオベリスクに鎖でつながれた、
ko: 우리는 옛 교회의 폐허 아래 반 마일 깊이에 묻혀 있던 석주에서
uk: Ми знайшли жалюгідну істоту, прикуту до обеліска,
zh_cn: 我们发现这个可怜的生物时，它被拴在了一块方尖碑上，

# vo_curios_thing_in_corner_1
source: a half-mile beneath the old church ruins.
ja: なんとも哀れな生物を発見した。
ko: 웬 가련한 피조물이 묶여 있던 걸 발견했네.
uk: за півмилі вниз від руїн старої церкви.
zh_cn: 位于那座古老教堂地下半英里深的地方。

# vo_curios_thought_experiment_0
source: We reasoned that the mind must be dissected if it is to be understood.
ja: 我々は、心を理解するためには、それを解剖する必要があると考えた。
ko: 마음을 이해하려면 마땅히 마음을 해부해야 하지 않겠나, 하는 이론의 도출이었지.
uk: Ми міркували так: щоб осягнути розум, треба його препарувати.
zh_cn: 我们当时的逻辑是，如果思维要被解构，那么就必须被解剖。

# vo_curios_timeworn_volumes_0
source: A rare and impressive collection of folklore,
ja: 民俗学、古代の知恵、そして…邪悪な秘密が詰まった、
ko: 희귀하면서도 인상적인 설화, 고대의 지식,
uk: Рідкісне захоплююче зібрання фольклору,
zh_cn: 罕见而令人印象深刻的收藏，里面囊括了

# vo_curios_timeworn_volumes_1
source: ancient wisdom, and... sinister secrets.
ja: 貴重で印象的なコレクション。
ko: 그리고... 불길한 비밀의 수집이로군.
uk: прадавніх мудрощів і зловісних таємниць.
zh_cn: 民俗文化、古代智慧，以及……邪恶秘密。

# vo_curios_unsettling_portrait_0
source: A handsome rendering of that devilish degenerate who so eagerly welcomed us to his table.
ja: 我々を熱烈にもてなした、あの悪魔のような堕落者を美化したものだ。
ko: 우릴 식사 자리에 기꺼이 초대해 주었던 그 악독한 작자의 멋진 초상이로군.
uk: Чарівний образ того диявольського виродка, який настирливо запрошував нас до свого столу.
zh_cn: 画的是那个急切地宴请我们的魔鬼般的败类，这幅画把他画英俊了。

# vo_curios_vintage_collection_0
source: There is something unearthly in the tannin of this unsavoury vintage.
ja: この嫌な臭いのする年代物のタンニンには、何か得体の知れないものがある。
ko: 이 고약한 포도주의 산미에는 분명 기이한 향취가 풍기는군.
uk: Є щось неземне в дубленні цього непоказного вінтажу.
zh_cn: 这种难以下咽的酒酿之中，暗藏着不可告人的奇异成分。

# vo_driving_arrive_intersection_1way_01_0
source: A simple choice. At least, it should be.
ja: シンプルな選択。少なくとも、そうであるべきだ。
ko: 결국 간단한 선택이어야 하지 않겠나.
uk: Простий вибір. Або лише здається таким.
zh_cn: 一个简单的选择，至少应当如此。

# vo_driving_arrive_intersection_1way_02_0
source: An elementary problem, is it not?
ja: 初歩的な問題ではないか？
ko: 아주 기초적인 문제 아니던가?
uk: Елементарне завдання, хіба ні?
zh_cn: 非常基础的问题，不是么？

# vo_driving_arrive_intersection_3way_01_0
source: Think carefully - today's oversight is tomorrow's regret.
ja: 慎重に考えよう。今日の見落としは、明日の後悔につながる。
ko: 신중히 생각하게. 오늘의 안일함은 내일의 후회로 돌아올 테니.
uk: Треба добре подумати, щоб потім не шкодувати.
zh_cn: 仔细考虑——今日的大意就是明日的悔恨。

# vo_driving_arrive_intersection_3way_02_0
source: Myriad options require careful deliberation.
ja: 無数の選択肢の中から、慎重に検討する必要がある。
ko: 선택지가 다양하니 신중히 숙고해 보게.
uk: Стільки варіантів треба ретельно обміркувати.
zh_cn: 繁多的选项需要仔细的斟酌。

# vo_driving_arrive_intersection_3way_03_0
source: The destination is never in question, only the route you take to get there.
ja: 目的地に問題はないが、そこに到達するためのルートが問題なのだ。
ko: 목적지는 분명하네. 가는 길만 헤매일 뿐.
uk: Призначення відоме, а ось шлях до нього ще треба знайти.
zh_cn: 目的地从来毋庸置疑；需要考虑的只是前往目的地的路线。

# vo_driving_arrive_intersection_3way_04_0
source: When deliberation is exhausted, trust your instincts.
ja: 熟考することに疲れ果てたなら、自分の直感を信じることだ。
ko: 이성이 마비될 때는 본능을 믿어 보게.
uk: Коли роздуми заводять у глухий кут, варто довіритися інстинктам.
zh_cn: 如果没有精力深思熟虑，那么就相信你的直觉。

# vo_driving_arrive_intersection_3way_05_0
source: Consider all variables... but do it quickly.
ja: すべての変数を検討しよう…ただし、迅速に行うこと。
ko: 모든 변수를 고려하되... 빨리 끝내게.
uk: Потрібно продумати всі варіанти... але швидко.
zh_cn: 考虑所有的可能……但是尽快做出决定。

# vo_driving_arrive_intersection_inventory_01_0
source: Your collection can wait - press onward!
ja: コレクションは後回しにして、前に進もう！
ko: 수집품은 잠시 내버려 두어도 되네. 지금은 밀어 붙이게!
uk: Ваша колекція може зачекати. Уперед!
zh_cn: 查看收藏不是什么迫在眉睫的事——继续前进！

# vo_driving_arrive_intersection_inventory_02_0
source: Analysis is invaluable until it becomes an excuse for inaction.
ja: 分析は、行動を起こさないことの言い訳として使われるまでは、非常に貴重なものだ。
ko: 분석은 중요하지만 우유부단의 핑곗거리가 되어서는 안되네.
uk: Аналіз залишається неоціненним, доки не стає приводом до бездіяльності.
zh_cn: 分析非常宝贵，直到它成为不作为的借口。

# vo_driving_arrive_intersection_inventory_03_0
source: All that matters is the flickering torch you bear...
ja: 重要なのは、君が持っている松明の明かりだ…
ko: 결국 중요한 것은 자네가 들고 있는 그 횃불일세...
uk: Значення має лише мерехтливий смолоскип у руці...
zh_cn: 真正重要的只有车上那飘忽的火光……

# vo_driving_arrive_intersection_pause_x_seconds_01_0
source: We must keep moving...
ja: 我々は、前進し続けなければならぬ…
ko: 계속 움직이세나...
uk: Потрібно йти далі...
zh_cn: 我们必须继续前进……

# vo_driving_arrive_intersection_pause_x_seconds_02_0
source: Destiny will not be denied.
ja: 運命が否定されることはない。
ko: 운명은 부정되지 않을 걸세.
uk: Від долі неможливо втекти.
zh_cn: 天命无法违逆。

# vo_driving_arrive_intersection_pause_x_seconds_03_0
source: Procrastination of the inevitable is futility itself.
ja: 避けられないことを先延ばしにするのは、無駄そのものだ。
ko: 필연을 미루어 봤자 덧없기만 하지 않겠나.
uk: Нема сенсу намагатися відкласти неминуче.
zh_cn: 拖延注定之事只是在做无用功。

# vo_driving_arrive_intersection_pause_x_seconds_04_0
source: Onward, while there is still time!
ja: 時間があるうちに、前進せよ！
ko: 아직 시간이 있을 때 밀고 나가세!
uk: Уперед, поки є час!
zh_cn: 前进，趁着还有时间！

# vo_driving_arrive_intersection_pause_x_seconds_05_0
source: Push forward - lamentably, there is no other choice.
ja: 前に進め。嘆かわしいことだが、他に選択肢はない。
ko: 밀어 붙이게. 안타깝지만 지금은 선택의 여지가 없다네.
uk: Уперед... На жаль, іншого вибору в нас нема.
zh_cn: 向前推进——很遗憾，我们别无选择。

# vo_driving_biome_cave_start_01_0
source: Tread carefully and quickly. This is swine country.
ja: 慎重に、かつ迅速に。ここは豚の領域だ。
ko: 조심해서 신속히 발을 놀리게. 이곳은 돼지의 영역이니.
uk: Обережність і поспіх не будуть зайвими. Це земля вепрів.
zh_cn: 谨慎而迅速地通行。这是猪人的地界。

# vo_driving_biome_caves_halfway_01_0
source: Hidden in warrens and ancient waterways, the swine proliferate unseen and unchecked.
ja: この豚は巣窟や古代の水路に隠れ、人知れず、抑制されることなく繁殖している。
ko: 돼지들은 우리와 고대 수로에 숨은 채 걷잡을 수 없이 번식해나가고 있네.
uk: Ховаючись у катакомбах і древніх пересохлих каналах, вепрі розмножуються незримо й безконтрольно.
zh_cn: 躲在洞窟和古代的水渠之中，猪人在暗处无所顾忌地繁衍。

# vo_driving_biome_caves_halfway_02_0
source: There are rumours these rancorous beasts have some demoniac spark of... otherworldly intelligence.
ja: 噂によると、この凶暴な獣は悪魔のような輝きを放ち…異世界の知性を持つと言われている。
ko: 이 포악한 짐승들은 기이하게도 일말의... 포악한 지능을 가졌다는 소문이 들리더군.
uk: Ходять чутки, що ці злобливі тварюки одержимі демонічною іскрою... потойбічного інтелекту.
zh_cn: 有一些传言称，这些暴躁的野兽有着某种……恶魔般的异界智慧。

# vo_driving_biome_caves_halfway_03_0
source: The swine were first reported by denizens of a small hamlet nestled on the eastern coast.
ko: 돼지들은 동부 해안에 자리 잡은 작은 영지의 주민들이 처음으로 발견했다지.

# vo_driving_biome_city_halfway_01_0
source: Rubble and flame... as far as the eye can see.
ja: 見渡す限りの瓦礫と炎…
ko: 눈에 보이는 곳마다 온통 폐허와 불꽃 뿐이로군...
uk: Вогонь та руїни куди не подивися.
zh_cn: 废墟与火焰……满目疮痍。

# vo_driving_biome_city_halfway_02_0
source: Unhinged by the impending apocalypse, the fanatics burn book and building alike.
ja: 差し迫る黙示録に動揺した狂信者たちは、本や建物を焼き尽くした。
ko: 종말이 임박했지만 저 광신도들은 책과 건물을 모조리 불태우고 있다네.
uk: Схиблені на майбутньому апокаліпсисі фанатики спалюють книги і разом із ними цілі будинки.
zh_cn: 受到未来的天灾蛊惑心智，这些狂徒要将书籍和建筑一同烧成灰。

# vo_driving_biome_city_halfway_03_0
source: Centuries of human learning and achievement, ruined by riotous contempt.
ja: 数世紀にわたる人類の学問と功績は、暴徒たちの侮辱行為により損なわれてしまった。
ko: 수백 년에 걸친 인간의 지식과 성취가 한낱 경멸 아래 불타고 있네.
uk: Століття людських знань і досягнень знищені божевільними невігласами.
zh_cn: 数世纪人的研究成果与造诣，就这样被猖狂的暴动毁于一旦。

# vo_driving_biome_city_halfway_04_0
source: The fanatics feed themselves to the fire, their flesh melting like candle wax...
ja: 狂信者たちは自ら火に身を投じ、その肉は、まるでキャンドルの蝋のように溶けていく…
ko: 저 광신도들은 불 속에 몸을 담그고 살갗을 밀랍처럼 녹이더군...
uk: Фанатики згодовують себе вогню. Їхні тіла плавляться, як свічковий віск...
zh_cn: 这些狂徒以自己的身体为火焰供养，他们的血肉像蜡油一般融化……
