Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# battle_goal_man_at_arms_chapter_4
source: Honour The Fallen
ja: 戦没者の栄誉を讃えよ
ko: 망자를 추모하라
uk: Вшанувати пам’ять полеглих
zh_cn: 缅怀死者

# battle_goal_occultist_chapter_3
source: Slay Your Virtues
ja: 自分の美徳を殺せ
ko: 스스로의 미덕을 처단하라
uk: Убити в собі чесноту
zh_cn: 杀死你的美德

# battle_goal_occultist_chapter_4
source: Preserve The Séance
ko: 회동을 지켜라
uk: Захистити сеанс

# battle_goal_plague_doctor_chapter_2
source: Disprove The Professor
ja: 教授を論破せよ
ko: 교수에게 도전하라
uk: Довести помилку професора
zh_cn: 驳倒老师

# battle_goal_plague_doctor_chapter_4
source: Stabilize The Patient
ja: 患者の容態を安定させよ
ko: 환자를 안정시켜라
uk: Стабілізувати пацієнта
zh_cn: 稳住病人

# battle_goal_runaway_chapter_1
source: Steal The 2 Keys And Escape
ja: カギを2つ盗んで脱出せよ
ko: 열쇠 2개를 훔쳐 도망쳐라
uk: Украсти два ключі й втекти
zh_cn: 窃取两把钥匙并逃离

# battle_goal_runaway_chapter_4
source: Play With Fire
ja: 火で遊べ
ko: 불장난을 해라
uk: Пограти з вогнем
zh_cn: 玩火

# battle_goal_vestal_combat_1
source: Satisfy Your Curiosity 3 Times
ko: 호기심을 3번 충족시켜라
uk: Тричі вгамувати цікавість

# battle_goal_vestal_combat_2
source: Defeat The Torturer!
ja: 拷問者を倒せ
ko: 고문 기술자를 처단하라!
uk: Перемогти мучителя!
zh_cn: 打败施刑者！

# battle_modifier_title_ambush_monsters
source: Enemy Ambush!
ja: 敵の待ち伏せ！
ko: 적의 기습!
uk: Засідка ворогів!
zh_cn: 敌人埋伏！

# battle_modifier_title_elite_monsters
source: Elite Enemies
ja: エリートの敵
ko: 정예 적
uk: Елітні вороги
zh_cn: 精英敌人

# battle_modifier_title_final_showdown
source: Face Your Failure!
ja: 己の失敗と対面せよ！
ko: 네 실패를 마주하라!
uk: Зізнайтеся в гріхах!
zh_cn: 直面你的 失败！

# battle_modifier_title_frenzied_monsters
source: Frenzied Enemies
ja: 狂乱した敵
ko: 광란에 빠진 적
uk: Шалені вороги
zh_cn: 狂暴敌人

# battle_modifier_title_gargantuan_monsters
source: Sturdy Enemies
ja: 頑丈な敵
ko: 튼튼한 적
uk: Затяті вороги
zh_cn: 健壮敌人

# battle_modifier_title_hale_monsters
source: Hale Enemies
ja: 強健な敵
ko: 끄떡없는 적
uk: Стійкі вороги
zh_cn: 坚韧敌人

# battle_modifier_title_hastened_monsters
source: Hastened Enemies
ja: 性急な敵
ko: 재빠른 적
uk: Швидкі вороги
zh_cn: 神速敌人

# battle_modifier_title_impervious_monsters
source: Impervious Enemies
ja: 免疫を持つ敵
ko: 꿋꿋한 적
uk: Невразливі вороги
zh_cn: 钢铁敌人

# battle_modifier_title_infectious_monsters
source: Infectious Enemies
ja: 感染性の敵
ko: 병을 옮기는 적
uk: Заразні вороги
zh_cn: 疫病敌人

# battle_modifier_title_unyielding_monsters
source: Unyielding Enemies
ja: 不屈の敵
ko: 불굴의 적
uk: Непохитні вороги
zh_cn: 顽强敌人

# battle_modifier_title_urgent_repairs
source: Urgent Repairs!
ja: 緊急修理
ko: 긴급 수리!
uk: Терміновий ремонт!
zh_cn: 紧急抢修！

# battle_modifier_title_urgent_repairs_wheels
source: Urgent Repairs!
ko: 긴급 수리!
uk: Терміновий ремонт!

# battle_modifier_tooltip_title_ambush_monsters
source: Enemy Ambush!
ja: 敵の待ち伏せ！
ko: 적의 기습!
uk: Засідка ворогів!
zh_cn: 敌人埋伏！

# battle_modifier_tooltip_title_elite_monsters
source: Elite Enemies:
ja: エリートの敵：
ko: 정예 적:
uk: Елітні вороги:
zh_cn: 精英敌人：

# battle_modifier_tooltip_title_final_showdown
source: Face Your Failure!
ja: 自分の失敗を直視せよ！
ko: 네 실패를 마주하라!
uk: Зізнайтеся в гріхах!
zh_cn: 直面你的失败！

# battle_modifier_tooltip_title_frenzied_monsters
source: Frenzied Enemies:
ja: 狂乱の敵：
ko: 광란에 빠진 적:
uk: Шалені вороги:
zh_cn: 狂暴敌人：

# battle_modifier_tooltip_title_gargantuan_monsters
source: Sturdy Enemies:
ja: 頑丈な敵：
ko: 튼튼한 적:
uk: Затяті вороги:
zh_cn: 健壮敌人：

# battle_modifier_tooltip_title_hale_monsters
source: Hale Enemies:
ja: 強健な敵：
ko: 끄떡없는 적:
uk: Стійкі вороги:
zh_cn: 坚韧敌人：

# battle_modifier_tooltip_title_hastened_monsters
source: Hastened Enemies:
ja: 性急な敵：
ko: 재빠른 적:
uk: Швидкі вороги:
zh_cn: 神速敌人：

# battle_modifier_tooltip_title_impervious_monsters
source: Impervious Enemies:
ja: 不死身の敵：
ko: 꿋꿋한 적:
uk: Невразливі вороги:
zh_cn: 钢铁敌人：

# battle_modifier_tooltip_title_infectious_monsters
source: Infectious Enemies:
ja: 感染力のある敵：
ko: 병을 옮기는 적:
uk: Заразні вороги:
zh_cn: 疫病敌人：

# battle_modifier_tooltip_title_unyielding_monsters
source: Unyielding Enemies:
ja: 不屈の敵：
ko: 불굴의 적:
uk: Непохитні вороги:
zh_cn: 顽强敌人：

# battle_modifier_tooltip_title_urgent_repairs
source: Urgent Repairs
ko: 긴급 수리
uk: Терміновий ремонт

# battle_modifier_tooltip_title_urgent_repairs_wheels
source: Urgent Repairs
ko: 긴급 수리
uk: Терміновий ремонт

# battle_number_start_label
source: Battle {0}!
ja: 戦闘{0}！
ko: 전투 {0}!
uk: Бій {0}!
zh_cn: 第 {0} 战！

# biome_enemy_faction_Cave
source: The Swine
ja: 豚
ko: 돼지
uk: Вепрі
zh_cn: 猪人

# biome_enemy_faction_City
source: The Fanatics
ja: 狂信者
ko: 광신도
uk: Фанатики
zh_cn: 狂徒

# biome_enemy_faction_Farm
source: The Plague Eaters
ja: 疫病腐食者
ko: 역병아귀
uk: Чуможери
zh_cn: 饕餮客

# biome_enemy_faction_Forest
source: The Lost Battalion
ja: 失われた大隊
ko: 사라진 대대
uk: Заблуканий батальйон
zh_cn: 迷途军

# biome_enemy_faction_Mountain
source: The Cultists
ja: 崇拝者
ko: 이교도
uk: Єретики
zh_cn: 邪祟

# biome_enemy_faction_Valley
source: The Gaunts
ja: 亡者
ko: 쭉정이
uk: Здихлі
zh_cn: 憔悴者

# biome_goal_avoid_hoarder
source: Anti-Commerce
ja: 反商取引
ko: 장사치 혐오
uk: Торг тут недоречний
zh_cn: 不事商贸

# biome_goal_avoid_hospital
source: No Time to Bleed
ja: 血を流す暇もない
ko: 피 흘릴 시간도 없다
uk: Вулична медицина
zh_cn: 无暇流血

# biome_goal_avoid_watchtower
source: Fog of War
ja: 戦争の霧
ko: 전장의 안개
uk: Туман війни
zh_cn: 战争迷雾

# biome_goal_description_avoid_hoarder
source: Avoid the Hoarder
ja: 貯蔵庫を避けよ
ko: 고물상을 피한다
uk: Не відвідувати барахольника
zh_cn: 避开囤积者

# biome_goal_description_avoid_hospital
source: Avoid the Field Hospital
ja: 野戦病院を避けよ
ko: 야전 병원을 피한다
uk: Не відвідувати польові лазарети
zh_cn: 避开临时诊所

# biome_goal_description_avoid_watchtower
source: Avoid the Watchtower
ja: 監視塔を避けよ
ko: 감시탑을 피한다
uk: Не відвідувати дозорну вежу
zh_cn: 避开眺望台

# biome_goal_description_keep_torch_high
source: Keep the Flame at 40+
ja: 炎を40以上に保て
ko: 불꽃을 40 이상 유지한다
uk: Тримати силу Полум’я на рівні 40+
zh_cn: 保持火炬不低于40

# biome_goal_description_naked_stage_coach
source: Complete this region with no stagecoach items equipped
ko: 역마차 아이템을 장착하지 않고 해당 지역을 완료한다.
uk: Пройти регіон без аксесуарів Диліжанса

# biome_goal_description_road_fights_low
source: Fight 6 or less Road Battles
ja: ロードバトルを6回までに抑えよ
ko: 노상 전투를 6회 이하 치른다
uk: Узяти участь не більше ніж у 6 боях на дорозі
zh_cn: 拦路战斗不超过6场

# biome_goal_description_road_fights_not_4
source: Fight 3 or less Road Battles
ja: ロードバトルを3回までに抑えよ
ko: 노상 전투를 3회 이하 치른다
uk: Узяти участь не більше ніж у 3 боях на дорозі
zh_cn: 拦路战斗不超过3场

# biome_goal_description_story_resist_not_2
source: Fight 1 or less Resistance Encounters
ja: レジスタンス遭遇で1回までに抑えよ
ko: 저항 조우를 1회 이하 치른다
uk: Узяти участь не більше ніж в 1 сутичці
zh_cn: 抵抗遭遇战斗不超过1场

# biome_goal_description_visit_creature_den
source: Visit a Creature Den
ja: 怪物の巣窟を訪れよ
ko: 괴물의 굴에 방문한다
uk: Відвідати барліг
zh_cn: 路过一座兽窟

# biome_goal_description_visit_cultist_2
source: Visit 2+ Oblivion's Ingresses
ja: 忘却の入り口を2回以上訪れよ
ko: 망각의 침입을 2회 이상 방문한다
uk: Відвідати 2+ проходи забуття
zh_cn: 路过至少2个湮灭缺口

# biome_goal_description_visit_oasis
source: Visit an Oasis
ja: オアシスを訪れよ
ko: 샘터에 방문한다
uk: Відвідати оазис
zh_cn: 路过一块绿洲

# biome_goal_description_visit_story_assist_3
source: Visit 3+ Assistance Encounters
ja: 支援遭遇を3回以上行え
ko: 조력 조우를 3회 이상 방문한다
uk: Відвідати страждальників 3+ рази
zh_cn: 路过至少3个援助遭遇

# biome_goal_description_visit_story_cosmic_3
source: Visit 3+ Academic's Studies
ja: 学者の研究所を3回以上訪れよ
ko: 교수의 연구를 3회 이상 방문한다
uk: Відвідати 3+ лабораторії Академіка
zh_cn: 路过至少3个教授的研究

# biome_goal_description_win_dungeon
source: Clear out the Lair
ja: 隠れ家を制圧せよ
ko: 소굴을 소탕한다
uk: Очистити лігво
zh_cn: 清空巢穴

# biome_goal_description_win_roadfights_6
source: Win 4+ Road Battles
ja: ロードバトルに4回以上勝利せよ
ko: 노상 전투를 4회 이상 승리한다
uk: Перемогти в 4+ боях на дорозі
zh_cn: 赢下至少4场拦路战斗

# biome_goal_description_win_story_resist_3
source: Win 3+ Resistance Encounter Battles
ja: レジスタンス遭遇戦闘に3回以上勝利せよ
ko: 저항 조우의 전투를 3회 이상 승리한다
uk: Перемогти в 3+ сутичках
zh_cn: 赢下至少3场抵抗遭遇战斗

# biome_goal_keep_torch_high
source: In the Light
ja: 光の中で
ko: 빛 속에서
uk: У світлі надії
zh_cn: 荆薪明烛

# biome_goal_naked_stage_coach
source: Naked and Afraid
ja: 無防備の恐怖
ko: 처음 모습 그대로
uk: Без захисту
zh_cn: 复返自然

# biome_goal_road_fights_low
source: Secret, Safe
ja: ひっそりと安全に
ko: 은밀하고 안전하게
uk: Під прикриттям
zh_cn: 秘而不宣

# biome_goal_road_fights_not_4
source: Secret, Safe
ja: ひっそりと安全に
ko: 은밀하고 안전하게
uk: Під прикриттям
zh_cn: 秘而不宣

# biome_goal_story_resist_not_2
source: Discretion, not Valor
ja: 勇気ではなく慎重さを
ko: 용맹보다 신중
uk: Тихіше їдеш
zh_cn: 慎之又慎

# biome_goal_tooltip_label
source: <size=140%><font={q}NDDunkelD-Bold SDF{q}><color=#{notable}>GOAL</color></font></size>
ja: <size=140%><font={q}NDDunkelD-Bold SDF{q}><color=#{notable}>目標</color></font></size>
ko: <size=140%><font={q}NDDunkelD-Bold SDF{q}><color=#{notable}>목표</color></font> </size>
uk: <size=140%><font={q}NDDunkelD-Bold SDF{q}><color=#{notable}>ЦІЛЬ</color></font></size>
zh_cn: <size=140%><font={q}NDDunkelD-Bold SDF{q}><color=#{notable}>目标</color></font></size>

# biome_goal_visit_creature_den
source: Exterminate!
ja: 全滅させよ！
ko: 말살하라!
uk: Позбав від лукавого
zh_cn: 赶尽杀绝！

# biome_goal_visit_cultist_2
source: Confront!
ja: 立ち向かえ！
ko: 대적하라!
uk: Зіткнення не уникнути!
zh_cn: 除恶务尽！

# biome_goal_visit_oasis
source: A Moment's Peace
ja: ひとときの安らぎ
ko: 찰나 간의 평안
uk: Мир і спокій
zh_cn: 片刻安宁

# biome_goal_visit_story_assist_3
source: Helping Hand
ja: 救いの手
ko: 도움의 손길
uk: Рука допомоги
zh_cn: 伸出援手

# biome_goal_visit_story_cosmic_3
source: Cosmic Curiosity
ja: 宇宙の好奇心
ko: 우주적 호기심
uk: Пустий інтерес
zh_cn: 上下求索

# biome_goal_win_dungeon
source: Spelunk
ja: 洞窟を探検せよ
ko: 동굴 탐험
uk: Приховане в тінях
zh_cn: 深入地城

# biome_goal_win_roadfights_6
source: Patrol
ja: パトロールせよ
ko: 순찰
uk: Дорожній патруль
zh_cn: 道路巡逻

# biome_goal_win_story_resist_3
source: Resist!
ja: 抵抗せよ！
ko: 저항하라!
uk: Опиратися!
zh_cn: 星火燎原！

# biome_mutator_bat_country
source: BAT COUNTRY
ja: コウモリの国
ko: 박쥐의 나라
uk: ЧОРНЕ ЦАРСТВО
zh_cn: 蝙蝠纷飞之地

# biome_mutator_big_game
source: BIG GAME
ja: 大物
ko: 커다란 사냥감
uk: ВЕЛИКА ДИЧИНА
zh_cn: 猎杀时刻

# biome_mutator_blood_moon
source: BLOOD MOON
ja: 血染めの月
ko: 혈월
uk: МІСЯЦЬ КРОВІ
zh_cn: 猩红之月

# biome_mutator_booty
source: BOOTY
ja: 海賊の宝
ko: 보물
uk: ЧУЖЕ ДОБРО
zh_cn: 宝库

# biome_mutator_candles_and_peace
source: PEACE & HOPE
ja: 平和と希望
ko: 평화와 희망
uk: МИР І НАДІЯ
zh_cn: 和平与希望

# biome_mutator_candles_and_war
source: BLOOD & HOPE
ja: 血液と希望
ko: 피와 희망
uk: КРОВ І НАДІЯ
zh_cn: 鲜血与希望

# biome_mutator_civilization
source: CIVILIZATION
ja: 文明
ko: 문명
uk: ОБРИС ЧАСІВ
zh_cn: 文明

# biome_mutator_corrupting
source: CORRUPTING
ja: 腐敗
ko: 타락의 진행
uk: ТЛІННЯ ПЛОТІ
zh_cn: 腐败滋生

# biome_mutator_crisp_air
source: CRISP AIR
ja: 済んだ空気
ko: 상쾌한 공기
uk: СВІЖИЙ БРИЗ
zh_cn: 新鲜空气

# biome_mutator_curious
source: CURIOUS
ja: 好奇心旺盛
ko: 호기심
uk: РОБОТА РОЗУМУ
zh_cn: 好奇心

# biome_mutator_deluge
source: DELUGE
ja: 大洪水
ko: 범람
uk: ПОТОП СКРІЗЬ
zh_cn: 泄洪

# biome_mutator_devious_plans
source: DEVIOUS PLANS
ja: 狡賢い計画
ko: 사악한 계획
uk: ХИТРІ ПЛАНИ
zh_cn: 节外生枝

# biome_mutator_drought
source: DROUGHT
ja: 干ばつ
ko: 가뭄
uk: ВЕЛИКА ПОСУХА
zh_cn: 干旱

# biome_mutator_foreboding
source: FOREBODING
ja: 虫の知らせ
ko: 흉조
uk: ПОГАНИЙ ЗНАК
zh_cn: 不祥之兆

# biome_mutator_foul_air
source: FOUL AIR
ja: 汚れた空気
ko: 혼탁한 공기
uk: НЕЧИСТИЙ ДУХ
zh_cn: 秽恶空气

# biome_mutator_grave_calling
source: GRAVE CALLING
ja: 墓の呼び声
ko: 무덤의 부름
uk: ПОКЛИК МОГИЛИ
zh_cn: 墓穴召唤

# biome_mutator_haze
source: HAZE
ja: 霞
ko: 연무
uk: ВУАЛЬ ТУМАНУ
zh_cn: 烟霾

# biome_mutator_healthcare
source: HEALING WAYS
ja: 癒しの方法
ko: 치유 방식
uk: ДОРОГИ ЗЦІЛЕННЯ
zh_cn: 治愈之路

# biome_mutator_heat_wave
source: HEAT WAVE
ja: 熱波
ko: 열파
uk: ВОГОНЬ ПЕКЛА
zh_cn: 热浪

# biome_mutator_heavy_winds
source: HEAVY WINDS
ja: 強風
ko: 강풍
uk: ШАЛЕНА БУРЯ
zh_cn: 狂风大作

# biome_mutator_junkyard
source: TRADE ROUTE
ja: 交易路
ko: 교역로
uk: ШЛЯХ НАЖИВИ
zh_cn: 贸易路线

# biome_mutator_light_the_way
source: WAY IS LIT
ja: 灯された道
ko: 길은 밝혀졌다
uk: СВІТЛО ІСТИНИ
zh_cn: 光明前程

# biome_mutator_loathsome
source: LOATHSOME
ja: にがにがしい
ko: 혐오
uk: ОГИДНІ ХАЩІ
zh_cn: 新仇旧怨

# biome_mutator_malaise
source: MALAISE
ja: 不安の兆し
ko: 내부의 불만
uk: ДУХ НЕМОЧІ
zh_cn: 厄难缠身

# biome_mutator_marked_roads
source: MARKED ROADS
ja: 印のついた道
ko: 기록된 길
uk: МІЧЕНІ ШЛЯХИ
zh_cn: 标注之路

# biome_mutator_maze
source: MAZE
ja: 迷路
ko: 미로
uk: ЛАБІРИНТ ДОРІГ
zh_cn: 迷宫

# biome_mutator_no_time_to_bleed
source: BLOOD RUN
ja: 止まらぬ血流
ko: 혈류
uk: СТРУМ КРОВІ
zh_cn: 血流成河

# biome_mutator_outpost
source: OUTPOST
ja: 前哨基地
ko: 전초기지
uk: ПОСТ ОХОРОНИ
zh_cn: 边境前哨

# biome_mutator_pestilent
source: PESTILENT
ja: 伝染
ko: 부패
uk: ЧУМНИЙ МОР
zh_cn: 疫病肆虐

# biome_mutator_praise_the_sun
source: PRAISE SUN
ja: 太陽賛美
ko: 해를 찬양하라
uk: ХВАЛА СОНЦЮ
zh_cn: 赞美太阳

# biome_mutator_recession
source: RECESSION
ja: 後退
ko: 퇴거
uk: СПАД ПОПИТУ
zh_cn: 衰退

# biome_mutator_strategic_plan
source: STRATEGIC PLAN
ja: 戦略計画
ko: 작계
uk: ПЛАН КУРСУ
zh_cn: 战略计划

# biome_mutator_the_gauntlet
source: GAUNTLET
ja: 試練
ko: 수갑
uk: ВИКЛИК МУК
zh_cn: 试炼

# biome_mutator_thick_mud
source: THICK MUD
ja: 深い泥
ko: 찐득한 진흙
uk: ТРЯСОВИНА
zh_cn: 泥泞

# biome_mutator_to_the_end
source: TO THE END
ja: 終末への道
ko: 끝을 향해
uk: НЕМА КІНЦЯ
zh_cn: 直至终点

# biome_mutator_treacherous
source: TREACHEROUS
ja: 恐るべき道
ko: 보이지 않는 위협
uk: ЗЛІ ПІДСТУПИ
zh_cn: 道途多舛

# biome_mutator_trench_run
source: TRENCH RUN
ja: 塹壕地帯
ko: 참호 돌격
uk: ВАЖКИЙ ПОХІД
zh_cn: 大道至简

# biome_mutator_true_evil
source: TRUE EVIL
ja: 真の悪
ko: 진정한 악
uk: СПРАВЖНЕ ЗЛО
zh_cn: 万恶之源

# biome_mutator_untouched
source: UNTOUCHED
ja: 手付かずの地
ko: 미답지
uk: НЕ НАШКОДЬ
zh_cn: 不为所动

# biome_name_Cave
source: The Sluice
ja: 水路
ko: 시궁창
uk: Староріччя
zh_cn: 暗渠

# biome_name_City
source: The Sprawl
ja: 廃墟街
ko: 교외
uk: Пограддя
zh_cn: 燔城

# biome_name_Coast
source: The Shroud
ja: 灰色の入江
ko: 연해
uk: Імлисте
zh_cn: 死港

# biome_name_Farm
source: The Foetor
ja: 腐敗街道
ko: 농지
uk: Сморіддя
zh_cn: 腐宴

# biome_name_Forest
source: The Tangle
ja: 暗い樹海
ko: 덩굴숲
uk: Чорнолісся
zh_cn: 乱冢

# biome_name_Mountain
source: The Mountain
ja: 山
ko: 산
uk: Гора
zh_cn: 山峰

# biome_name_MountainArms
source: The Mountain
ko: 산
uk: Гора

# biome_name_MountainBody
source: The Mountain
ko: 산
uk: Гора

# biome_name_MountainBrain
source: The Mountain
ko: 산
uk: Гора

# biome_name_MountainEyes
source: The Mountain
ko: 산
uk: Гора

# biome_name_MountainLungs
source: The Mountain
ko: 산
uk: Гора

# biome_name_Valley
source: The Valley
ja: 渓谷
ko: 계곡
uk: Долина
zh_cn: 山谷

# biome_name_ValleyIntro
source: The Valley
ko: 계곡
uk: Долина

# biome_panel_region_condition_label
source: Region Plight
ja: 地域の状況
ko: 지역 난관
uk: Доля регіону
zh_cn: 地区险阻

# biome_panel_region_goal_label
source: Region Goals
ja: 目標地域
ko: 지역 목표
uk: Цілі регіону
zh_cn: 地区目标

# biome_progress_label
source: Regions: {0}/{1}
ja: 地域：{0}/{1}
ko: 지역: {0}/{1}
uk: Регіонів: {0}/{1}
zh_cn: 地区：{0}/{1}

# blessed_tooltip_arms_flavour
source: <i>Unrestrained ambition; the prelude to downfall</i>
ja: <i>剥き出しの野心、没落への前奏曲</i>
ko: <i>절제되지 않은 야망은 곧 파멸의 전주곡이니</i>
uk: <i>Невситиме честолюбство, прелюдія до падіння</i>
zh_cn: <i>无拘无束的野心，即是灭亡的序章……</i>

# blessed_tooltip_brain_flavour
source: <i>Shackled to oblivion...</i>
ja: <i>忘却に束縛されしもの...</i>
ko: <i>망각에 족쇄 채워져...</i>
uk: <i>У кайданах забуття...</i>
zh_cn: <i>被枷锁禁锢于湮灭之中……</i>

# blessed_tooltip_eyes_flavour
source: <i>Unwavering focus; a terrible attention...</i>
ja: <i>揺るぎない集中力、恐るべき注意力...</i>
ko: <i>흔들림 없는 눈길, 끔찍한 관심...</i>
uk: <i>Пильний погляд, моторошний інтерес...</i>
zh_cn: <i>不懈的执迷，可怖的注视……</i>

# blessed_tooltip_final_flavour
source: <i>The greatest of tests, failure itself.</i>
ko: <i>가장 위대한 실험은 실패로 돌아갔으니.</i>
uk: <i>Найбільше з випробувань — сама поразка.</i>

# blessed_tooltip_lungs_flavour
source: <i>The hot breath of seething fury...</i>
ja: <i>激しい怒りの熱い息...</i>
ko: <i>끓는 분노로 뱉는 뜨거운 입김...</i>
uk: <i>Гарячий подих несамовитої люті...</i>
zh_cn: <i>沸腾的怒意吞吐热浪……</i>

# blocked_by_label
source: <color=#{stat_reg}><i>BLOCKED BY:
ja: <color=#{stat_reg}><i>使用不可：
ko: <color=#{stat_reg}><i>사용 불가:
uk: <color=#{stat_reg}><i>ЧИМ БЛОКУЄТЬСЯ:
zh_cn: <color=#{stat_reg}><i>被以下特质禁用：

# boss_arms_core
source: Ravenous Reach
ko: 탐욕스러운 손길
uk: Невситима жадібність

# boss_arms_phase1
source: Ravenous Reach
ko: 탐욕스러운 손길
uk: Невситима жадібність

# boss_arms_phase2
source: Ravenous Reach
ko: 탐욕스러운 손길
uk: Невситима жадібність

# boss_arms_phase3
source: Ravenous Reach
ko: 탐욕스러운 손길
uk: Невситима жадібність

# boss_body_cherub
source: Proclaimer
ja: 宣言者
ko: 선포자
uk: Провісник
zh_cn: 前言

# boss_body_core
source: The Body of Work
ko: 과업의 몸
uk: Породження пороку

# boss_body_failure_flg
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_gr
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_hel
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_hwm
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_jes
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_lep
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_maa
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_occ
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_pd
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_run
source: Spectre
ko: 망령
uk: Привид

# boss_body_failure_ves
source: Spectre
ko: 망령
uk: Привид

# boss_body_phase1
source: Body of Work
ko: 과업의 몸
uk: Породження пороку

# boss_body_phase2
source: Body of Work
ko: 과업의 몸
uk: Породження пороку

# boss_body_phase3
source: Body of Work
ko: 과업의 몸
uk: Породження пороку

# boss_brain_core
source: Shackles of Denial
ja: 拒絶の枷
ko: 부정의 족쇄
uk: Окови заперечення
zh_cn: 否认之锁

# boss_brain_lock_health
source: Padlock of Wasting
ja: 萎縮の南京錠
ko: 황폐의 자물쇠
uk: Запір спустошення
zh_cn: 蹉跎之锁头

# boss_brain_lock_melee
source: Latch of Regret
ja: 後悔の掛け金
ko: 후회의 걸쇠
uk: Клямка жалю
zh_cn: 悔恨之锁闩

# boss_brain_lock_ranged
source: Bolt of Lamentation
ja: 嘆きのかんぬき
ko: 비탄의 빗장
uk: Засув стогонів
zh_cn: 悲叹之锁簧

# boss_brain_lock_stress
source: Shackle of Despair
ja: 絶望の錠前
ko: 절망의 족쇄
uk: Окови розпачу
zh_cn: 绝望之锁链

# boss_choice_arms_label
source: IV. Ambition
ko: IV. 야망
uk: IV. Честолюбство

# boss_choice_body_label
source: V. Cowardice
ko: V. 비겁
uk: V. Боягузтво

# boss_choice_brain_label
source: I. Denial
ja: I. 拒絶
ko: I. 부정
uk: I. Заперечення
zh_cn: I. 否认

# boss_choice_eyes_label
source: III. Obsession
ja: III. 執着
ko: III. 집착
uk: III. Одержимість
zh_cn: III. 执迷

# boss_choice_lungs_label
source: II. Resentment
ja: II. 憤慨
ko: II. 분노
uk: II. Гнів
zh_cn: II. 愤怒

# boss_choice_prologue_label
source: Prologue
ko: 서막

# boss_defeated_prompt_arms
source: Ambition Purged!
ko: 야망 정화!
uk: Честолюбство вгамоване!

# boss_defeated_prompt_body
source: Confession Complete!
ko: 고해 완료!
uk: Сповідання завершене!

# boss_defeated_prompt_brain
source: Shackles Destroyed!
ja: 枷を破壊した！
ko: 족쇄 파괴!
uk: Окови розірвані!
zh_cn: 枷锁已挣脱！

# boss_defeated_prompt_eyes
source: Obsession Purged!
ja: 執着を清めた！
ko: 집착 정화!
uk: Наслання зняте!
zh_cn: 执迷已破除！

# boss_defeated_prompt_lungs
source: Resentment Purged!
ja: 憤慨を晴らした！
ko: 분노 정화!
uk: Гнів угамований!
zh_cn: 怒火已平息！

# boss_eyes
source: Focused Fault
ja: 注目されし過失
ko: 집중된 오점
uk: Невимовна провина
zh_cn: 执迷之错

# boss_eyes_core
source: Focused Fault
ja: 注目されし過失
ko: 집중된 오점
uk: Невимовна провина
zh_cn: 执迷之错

# boss_eyes_stalk_l
source: Cluster of Eyes
ja: 集合した目
ko: 눈의 군집
uk: Скупчення очей
zh_cn: 眼球集束

# boss_eyes_stalk_m
source: Bifurcated Eye
ja: 分裂した目
ko: 갈라진 눈
uk: Роздвоєне око
zh_cn: 分叉眼球

# boss_eyes_stalk_s
source: Cloistered Eye
ja: 分離した目
ko: 닫힌 눈
uk: Відокремлене око
zh_cn: 闭合眼球

# boss_eyes_stalk_s_corpse
source: Collapsed Eye
ja: 崩れた目
ko: 쇠약해진 눈
uk: Мертве око
zh_cn: 毁坏眼球

# boss_lungs_back
source: Lung
ja: 肺
ko: 허파
uk: Легеня
zh_cn: 肺

# boss_lungs_back_corpse
source: Damaged Lung
ja: 損傷した肺
ko: 상처 입은 허파
uk: Поранена легеня
zh_cn: 受损的肺

# boss_lungs_core
source: Seething Sigh
ja: 激情のため息
ko: 들끓는 탄식
uk: Важке зітхання
zh_cn: 沸腾之息

# boss_lungs_front
source: Lung
ja: 肺
ko: 허파
uk: Легеня
zh_cn: 肺

# boss_lungs_front_corpse
source: Damaged Lung
ja: 損傷した肺
ko: 상처 입은 허파
uk: Поранена легеня
zh_cn: 受损的肺

# boss_select_button
source: Confirm
ja: 決定
ko: 확인
uk: Підтвердити
zh_cn: 确认

# boss_select_title_panel_label
source: Complete your Confession
ja: 懺悔を完了
ko: 네 고해를 끝내라
uk: Виберіть сповідання
zh_cn: 完成你的忏悔

# boss_select_title_panel_label_intro
source: Begin your Confession
ko: 네 고해를 시작하라

source: Bounty Hunter
ja: 賞金稼ぎ
ko: 현상금 사냥꾼
uk: Найманець
zh_cn: 赏金猎人

# bounty_hunter_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# buff_blessing_description
source: This enemy is blessed by {0}
ja: この敵は{0}の祝福を受けている
ko: 이 적은 {0}의 축복을 받음
uk: Звідки отримано благословення: {0}
zh_cn: 此敌人被{0}赐福

# buff_combat_end_single_duration_label
source: <color=#{neutral}>(1 Battle)</color>
ko: <color=#{neutral}>(전투 내내)</color>
uk: <color=#{neutral}>(1 бій)</color>

# buff_combo_res_pen_bleed_20pct
source: +20% <sprite name={q}icon_bleed{q}> RES Piercing
ko: <sprite name={q}icon_bleed{q}>저항 무시 +20%
uk: +20% подолання ОПР <sprite name={q}icon_bleed{q}>

# buff_combo_res_pen_bleed_30pct
source: +30% <sprite name={q}icon_bleed{q}> RES Piercing
ko: <sprite name={q}icon_bleed{q}>저항 무시 +30%
uk: +30% подолання ОПР <sprite name={q}icon_bleed{q}>

# buff_combo_res_pen_blight_20pct
source: +20% <sprite name={q}icon_blight{q}> RES Piercing
ko: <sprite name={q}icon_blight{q}>저항 무시 +20%
uk: +20% подолання ОПР <sprite name={q}icon_blight{q}>

# buff_combo_res_pen_blight_30pct
source: +30% <sprite name={q}icon_blight{q}> RES Piercing
ko: <sprite name={q}icon_blight{q}>저항 무시 +30%
uk: +30% подолання ОПР <sprite name={q}icon_blight{q}>

# buff_deaths_door
source: <color=#{deathdoor}>Death's Door</color>
ko: <color=#{deathdoor}>죽음의 문턱</color>
uk: <color=#{deathdoor}>Поріг смерті</color>

# buff_deaths_door_description
source: The next blow could be fatal!
ja: 次の一撃が致命的になり得る！
ko: 다음 공격을 받고 완전히 죽을 수도 있습니다!
uk: Наступний удар може стати смертельним!
zh_cn: 下一击可能致命！

# buff_desc_151_trinket_cultist_sickening_silence_02_override
source: If not <sprite name={q}icon_disease{q}>: <color=#{debuff}>-200%</color> <sprite name={q}icon_disease{q}> RES
ko: <sprite name={q}icon_disease{q}> 상태가 아니면: <sprite name={q}icon_disease{q}> 저항 <color=#{debuff}>-200%</color>
uk: Якщо не <sprite name={q}icon_disease{q}>: <color=#{debuff}>–200%</color> ОПР <sprite name={q}icon_disease{q}>

# buff_desc_anti_block_debuff_override
source: <color=#{debuff}>Cannot Gain <sprite name={q}token_block{q}></color> <color=#{neutral}>(2 Rounds)</color>
ko: <color=#{debuff}><sprite name={q}token_block{q}> 획득 불가</color> <color=#{neutral}>(2라운드)</color>
uk: <color=#{debuff}>Не може отримати <sprite name={q}token_block{q}></color> <color=#{neutral}>(2 раунди)</color>

# buff_desc_anti_dodge_debuff_override
source: <color=#{debuff}>Cannot Gain <sprite name={q}token_dodge{q}></color> <color=#{neutral}>(2 Rounds)</color>
ko: <color=#{debuff}><sprite name={q}token_dodge{q}> 획득 불가</color> <color=#{neutral}>(2라운드)</color>
uk: <color=#{debuff}>Не може отримати <sprite name={q}token_dodge{q}></color> <color=#{neutral}>(2 раунди)</color>

# buff_desc_anti_stealth_debuff_override
source: <color=#{debuff}>Cannot Gain <sprite name={q}token_stealth{q}></color> <color=#{neutral}>(2 Rounds)</color>
ko: <color=#{debuff}><sprite name={q}token_stealth{q}> 획득 불가</color> <color=#{neutral}>(2라운드)</color>
uk: <color=#{debuff}>Не може отримати <sprite name={q}token_stealth{q}></color> <color=#{neutral}>(2 раунди)</color>

# buff_desc_path_buff_grv_venomdrop_stealth_blight_override
source: <color=#{buff}>+2<sprite name={q}icon_blight{q}> Dealt</color> when Self <sprite name={q}token_stealth{q}>
ja: 自身が <sprite name={q}token_stealth{q}>の時、<color=#{buff}>+2<sprite name={q}icon_blight{q}>を与える</color>
ko: 자신이 <sprite name={q}token_stealth{q}>일 때 <color=#{buff}><sprite name={q}icon_blight{q}>지속 피해량 +2</color>
uk: <color=#{buff}>+2 завд. <sprite name={q}icon_blight{q}>,</color> коли в самого персонажа <sprite name={q}token_stealth{q}>
zh_cn: 自身<sprite name={q}token_stealth{q}>时<color=#{buff}>+2造成的<sprite name={q}icon_blight{q}></color>
