Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_banter_stress_out+envious+jester
source: If you're so smart, you drive the coach.
ja: そんなに頭がいいなら、駅馬車を運転してよ
ko: 그렇게 똑똑하면 그쪽이 마차 몰아.
uk: Якщо ти такий розумака — сам прав Диліжансом.
zh_cn: 你那么聪明的话，你去驾车好了。

# bark_act_out_banter_stress_out+envious+leper
source: Watch your footing, braggart.
ja: 偉そうにするなら足元に気をつけるのだな
ko: 발 조심해서 뻗게나.
uk: Під ноги дивися, хвалько.
zh_cn: 你应该学学什么叫脚踏实地。

# bark_act_out_banter_stress_out+envious+man_at_arms
source: It's clear you've got it all figured out.
ja: 自分で何とかしたのは明白なようだな
ko: 그래, 그쪽은 모르는 게 없는 양반이겠지.
uk: Зрозуміло. У тебе все схоплено.
zh_cn: 一切都在你的计划之中，是吧。

# bark_act_out_banter_stress_out+envious+occultist
source: Water-fat and unreliable, you are.
ja: お前は水太りで頼りない
ko: 거 허풍만 찼지 믿을 수가 없는 사람이군.
uk: На тебе не можна покластися.
zh_cn: 滥竽充数之辈。

# bark_act_out_banter_stress_out+envious+plague_doctor
source: A confluence of confidence and ineptitude!
ja: まさに「自信と無策の合体」だな！
ko: 자신감과 무능함이 합쳐진 결과로군!
uk: Гримуча суміш самовпевненості й некомпетентності!
zh_cn: 自信与无能交汇的产物！

# bark_act_out_banter_stress_out+envious+runaway
source: You got no idea what the rest of us have been through.
ja: 私たちがどんな思いをしてきたか、お前にはわからないだろう
ko: 우리가 무슨 일을 겪었는지는 아무것도 모르면서.
uk: Ти не уявляєш, через що ми пройшли.
zh_cn: 你不知道我们其它人都经受了什么。

# bark_act_out_banter_stress_out+envious+vestal
source: The Light sees what you'd keep concealed.
ja: 光は、あなたが隠したものを見ています
ko: 빛께서는 그대가 숨기고픈 걸 전부 드러내시지.
uk: Світло бачить те, що ти приховуєш.
zh_cn: 你所掩藏的事物，圣光尽收眼底。

# bark_act_out_banter_stress_out+flagellant
source: No mercy for those who hold me back!
ko: 내 발목을 잡는 자에게 베풀 자비는 없다!
uk: Не буде милосердя для тих, хто мене стримує!

# bark_act_out_banter_stress_out+grave_robber
source: All shall be dust. Even us.
ja: 全ては塵となる。私たちでさえも
ko: 먼지는 먼지로. 우리도 먼지로.
uk: Вернеться все знов до пороху. Навіть ми.
zh_cn: 一切都将归于灰烬。我们也一样。

# bark_act_out_banter_stress_out+hateful
source: Out of my face, tottering bespawler.
ja: 目の前から消えろ、ヨレヨレの唾吐き野郎
ko: 짜증나게 얼쩡대지 말고 꺼져라.
uk: Геть з моїх очей.
zh_cn: 从我眼前滚开，废物。

# bark_act_out_banter_stress_out+hateful+flagellant
source: I am a being of wrath - and you've earned it!
ja: 怒りこそ俺の姿だ。お前に思い知らせてやる！
ko: 나는 분노의 현신이라. 그 분노는 바로 네가 자초한 것이다!
uk: Я сповнений гніву — і ти його заслуговуєш!
zh_cn: 领受我的愤怒吧——这是你罪有应得！

# bark_act_out_banter_stress_out+hateful+grave_robber
source: Byspelt! Be you daft or simply a coward?
ja: 愚かな！お前は間抜けか、ただの臆病者か？
ko: 하이고! 당신 바보야? 아니면 그냥 겁쟁이?
uk: Отакої! У тебе клепки нема чи коліна тремтять?
zh_cn: 真是荒唐！你到底是笨，还是单纯是个懦夫？

# bark_act_out_banter_stress_out+hateful+hellion
source: You'd have been culled as a whelp.
ja: お前は幼いころに捨てられたのだろうな
ko: 늑대 새끼였으면 진작 솎아졌겠군.
uk: Утопити тебе треба було. Мов щеня.
zh_cn: 在我们那，你活不到成年。

# bark_act_out_banter_stress_out+hateful+highwayman
source: I've wet my blade for less...
ja: これよりもマシな事態で殺しをしたことはあるがな…
ko: 확 담가버릴라...
uk: Я проливав кров і не за таке...
zh_cn: 我曾经为更小的事情动过刀子……

# bark_act_out_banter_stress_out+hateful+jester
source: No one would miss you.
ko: 너 같은 놈 없어도 아무도 아쉬워하지 않을걸.
uk: Ніхто не сумуватиме за тобою.

# bark_act_out_banter_stress_out+hateful+leper
source: Press not past the bounds of my patience.
ja: 私の我慢の限界を超えないよう、気をつけるのだな
ko: 내 인내심을 시험하지 말라.
uk: Не перевіряй межі мого терпіння.
zh_cn: 不要试探我忍耐力的极限。

# bark_act_out_banter_stress_out+hateful+man_at_arms
source: Blast you!
ja: 失せろ！
ko: 빌어먹을 놈!
uk: А, бодай тобі...
zh_cn: 去你的！

# bark_act_out_banter_stress_out+hateful+occultist
source: R'luhz ngy'haaAAH!
ja: ルウゥズヌグアアアア！
ko: 를루즈 느기하아!
uk: Р’лугз нгі’га-а!

# bark_act_out_banter_stress_out+hateful+plague_doctor
source: You are a walking HEADACHE!
ja: お前は歩く頭痛のような奴だ！
ko: 걸어 다니는 두통거리가 따로 없네!
uk: Ти ходяча мігрень!
zh_cn: 你走到哪，哪的人就头疼！

# bark_act_out_banter_stress_out+hateful+runaway
source: You may fool the others, but not me.
ja: 他の者は騙せても、私には無理よ
ko: 다른 사람은 속여도 나는 못 속여.
uk: Ти можеш обдурити інших, але не мене!
zh_cn: 你或许可以骗过别人，但你骗不过我。

# bark_act_out_banter_stress_out+hateful+vestal
source: You will know hereafter my fury!
ja: あなたは、私の怒りをこれから知るでしょう！
ko: 내 분노를 그리도 보고 싶은가!
uk: Тобі не втекти від мого гніву!
zh_cn: 从此刻起，你将领略我的怒火！

# bark_act_out_banter_stress_out+hellion
source: IDIOT!
ja: このバカ！
ko: 병신아!
uk: Чи ти сповна розуму?
zh_cn: 白痴！

# bark_act_out_banter_stress_out+highwayman
source: Damned souls, one and all.
ko: 모조리 다 지옥에 떨어질 영혼들이야.
uk: Ми всі тут пропащі душі.

# bark_act_out_banter_stress_out+jester
source: Lofty goals, folly all of it.
ja: 高尚な目標か。何もかもバカげてる
ko: 말도 안되는 목표와 멍청한 행동이로군.
uk: Високі цілі — це безглуздя.
zh_cn: 遥不可及的目标，真是蠢到家了。

# bark_act_out_banter_stress_out+leper
source: Our world - fallen, unrecognizable.
ja: 我々の世界は堕落し、認識し難いものとなった
ko: 우리의 세상은 알아보지도 못하게 무너졌다.
uk: Наш світ зруйновано вщент.
zh_cn: 我们的世界——只剩遍地狼藉。

# bark_act_out_banter_stress_out+man_at_arms
source: What were we thinking...?
ja: 俺たちはいったい何を考えていたんだ…？
ko: 우린 대체 무슨 착각을...?
uk: Про що ми тільки думали?
zh_cn: 我们到底在想什么？

# bark_act_out_banter_stress_out+occultist
source: One can only push a mind so far...
ja: 人はここまでしか心を動かせない…
ko: 정신적으로 이토록 몰리다니...
uk: Як тут можна зберегти здоровий глузд?
zh_cn: 人类的心智终究有其极限……

# bark_act_out_banter_stress_out+plague_doctor
source: Disease. Rot. Putrescence. All of it.
ja: 病気。堕落。腐敗。全部だ
ko: 죄다 질병, 염증, 부패뿐.
uk: Хвороба, гниття, смерть — усе це відбирає розум.
zh_cn: 疫病、腐烂、坏死，比比皆是。

# bark_act_out_banter_stress_out+resentful
source: I tire of having to mind you.
ko: 신경 써주는 것도 이젠 지겨워.
uk: Мені набридло думати про тебе.

# bark_act_out_banter_stress_out+resentful+flagellant
source: We have furniture more useful than you.
ja: 家具の方がお前より役に立つ
ko: 너보다는 이 가구가 더 유용하겠군.
zh_cn: 马车上的器械都比你更有用。

# bark_act_out_banter_stress_out+resentful+grave_robber
source: Our luck has turned since we took you on.
ja: お前を迎えてから、私たちの運が落ちた
ko: 어쩜, 자기가 들어오고 나서 되는 일이 하나도 없다?
uk: Успіх відвернувся від нас, щойно ми підібрали тебе.
zh_cn: 自从碰上了你，我们就开始倒霉。

# bark_act_out_banter_stress_out+resentful+hellion
source: Milk-drunk weakling!
ja: ミルク飲みの弱虫め！
ko: 젖먹이 약골 놈!
uk: У тебе ще молоко на губах не обсохло!
zh_cn: 吃奶的弱者！

# bark_act_out_banter_stress_out+resentful+highwayman
source: Are you even on our side?!
ja: お前、俺たちの味方ですらないな？！
ko: 너 우리 편 맞긴 하냐?!
uk: Ти взагалі на нашому боці?
zh_cn: 你到底是不是我们这边的？！

# bark_act_out_banter_stress_out+resentful+jester
source: Hah! Hahah! Oh, goodness.
ja: ハハッ！ハハハ！なんてことだ
ko: 하! 하하! 아이고, 배야.
uk: Ха. Ха-ха! О Боже.
zh_cn: 哈！哈哈！哎呦，我的天。

# bark_act_out_banter_stress_out+resentful+leper
source: The sea erodes, the coast crumbles.
ja: 海は浸食され、海岸は崩れる
ko: 바다가 뒤집히고 해안이 무너지는구나.
uk: Море розмиває береги.
zh_cn: 海浪侵蚀，海岸瓦解。

# bark_act_out_banter_stress_out+resentful+man_at_arms
source: What addle-brain trained you?!
ja: どんな頭のおかしい奴から訓練を受けた！？
ko: 대체 어떤 머저리한테 훈련을 받았나?!
uk: У твого наставника мізки були набакир!
zh_cn: 你是哪个疯子教出来的？

# bark_act_out_banter_stress_out+resentful+occultist
source: I doubt your allegiance, friend.
ja: 友よ、お前の忠誠心は疑わしいものだ
ko: 자네가 어느 편인지 심각하게 우려되는군, 친구.
uk: Сумніваюсь я у твоїй відданості справі.
zh_cn: 我怀疑你别有用心，朋友。

# bark_act_out_banter_stress_out+resentful+plague_doctor
source: Countless wounds I've treated - and no thanks!
ja: 数えきれないほどの傷を治療したが、感謝の一つもないとは！
ko: 내가 지금까지 봐준 상처가 수백 개인데 감사 한번 못 받고!
uk: Я стільки ран вилікувала — і жодної подяки!
zh_cn: 我治愈过无数顽疾——但你恐怕已经病入膏肓！

# bark_act_out_banter_stress_out+resentful+runaway
source: Keep up or get left behind!
ja: ついてこないと置いていくからな！
ko: 따라잡지 못하면 뒤처질 뿐이야!
uk: Не відставай або залишайся позаду.
zh_cn: 跟不上的话，就只能把你丢下了！

# bark_act_out_banter_stress_out+resentful+vestal
source: My troubles move you not, I see.
ja: 私の悩みに心を動かされないようですね
ko: 내 시련은 아무렇지도 않은가 보군.
uk: Я бачу, мої біди тебе не хвилюють.
zh_cn: 看来你对我的困难不为所动。

# bark_act_out_banter_stress_out+runaway
source: I was safer on the streets...
ja: 路上の方が安全だった…
ko: 차라리 길바닥이 더 안전했던 것 같네...
uk: Навіть на вулиці було безпечніше...
zh_cn: 走街串巷的生活都比现在安全……

# bark_act_out_banter_stress_out+suspicious
source: Where do your loyalties lie, hm?
ko: 넌 대체 누구 편이지? 응?
uk: Де ж твоя відданість, га?

# bark_act_out_banter_stress_out+suspicious+flagellant
source: You lack the conviction to bleed for our cause!
ja: 我々の目的のために血を流すという信念がお前にはないのか！
ko: 우리의 대의를 위해 기꺼이 피 흘릴 신념이 부족하구나!
uk: Ти ж не проллєш свою кров за нашу справу!
zh_cn: 你缺少为我们的信念流血的使命感！

# bark_act_out_banter_stress_out+suspicious+grave_robber
source: Your intent is questionable, as is your aim.
ko: 의도도 수상하고, 빗나가는 것도 수상하고.
uk: Твої наміри сумнівні, як і твої цілі.

# bark_act_out_banter_stress_out+suspicious+hellion
source: CHICKEN'S HEART! You plan to abandon us!
ja: 臆病者め！私たちを見捨てるつもりだな！
ko: 이 새가슴! 우리 버리고 도망칠 생각이다!
uk: Боягузливе створіння, ти збираєшся нас кинути!
zh_cn: 胆小鬼！你是打算丢下我们吧！

# bark_act_out_banter_stress_out+suspicious+highwayman
source: And show my back to you? Never.
ja: お前に背中を見せるだと？絶対にないな
ko: 너한테 등을 보이라고? 어림도 없지.
uk: І повернутися до тебе спиною? Та в жодному разі.
zh_cn: 把后背暴露给你？想都别想。

# bark_act_out_banter_stress_out+suspicious+jester
source: Hands where I can watch 'em.
ja: 見えるところに手を置けよ
ko: 양손 다 내가 보이는 곳에 둬.
uk: Тримай руки так, щоб їх було видно.
zh_cn: 把手放在我能看到的地方。

# bark_act_out_banter_stress_out+suspicious+leper
source: A snake in the grass...
ja: 草に潜む蛇、といったところか…
ko: 뱀 한 마리가 풀섶에 숨었구나...
uk: Підозріла поведінка...
zh_cn: 口蜜腹剑之徒……

# bark_act_out_banter_stress_out+suspicious+man_at_arms
source: You think yourself our general, do you?
ja: 自分が将軍だと思っているのか？
ko: 네가 우리 상관이라도 된 것 같나, 엉?
uk: Думаєш, ми твої підлеглі?
zh_cn: 你以为你能对我们发号施令？

# bark_act_out_banter_stress_out+suspicious+occultist
source: You have a most malevolent aura.
ja: お前は悪意に満ちたオーラを放っているな
ko: 자네는 실로 사악한 아우라를 지녔군.
uk: У тебе неймовірно темна аура.
zh_cn: 你的气场污浊无比。

# bark_act_out_banter_stress_out+suspicious+plague_doctor
source: You conspire against me!
ja: 私に対して何か企んでいるな！
ko: 다른 꿍꿍이가 있는 거지!
uk: Ти плетеш інтриги проти мене!
zh_cn: 你想要害我！

# bark_act_out_banter_stress_out+suspicious+runaway
source: You ask too many questions.
ja: お前は質問が多すぎる
ko: 당신 질문이 너무 많은데.
uk: Ти ставиш забагато запитань.
zh_cn: 少管闲事。

# bark_act_out_banter_stress_out+suspicious+vestal
source: Feeble of heart and will!
ko: 심지가 참으로 나약하도다!
uk: Де твоя сміливість? Де воля?

# bark_act_out_banter_stress_out+vestal
source: Your weak will threatens our holy cause!
ja: あなたの弱い意志が、私たちの神聖な大義を脅かすのです！
ko: 너희 약자들이 성스러운 사명을 위협하고 있도다!
uk: Твоя слабка воля загрожує нашій святій справі!
zh_cn: 你的脆弱会让我们的神圣使命功亏一篑！

# bark_act_out_boisterous_banter@0
source: I haven't the foggiest on how to get you grumps to have fun!
ja: 文句ばかりなお前たちが、何をすれば楽しめるか見当がつかないな！
ko: 너희처럼 퉁명스러운 것들을 어떻게 하면 즐겁게 해줄 수 있을까!
uk: Гадки не маю, як вас усіх розворушити!
zh_cn: 真不知道怎么才能让你们这群苦瓜脸找点乐子！

# bark_act_out_boisterous_banter@1
source: I've met nuns less solemn than you lot!
ja: お前たち全員、今まで見た修道女よりも気難しいな！
ko: 전에 만났던 수녀들이 너희보다는 재미있었다고!
uk: Навіть у монашок обличчя веселіші.
zh_cn: 我见过的修女都没你们沉闷！

# bark_act_out_boisterous_banter@2
source: Now who's for a hand of cards?
ja: さて、トランプをしたい人は？
ko: 자, 카드 한 판 칠 사람?
uk: Хто хоче перекинутися в карти?
zh_cn: 谁有心情打一会儿牌吗？

# bark_act_out_boisterous_banter@3
source: Why not revel until our merry deaths, eh?
ja: 幸せな死を迎えるまで楽しもうじゃないか。
ko: 언제고 찾아올 즐거운 죽음마저 즐겨 보자고.
uk: Чому б не гульнути? Життя коротке!
zh_cn: 反正死到临头了，为什么不开心点呢，对吧？

# bark_act_out_bon_vivant_banter
source: Remember: live, love, laugh!
ja: 忘れるな。生きて、愛して、笑うのだ！
ko: 기억들 해, 살고, 사랑하고, 웃자고!
uk: Мій девіз: живи, кохай, смійся!
zh_cn: 要记住：活到最后，爱到最后，笑到最后！

# bark_act_out_braggart_banter@0
source: Fear not! No ambush gets past my ears...
ja: 恐れるな！どんな待ち伏せも逃さないぞ…
ko: 두려워하지 마! 내 귀는 그 어떤 매복도 알아채니까...
uk: З моїм слухом засідка нам не страшна.
zh_cn: 别担心！什么风吹草动都逃不过我的耳朵……

# bark_act_out_braggart_banter@1
source: Let me take point next time!
ja: 次は自分が先頭に立つ！
ko: 다음 번에는 충고를 들어 보지!
uk: Наступного разу я йду попереду!
zh_cn: 下次让我打头阵吧！

# bark_act_out_braggart_banter@2
source: The real challenge isn't the killing, it's deciding which trophies to keep!
ja: 本当に難しいのは殺すことではなく、どれをトロフィーとして残すか決めることだ！
ko: 적을 처치하는 건 별거 아니야. 전리품 둘 곳을 찾는 게 진짜 어렵지!
uk: Справжнє випробування — не вбивство, а поділ трофеїв!
zh_cn: 真正的挑战不是歼灭敌人，而是选择带走哪些战利品！

# bark_act_out_braggart_banter@3
source: Yer all <i>afraid</i> to arm wrestle me!
ja: お前ら全員、腕相撲で相手するのが<i>怖い</i>のか！
ko: 다들 나랑 팔씨름 하는 게 <i>무서운가</i> 보군!
uk: Хто <i>наважиться</i> поборотися зі мною на руках?
zh_cn: 你们没人<i>敢</i>跟我掰手腕！

# bark_act_out_broken_banter@0
source: All this struggle and toil, and for what?
ja: この苦難と労力は、何のためなんだ？
ko: 무엇 때문에 이런 개고생을 하는 거지?
uk: Тяжка праця і боротьба... заради чого?
zh_cn: 这么多的挣扎与苦难，到头来只是一场空么？

# bark_act_out_broken_banter@1
source: Do you not see? We cannot be redeemed.
ja: わからないか？救済などありえないのだぞ。
ko: 아직도 모르겠어? 우린 구원받을 수 없어.
uk: Нам гріхи не спокутати.
zh_cn: 你不明白么？我们已经没救了。

# bark_act_out_broken_banter@2
source: I can now see those which speak with thunder and curse this land.
ja: 雷と言葉を交わし、この地を呪う者たちが見える
ko: 천둥 같은 소리로 이 땅을 저주하는 자들이 똑똑히 보이는군.
uk: Тепер я знаю, чому цю землю голосно проклинають.
zh_cn: 我看到了，那些人用掷地有声的言语诅咒了这片大地……

# bark_act_out_broken_banter@3
source: Look out the window. There is nothing for us here.
ja: 窓の外を見てみろ。ここには何もない
ko: 창 밖을 봐. 이제 우리밖에 안 남았어.
uk: За вікном на нас нічого не чекає.
zh_cn: 看看窗外。这里已经没有值得我们拯救的东西了。

# bark_act_out_broken_banter@4
source: We are living out our own demise...
ja: 我々は自分たちの終焉を生きているのだ…
ko: 우린 그저 죽을 날만 기다릴 뿐이야...
uk: Ми доживаємо свої дні...
zh_cn: 我们只不过是在谱写自己的挽诗……

# bark_act_out_calm_banter@0
source: Breathe in. See? We're still alive.
ja: 息を吸え。わかるか？我々はまだ生きているんだ
ko: 심호흡 들이 쉬라고. 느껴지지? 우리가 아직 살아있다는 게.
uk: Вдих-видих. Бачиш — ми ще живі.
zh_cn: 深呼吸。想想看：我们还活着。

# bark_act_out_calm_banter@1
source: If you feel uncertain, follow my lead.
ja: 不安を感じたら、指示に従ってくれ
ko: 확신이 서지 않는다면 내 인도만 따르라고.
uk: Якщо не вистачає впевненості, робіть, що я кажу.
zh_cn: 如果你拿不定主意，就跟着我行动。

# bark_act_out_calm_banter@2
source: Of course I fear them. But I fear inaction more.
ja: もちろん恐れている。しかし、動かないでいる方がもっと怖い
ko: 당연히 나도 두렵지. 하지만 아무것도 하지 않는 게 더 두려워.
uk: Звісно, я боюся. Але бездіяльність лякає сильніше.
zh_cn: 我当然害怕他们。但我更害怕坐以待毙的感觉。

# bark_act_out_calm_banter@3
source: Sleep if ye can - meet our toil well-rested.
ja: 眠れる時に眠っておけ。よく休んで労苦に立ち向かうんだ
ko: 잘 수 있을 때 자 둬. 최고의 상태로 난관에 맞서자고.
uk: Краще поспати... Добрий відпочинок нам не завадить.
zh_cn: 睡一会儿吧，这样至少可以精力充沛地迎接下一个挑战。

# bark_act_out_calm_banter@4
source: Where there is hardship, so too strength.
ja: 苦難があるところに、力もある
ko: 시련에 맞설 때 저력도 솟는 법.
uk: Де труднощі, там і сила.
zh_cn: 有困难的地方，就有克服困难的力量。

# bark_act_out_cave_scrounger_banter@0
source: Look, must be a cache from some old party...
ja: 見ろ、昔の一団の隠し場所に違いない…
ko: 저거 봐, 먼저 왔던 원정대가 남긴 물자인가 보군...
uk: Мабуть, це чиясь стара схованка...
zh_cn: 看，一定是另一支探险队留下的储物箱……

# bark_act_out_cave_scrounger_banter@1
source: Pigs can't tell loot from trash. Look here.
ja: 豚はゴミと戦利品の区別がつかない。ここを見ろ
ko: 돼지들은 전리품과 쓰레기를 구분 못하나 보군. 이걸 봐.
uk: Свиня не відрізнить бісеру від бруду. Дивись.
zh_cn: 猪人分不清战利品与垃圾。看这里。

# bark_act_out_cave_scrounger_banter@2
source: The Swine often stash supplies in these Caves.
ja: 豚どもはこういう洞窟によく物資を隠している
ko: 돼지들은 이런 동굴에 물자를 쌓아 둔다니까.
uk: Вепрі часто щось запасають у цих печерах.
zh_cn: 猪人常常会在这些山洞里存放物资。

# bark_act_out_cave_scrounger_banter@3
source: These Caves hold much for those brave enough to venture.
ja: 洞窟は、冒険する勇敢な者たちのために多くの物資が蓄えられている
ko: 이런 동굴에 들어갈 용기만 있다면 많은 걸 찾을 수 있지.
uk: У печерах є багато скарбів для сміливих.
zh_cn: 对于敢于闯入的人，这些山洞里有得是宝贝。

# bark_act_out_cave_scrounger_banter+plague_doctor
source: I once foraged for mushrooms in caves like these...
ja: 私はこのような洞窟でキノコを採ったこともある…
ko: 예전에는 이런 동굴에서 버섯을 채집하곤 했지...
uk: Я якось збирала гриби в таких печерах.
zh_cn: 我曾经在这样的洞穴里采集过蘑菇……

# bark_act_out_cave_tactician_banter@0
source: <i>Don't move</i> until your eyes adjust to the dark.
ja: 暗闇に目が慣れるまで<i>動くな</i>
ko: 눈이 어둠에 적응하기 전까진 <i>움직이지 마</i>.
uk: <i>Не рухаємося,</i> доки очі не звикнуть до темряви.
zh_cn: 在你的双眼适应黑暗之前，<i>不要轻举妄动</i>。

# bark_act_out_cave_tactician_banter@1
source: Be wary of traps. The Swine are cunning.
ja: 罠に気をつけろ。豚どもは狡猾だ
ko: 덫을 조심해. 돼지들은 교활하니까.
uk: Остерігайтеся пасток. Вепрі не такі прості.
zh_cn: 当心陷阱。猪人狡猾得很。

# bark_act_out_cave_tactician_banter@2
source: Scout far ahead of the coach, beyond the torch.
ja: 駅馬車のはるか前方、聖火の向こう側を偵察しろ
ko: 마차에서 멀리, 횃불 빛이 안 닿는 곳까지 정찰해.
uk: Треба розвідати, що там попереду, у темряві.
zh_cn: 向驿站马车前方侦察，直到火光照不到的地方。

# bark_act_out_cave_tactician_banter@3
source: Stick close, I'm no stranger to places like these.
ja: 離れるな、こういう場所には慣れている
ko: 가까이들 붙어 있어. 이런 데 한두번 들어와 본 게 아니야.
uk: Мені вже доводилося бувати в таких місцях.
zh_cn: 跟紧我，这样的地方我不是第一次来了。

# bark_act_out_cave_tactician_banter@4
source: You can always smell them coming.
ja: 奴らが近づく臭いは常にわかるよ
ko: 놈들이 가까이 오면 냄새로 알 수 있을 거야.
uk: Ніс завжди підкаже, що вони вже поруч.
zh_cn: 他们聚拢过来时，总会带起一股腥臭味。

# bark_act_out_chatterbox_banter@0
source: And you? Nerves eating at your gut? Mine are...
ja: お前はどうだ？緊張に腸が食い荒らされそうか？自分は…
ko: 좀 어때? 괜히 긴장되니까 속이 안 좋지 않나? 나는 그런데...
uk: У животі від нервів крутить? І в мене...
zh_cn: 你呢？是不是紧张得心里发怵？我嘛……

# bark_act_out_chatterbox_banter@1
source: Beg ye pardon, I wasn't finished with my story--!
ja: いいかい、まだ話は終わっていないんだ！
ko: 이것 참 미안하군, 아직 내 이야기가 아직 다 안 끝났는데...!
uk: Перепрошую, моя розповідь ще не закінчена...
zh_cn: 拜托，我的故事还没讲完呢——！

# bark_act_out_chatterbox_banter@2
source: Dreadful tale, how I got these scars on my knuckles...
ja: どうして拳にこんな傷ができたのか、恐ろしい話だ…
ko: 이 주먹에 흉터가 어쩌다 생겼냐고? 그게 또 끔찍한 이야기인데...
uk: Ці шрами в мене на руках... ось як вони з’явилися...
zh_cn: 至于我手上的伤口，就是另一个恐怖的故事了……

# bark_act_out_chatterbox_banter@3
source: Hush, now! Let me finish my tale...
ja: シーッ！話を最後までさせてくれ…
ko: 자, 조용! 이제 내 이야기를 좀 끝내지...
uk: Агов! Не перебивай...
zh_cn: 先别插嘴！让我把我的故事讲完……

# bark_act_out_chatterbox_banter@4
source: I know you didn't ask but I simply wished to give you all some insight into...
ja: 話してくれと頼まれてはいないが、皆に少しでも知ってもらえれば…
ko: 아무도 안 물어봤지만 내가 좋은 조언 하나만 주자면 말이야...
uk: Хоч мене і не питали, але в мене є дуже цікава історія...
zh_cn: 我知道没有人问这个，但我只是想让大家对这些东西多一些了解……

# bark_act_out_chatterbox_banter@5
source: I missed this. The chatter, the companionship of the road...
ja: 路上の何気ない雑談とそれを聞く仲間、そういうのが恋しかったんだ…
ko: 이런 게 너무 그리웠다. 이런 잡담, 길 위에서 쌓여 가는 동료애...
uk: Мені дуже не вистачало компанії в дорозі...
zh_cn: 真好。漫长的旅程，终于又有人陪我聊天了……

# bark_act_out_chatterbox_banter@6
source: Now, where was I? Right, there I was...
ja: あれ、どこまで話した？ ああ、そうだな…
ko: 자, 어디까지 했더라? 아 맞다, 그래서 어떻게 했냐면...
uk: Так на чому ми зупинилися? А, так...
zh_cn: 所以，我说到哪了？哦对……

# bark_act_out_chatterbox_banter@7
source: You grew up <i>where?</i> Huh.
ja: お前は<i>どこ</i>で育ったって？そうか…
ko: 고향이 <i>거기라고?</i> 허어.
uk: Де, кажеш, ти жив у <i>дитинстві?</i> Гм.
zh_cn: 什么，你说你是在哪长大的？

# bark_act_out_chatterbox_banter@8
source: You know, horses always unsettled my nerves, but now...
ja: 馬にはいつもイライラさせられたが、今は…
ko: 그 왜, 난 말을 보면 항상 불안했단 말이지. 하지만 지금은...
uk: Коні мені й раніше не подобалися, а зараз...
zh_cn: 你知道的，马总是会让我神经紧张，但如今……

# bark_act_out_city_explorer_banter@0
source: I know my way around this part of the Sprawl...
ja: 廃墟街のこの辺りについてはよく知ってるんだ…
ko: 이런 교외에서는 또 처신을 조심해야 한다는 말씀...
uk: Мені знайома ця частина Пограддя...
zh_cn: 我对燔城这一带了如指掌……

# bark_act_out_city_explorer_banter@1
source: Many, many places to hide around here...
ja: この辺は隠れる場所がたくさんあるな…
ko: 여긴 정말 숨을만한 곳이 많군...
uk: Тут багато де можна сховатися.
zh_cn: 这里有许许多多可以藏身的地方……

# bark_act_out_city_explorer_banter@2
source: Mind the rubble, some of it smoulders still.
ja: 瓦礫に気をつけろ。まだくすぶっているものもある
ko: 잔해를 조심하라고. 아직 불씨가 남은 것도 있으니까.
uk: Обережніше з уламками. Деякі ще тліють.
zh_cn: 小心那些碎石堆，有些还冒着烟呢。

# bark_act_out_city_explorer_banter@3
source: Still enough of a skyline to guide us. This way!
ja: まだ、我々の道標となる稜線が十分に残っている。こっちだ！
ko: 남은 건물만 봐도 여기가 어딘지는 감이 잡히는군. 이쪽이다!
uk: Дорогу ще видно. Сюди!
zh_cn: 这些建筑物的轮廓足以指引我们了。这边！

# bark_act_out_city_explorer_banter+runaway
source: I know these streets like the back of my hand.
ja: この通りは私の庭のようなものだ
ko: 나는 이 길거리를 손바닥처럼 훤히 뚫고 있지.
uk: Я знаю ці вулиці, як свої п’ять пальців.
zh_cn: 这些街道就像刻在我心里了一样。

# bark_act_out_city_scrounger_banter@0
source: Hah! City folk will throw anything away!
ja: ハッ！都会者は何でも捨てるんだな！
ko: 하! 도시 놈들은 별걸 다 버린단 말이야!
uk: Ха, ці з міста все на смітник тягнуть!
zh_cn: 哈！这些城里人真浪费！

# bark_act_out_city_scrounger_banter@1
source: Huh, l found what was caught in the wheel.
ja: なぁ、車輪にこんなものが引っかかっていたぞ
ko: 허. 바퀴에 괜찮은 게 걸려 있더군.
uk: Ага, ось що застрягло в колесі.
zh_cn: 嗬，这东西卡在车轮里了。

# bark_act_out_city_scrounger_banter@2
source: One man's trash is another man's supper...
ja: ある者にとってはゴミでも、別の者にとっては馳走だな…
ko: 누군가에게는 쓰레기더라도, 나한테는 보물이지...
uk: Для одного — сміття, для іншого — вечеря...
zh_cn: 一个人的垃圾，就是另一个人的晚餐……

# bark_act_out_city_scrounger_banter@3
source: What's a misplaced bauble amid the riots, eh?
ja: どうして騒乱のど真ん中に失われた宝石が？
ko: 이 난리통에 누가 이런 귀한 걸 잃어버렸담?
uk: Звідки така дрібничка в цій руїні?
zh_cn: 这样的宝贝埋没在废墟里就太可惜了，对吧？

# bark_act_out_city_scrounger_banter+jester
source: Let me loose in these alleys. I'll bring back somethin' shiny.
ja: この路地を散策させてくれ。何か光るものを持って帰る
ko: 저 골목 좀 살펴 보자고. 굉장한 걸 찾아올 테니.
uk: Зараз дещо принесу. Одна нога тут...
zh_cn: 放我下去遛遛吧。我会带些闪闪发光的东西回来。

# bark_act_out_city_scrounger_banter+runaway
source: Lotta treasure in this trash if ya know where to dig.
ja: 掘る場所さえ知っていれば、このゴミの中にも宝物がたくさんある
ko: 요령만 안다면 이런 쓰레기에서도 굉장한 보물을 찾을 수 있다고.
uk: У смітті можна знайти скарби. Якщо знати, де шукати.
zh_cn: 这些垃圾里有很多宝贝，如果你知道该往哪挖的话。

# bark_act_out_city_tactician_banter@0
source: Keep the coach clear of the flames and we'll persevere.
ja: 駅馬車を炎から遠ざければ、我々は耐え忍べる
ko: 마차에 불이 붙지만 않게 조심한다면 우리도 별 일 없을거야.
uk: Якщо триматися від вогню подалі, цілішими будемо.
zh_cn: 确保马车远离火焰，我们就能闯过去。

# bark_act_out_city_tactician_banter@1
source: Scary looking, yes, but these Fanatics are riddled with faults.
ja: 確かに見た目は恐ろしいが、この狂信者どもは欠点だらけだ
ko: 저 광신도들? 무서워 보이긴 하지. 하지만 온통 허점 투성이야.
uk: Фанатики страшні на вигляд, але в них багато слабких місць.
zh_cn: 那些狂徒看着可怕，但其实有很多弱点。

# bark_act_out_city_tactician_banter@2
source: The Fanatics hunt together. Let's pick one off.
ja: 狂信者たちは集団で狩る。一人ずつ狙い撃ちしよう
ko: 저 광신도 놈들은 우르르 몰려다니지. 하나씩 잘라먹자고.
uk: Фанатики нападають групою. Розділимо їх.
zh_cn: 这些狂徒喜欢成群狩猎。我们找个落单的做突破口。

# bark_act_out_city_tactician_banter@3
source: There's cover to be found on these city streets. Watch here.
ja: この街の通りには隠れ場所がある。ここを見ろ
ko: 도시의 길거리에는 몸을 숨길 만한 곳이 많아. 저길 잘 살펴 봐.
uk: На цих вулицях можна знайти укриття. Ось тут.
zh_cn: 城市街道上有地方可以做掩护。看好了。

# bark_act_out_city_tactician_banter+grave_robber
source: ... How funny. I dined at this estate once. Good riddance.
ja: …面白い。私は一度あの屋敷で夕食をとったことがある。 清々したよ
ko: 어머나, 여기서 한번 식사를 했던 적이 있는데. 뭐, 꼴 좋네.
uk: Якось тут бувала. Ну, так їм і треба.
zh_cn: ……真有意思。我曾经在这座庄园里吃过饭。这种地方没了更好。

# bark_act_out_city_tactician_banter+jester
source: Well, the decor has certainly changed.
ja: まあ、確かに見栄えは変わったな
ko: 이야, 재건축 한번 굉장하게 했구만.
uk: Декорації тут точно змінилися.
zh_cn: 不得不说，这里的装修风格真是改头换面了。

# bark_act_out_city_tactician_banter+plague_doctor
source: The streets near the University should be wide enough!
ja: 大学付近の道路は十分広いはずだ！
ko: 대학가 길거리라면 탁 트여 있어야지!
uk: Поряд з університетом має бути більше місця.
zh_cn: 大学附近的街道应该足够宽敞！

# bark_act_out_compassionate_banter@0
source: All wounds will heal with time. Even yours.
ja: すべての傷は時間が経てば癒える。お前の傷もだ
ko: 기다리다 보면 상처는 다 낫기 마련. 네 상처도 마찬가지야.
uk: Час вилікує будь-яку рану. Навіть твою.
zh_cn: 一切伤口都会随着时间痊愈。你的也一样。

# bark_act_out_compassionate_banter@1
source: Fear doesn't sap the strength from your blade.
ja: 恐怖が、お前の刃から力を奪うことはない
ko: 공포도 칼날의 예리함을 앗아가지는 못하지.
uk: Страх не зменшить силу меча твого.
zh_cn: 恐惧并不会让手中的剑失去锋芒。

# bark_act_out_compassionate_banter@2
source: I shall sit with you as long as you need.
ja: 必要とする限り、お前と共にいよう
ko: 네가 필요한 만큼 옆에 있어 주지.
uk: Я буду поряд, скільки буде потрібно.
zh_cn: 只要你需要，我会一直坐在你身边。

# bark_act_out_compassionate_banter@3
source: Lie back - let me tend those wounds, hm?
ja: 横になるんだ。傷の手当をさせてくれ
ko: 편안히 누워. 상처를 돌봐 줄 테니까.
uk: Відпочинь... Я займуся твоїми ранами. Добре?
zh_cn: 躺好，让我帮你处理一下伤口，好么？

# bark_act_out_compassionate_banter@4
source: Shh, rest for now. I've got you.
ja: シーッ、今は休むんだ。安心していい
ko: 쉬잇, 지금은 그냥 쉬어. 내가 봐 주지.
uk: Тихо, тихо. Відпочинь. Я буду поруч.
zh_cn: 嘘，休息吧。有我在。
