Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# tutorial_t1100_title
source: Affinity System
ja: 親密度システム
ko: 호감도 시스템
uk: Система думок
zh_cn: 和睦系统

# tutorial_t1101_description
source: Each hero pair has an <color=#{notable}>affinity</color> value which describes how friendly or unfriendly they feel towards one another. This directly determines the chances of that pair forming a <color=#{notable}>relationship</color> at the next Inn. To view affinities, open any hero's <color=#{notable}>hero sheet</color> <color=#{notable}>[@{CharacterSheet}]</color> and look at the <color=#{notable}>relationships tab</color>.
ko: 각 영웅의 관계는 <color=#{notable}>호감도</color> 값을 통해 서로가 얼마나 친근한지, 또 얼마나 적대적인지 확인할 수 있습니다. 이 값은 다음 여관에서 서로의 <color=#{notable}>관계</color>가 형성될 확률에 직접적으로 영향을 미칩니다. 이런 호감도는 <color=#{notable}>[@{CharacterSheet}] 키</color>로 아무 <color=#{notable}>영웅 정보</color> 창이나 열고 <color=#{notable}>관계 탭</color>을 통해 확인할 수 있습니다.
uk: У всіх героїв є власна <color=#{notable}>думка</color>, яка характеризує їхнє ставлення одне до одного — чи то дружнє, чи то вороже. Воно впливає на те, які <color=#{notable}>стосунки</color> можуть скластися в наступному трактирі. Щоб переглянути інформацію про думки, відкрийте будь-яку <color=#{notable}>сторінку героя</color>, натиснувши <color=#{notable}>[@{CharacterSheet}]</color>, і перейдіть на вкладку <color=#{notable}>Стосунки</color>.

# tutorial_t1101_title
source: Affinity
ja: 親密度
ko: 호감도
uk: Думки
zh_cn: 和睦值

# tutorial_t1102_description
source: Affinity changes come from a variety of sources. In <color=#{notable}>combat</color>, some actions will cause affinity change between two heroes. This will be <color=#{notable}>telegraphed via an icon</color> present on the hero who will respond to the action. Many <color=#{notable}>Inn items</color> can be used directly to improve affinity between heroes. <color=#{notable}>Story choices</color> will cause affinity changes between heroes based upon whether they agree or disagree with the choice. Finally, the rigors of the journey itself can improve or worsen how heroes feel about each other. <color=#{notable}>Quirks</color> greatly influence these interactions.
ko: 호감도는 다양한 요인으로 인해 변화합니다. <color=#{notable}>전투</color> 중에 취한 행동은 두 영웅 간의 호감도를 변화시킬 수 있습니다. 이런 변화는 관련된 행동에 반응하는 <color=#{notable}>영웅의 초상화</color>에 표시될 것입니다. 다양한 <color=#{notable}>여관 아이템</color>을 사용하여 영웅들 간의 호감도를 직접적으로 변화시킬 수도 있습니다. <color=#{notable}>서사 선택지</color> 역시 해당 선택에 보이는 긍정적, 부정적 반응에 따라 영웅들 간의 호감도 변화에 영향을 미칩니다. 마지막으로 여정 자체의 고단함도 영웅들이 서로에게 느끼는 감정을 개선하거나 악화시킬 수 있습니다. 특히 <color=#{notable}>기벽</color>은 이런 상호작용에 큰 영향을 미칩니다.
uk: Думка може змінюватися з різних причин. Одна з них — дії героїв під час <color=#{notable}>бою</color>. Перед кожною такою дією <color=#{notable}>показується відповідний значок</color>. Думку також можна поліпшити за допомогою <color=#{notable}>предметів трактиру</color>. Крім того, думка змінюється внаслідок прийняття <color=#{notable}>сюжетних рішень</color> (залежно від того, чи згодні герої з вибором). Нарешті, сама подорож здатна змінити думку героїв про одне одного. На результат кожної взаємодії суттєво впливають ті чи інші <color=#{notable}>риси</color>.

# tutorial_t1102_title
source: Affinity Changes
ja: 親密度の変化
ko: 호감도 변화
uk: Зміна думок
zh_cn: 和睦改变

# tutorial_t1150_description
source: Whenever resting at an Inn, there is a chance that <color=#{notable}>relationships</color> will form between heroes. Relationships can be positive or negative. The chance of a relationship forming is determined by the heroes' shared <color=#{notable}>affinity</color>.
ko: 여관에서 쉴 때마다 일정 확률로 영웅들 사이에 <color=#{notable}>관계</color>가 형성됩니다. 관계는 긍정적일 수도, 부정적일 수도 있습니다. 관계 형성 확률은 두 영웅 간의 <color=#{notable}>호감도</color>에 따라 결정됩니다.
uk: Під час відпочинку в трактирі між героями можуть скластися різні <color=#{notable}>стосунки</color> — як позитивні, так і негативні. Шанс того, що складуться, ті чи інші стосунки визначається <color=#{notable}>думками</color> героїв — тим, як вони ставляться одне до одного.

# tutorial_t1150_title
source: Forming Relationships
ko: 관계 형성

# tutorial_t1151_description
source: Relationships infuse hero combat skills with <color=#{notable}>blessings</color> or <color=#{notable}>curses</color>. Even more important, heroes will sometimes act on their own to help or hinder their relationship partner.
ko: 관계는 영웅의 전투 기술에 각종 <color=#{notable}>축복</color> 또는 <color=#{notable}>저주</color>를 부여합니다. 더 중요한 점으로, 영웅들은 때때로 자신과 관계를 맺고 있는 동료에게 도움을 주거나 방해를 하기도 합니다.
uk: Стосунки впливають на бойові навички героїв: на них накладаються <color=#{notable}>благословення</color> або <color=#{notable}>прокляття</color>. Крім того, іноді герої можуть діяти з власної волі, допомагаючи або перешкоджаючи соратникам.

# tutorial_t1151_title
source: Relationships
ko: 관계
uk: Стосунки

# tutorial_t1152_description
source: Positive relationships grant each involved hero a <color=#{notable}>blessed</color> skill. When used, this skill will benefit the relationship partner.
ko: 긍정적 관계는 각 당사자 영웅들의 기술 하나에 <color=#{notable}>축복</color>을 부여합니다. 이런 기술을 사용할 경우 관계 당사자에게 긍정적 효과가 주어집니다.
uk: Якщо стосунки героїв позитивні, одна навичка кожного з них посилюється <color=#{notable}>благословенням</color>. Якщо ваш соратник застосовує таку навичку, то отримує бонус.

# tutorial_t1152_title
source: Blessed Skills
ko: 축복 받은 기술
uk: Навички з благословенням

# tutorial_t1153_description
source: Negative relationships <color=#{notable}>curse</color> one skill on each hero. When used, cursed skills negatively affect the relationship partner. Cursed skills are also <color=#{notable}>locked</color> onto the heroes' equipped skill bars, reducing that hero's tactical flexibility.
ko: 부정적 관계는 각 영웅의 기술 하나에 <color=#{notable}>저주</color>를 부여합니다. 이렇게 저주를 받은 기술을 사용할 경우, 관계 당사자에게 부정적 효과가 주어집니다. 또한 저주 받은 기술은 <color=#{notable}>고정</color> 장비되기 때문에 전술적 융통성도 떨어뜨립니다.
uk: Якщо стосунки героїв негативні, одна навичка кожного з них ослаблюється <color=#{notable}>прокляттям</color>. Якщо ваш соратник застосовує таку навичку, то відчуває якийсь негативний вплив. Навички з прокляттям <color=#{notable}>неможливо</color> прибрати з меню навичок, що використовуються, і це обмежує вибір тактики героєм під час бою.

# tutorial_t1153_title
source: Cursed Skills
ko: 저주 받은 기술
uk: Навички з прокляттям

# tutorial_t1200_description
source: In addition to HP, heroes also have <color=#{notable}>stress</color> <sprite name={q}token_stress{q}>. Heroes begin the expedition at zero <sprite name={q}token_stress{q}>, but gain <sprite name={q}token_stress{q}> through a wide variety of game events. <sprite name={q}token_stress{q}> can be lowered in a variety of ways: combat items, Inn items, hero skills, and more.
ko: 각 영웅들은 체력 뿐만 아니라 <color=#{notable}>스트레스</color><sprite name={q}token_stress{q}> 수치도 갖추고 있습니다. 영웅들은 <sprite name={q}token_stress{q}>가 0인 상태로 원정을 시작하지만, 다양한 게임 속 사건을 겪으면서 차차 <sprite name={q}token_stress{q}>가 쌓이게 됩니다. <sprite name={q}token_stress{q}>는 다양한 아이템과 여관 활동을 통해 낮출 수 있습니다.
uk: Крім очок здоров’я (ОЗ), герої також мають рівень <color=#{notable}>стресу</color><sprite name={q}token_stress{q}>. Герої вирушають у похід без <sprite name={q}token_stress{q}>, але через різні негаразди <sprite name={q}token_stress{q}> поступово накопичується. <sprite name={q}token_stress{q}> можна знизити за допомогою предметів бою, предметів трактиру, навичок героїв тощо.

# tutorial_t1200_title
source: Stress
ja: ストレス
ko: 스트레스
uk: Стрес
zh_cn: 压力

# tutorial_t1201_description
source: As <sprite name={q}token_stress{q}> mounts, a hero will become more irate and this increases the chances of <color=#{notable}>negative affinity</color> changes with other heroes. Try to keep <sprite name={q}token_stress{q}> low in order to promote a harmonious party. <sprite name={q}token_stress{q}> can be treated via combat items (e.g. laudanum), Inn items, combat skills, and more.
ko: <sprite name={q}token_stress{q}>스트레스가 높아질 수록 영웅은 점점 더 신경질적으로 변하면서 다른 영웅들로부터 <color=#{notable}>부정적 호감도</color>를 살 확률이 높아집니다. 원정대의 분위기를 좋게 유지하려면 <sprite name={q}token_stress{q}>를 최대한 낮추세요.<sprite name={q}token_stress{q}>는 전투 아이템 (예: 아편), 여관 아이템, 전투 기술 등을 통해 관리할 수 있습니다.
uk: Коли <sprite name={q}token_stress{q}> збільшується, герой стає все більш дратівливим і зростає шанс, що інші складуть про нього <color=#{notable}>негативну думку</color>. Намагайтеся підтримувати <sprite name={q}token_stress{q}> на низькому рівні, щоб зберігати гармонію в групі. <sprite name={q}token_stress{q}> можна знизити за допомогою предметів бою (наприклад, лауданума), предметів трактиру, бойових навичок тощо.

# tutorial_t1201_title
source: High Stress
ja: 高ストレス
ko: 높은 스트레스
uk: Сильний стрес
zh_cn: 高压力

# tutorial_t1202_description
source: If a hero's <sprite name={q}token_stress{q}> bar fills up completely, that hero will suffer a <color=#{notable}>meltdown</color>. The hero suffers immediate <color=#{notable}>affinity</color> loss with all other heroes, and then the hero also drops to low HP. An ill-timed meltdown can ruin an expedition.
ko: 영웅의 <sprite name={q}token_stress{q}> 막대가 꽉 찰 경우, 해당 영웅은 <color=#{notable}>붕괴</color>를 겪게 됩니다. 그러면 해당 영웅은 다른 모든 영웅들과의 <color=#{notable}>호감도</color>를 잃으면서 체력도 극히 낮은 수준으로 떨어집니다. 최악의 타이밍에 발생한 붕괴는 원정을 망칠 수도 있습니다.
uk: Якщо шкала <sprite name={q}token_stress{q}> героя заповниться до кінця, у героя буде <color=#{notable}>зрив</color>. В інших героїв одразу погіршиться <color=#{notable}>думка</color> про героя, а його здоров’я знизиться. Якщо зрив вчасно не усунути, це може призвести до передчасного закінчення походу.

# tutorial_t1202_title
source: Meltdowns
ja: 精神崩壊
ko: 붕괴
uk: Зриви
zh_cn: 崩溃

# tutorial_t1300_description
source: Combat is turn-based and proceeds until one side is defeated. Once in a battle, there is <color=#{notable}>no retreat</color>.
ko: 전투는 턴제로 진행되어 어느 한 쪽이 전멸할 때까지 계속됩니다. 일단 전투가 시작되면 <color=#{notable}>후퇴는 불가능합니다</color>.
uk: Бій іде покроково й триває до повної перемоги однієї зі сторін. Щойно бій почнеться, <color=#{notable}>утекти</color> вже не вийде.

# tutorial_t1300_title
source: Combat
ja: 戦闘
ko: 전투
uk: Бій
zh_cn: 战斗

# tutorial_t1301_description
source: Each hero or enemy rolls <color=#{notable}>initiative</color> at the beginning of each round, and this is modified by their <color=#{notable}>speed</color>. The turn order is shown by the <color=#{notable}>portraits</color> in the top right of the screen. Only a partial turn order is shown. You can plan ahead a little, but not completely.
ko: 각 영웅과 적들은 라운드가 시작될 때마다 <color=#{notable}>우선권</color> 굴림을 판정하며, 이 판정에는 각자의 <color=#{notable}>속도</color>가 영향을 끼칩니다. 턴이 돌아오는 순서는 화면 오른쪽 상단의 <color=#{notable}>초상화</color>로 표시됩니다. 하지만 앞으로의 턴 중에 일부만이 표시되기 때문에 어느 정도 예측 및 계획은 가능할 뿐, 완전한 대비는 불가능합니다.
uk: На початку раунду кожен герой або ворог виявляє <color=#{notable}>ініціативу</color>, на яку в першу чергу впливає <color=#{notable}>швидкість</color>. Порядок ходів показують <color=#{notable}>портрети</color> в правому верхньому кутку. Порядок показується лише для певних ходів. Ви можете заздалегідь планувати свої дії (але не всі).

# tutorial_t1301_title
source: Turn Order
ja: ターン順
ko: 턴 순서
uk: Порядок ходів
zh_cn: 行动顺序

# tutorial_t1302_description
source: On a hero's turn, you may first use a <color=#{notable}>combat item</color>, if they have one equipped. This is a <color=#{notable}>free action</color>. Then you may use a hero skill normally. Either way, <sprite name={q}icon-mouse-left{q}> on the item/skill in the displayed skill bar. You may also use the number key <color=#{notable}>[1-7]</color> corresponding to the skill slot.
ko: 영웅의 턴이 오면 우선 자신이 장비한 <color=#{notable}>전투 아이템</color>을 사용할 수 있습니다. 이 아이템 사용에는 <color=#{notable}>행동</color>이 소모되지 않습니다. 그런 다음 기술을 사용할 수 있습니다. 기술 막대에 표시된 아이템 또는 기술 중 원하는 걸 <sprite name={q}icon-mouse-left{q}>하거나, <color=#{notable}>[1-7]</color> 중 기술 칸에 대응되는 숫자 키를 눌러서 사용하면 됩니다.
uk: На початку ходу ви можете використати <color=#{notable}>предмет бою</color>, якщо він є у героя. Це <color=#{notable}>додаткова дія</color>. Потім, як правило, герой може застосувати навичку. Для цього натисніть <sprite name={q}icon-mouse-left{q}> на предмет чи навичку або натисніть клавішу із цифрою <color=#{notable}>[1–7]</color>, що відповідає номеру комірки навички.

# tutorial_t1302_title
source: Actions
ja: アクション
ko: 행동
uk: Дії
zh_cn: 动作

# tutorial_t1303_description
source: Skills can only be used if the hero is in the correct <color=#{notable}>launch rank</color>. They also can only be used against valid enemies in the correct <color=#{notable}>target rank</color>. To see what ranks a skill can target, look at the tooltip of the skill. The circular <color=#{notable}>pips</color> tell you this information. A solid pip means the skill is valid in that rank. An empty pip means it is not. Some skills can target multiple enemies at a time, which is shown by pips joined together. These are "area of effect" (<color=#{notable}>AOE</color>) skills.
ko: 각 기술은 각 영웅이 올바른 <color=#{notable}>사용 열</color>에 있을 때만 사용할 수 있으며, 올바른 <color=#{notable}>대상 열</color>에 있는 적에게만 사용할 수 있습니다. 각 기술이 어떤 열을 지정할 수 있는지는 기술 상단의 툴팁에서 확인할 수 있습니다. 동그란 <color=#{notable}>아이콘</color>으로 관련 정보를 확인할 수 있습니다. 색칠된 아이콘은 이 기술을 해당 열에서 사용할 수 있다는 뜻이고, 색칠이 되지 않았다면 그 열에서 사용할 수 없다는 뜻입니다. 일부 기술은 한 번에 다수의 대상을 지정할 수도 있으며, 이 경우 색칠된 아이콘이 연결된 식으로 표시됩니다. 이런 기술은 '범위 효과' (<color=#{notable}>AOE</color>) 기술이라고 합니다.

# tutorial_t1303_title
source: Skills
ja: スキル
ko: 기술
uk: Навички
zh_cn: 技能

# tutorial_t1304_description
source: In addition to doing damage, skills can cause a variety of effects. Most of those effects are shown by <color=#{notable}>tokens</color>. To see what each token means, <color=#{notable}>[MOUSE OVER]</color> it.
ko: 각 기술은 피해를 입힐 뿐만 아니라 다양한 효과를 줄 수도 있습니다. 이런 효과 중 대부분은 <color=#{notable}>토큰</color>으로 표시됩니다. 각 토큰의 효과를 보려면 <color=#{notable}>[마우스를 올려보면]</color> 됩니다.
uk: Крім завдання шкоди, навички можуть викликати й різні ефекти, більшість із яких позначаються <color=#{notable}>мітками</color>. Наведіть <color=#{notable}>[КУРСОР]</color> на мітку, щоб переглянути її значення.

# tutorial_t1304_title
source: Skills II
ja: スキル II
ko: 기술 II
uk: Навички II
zh_cn: 技能II

# tutorial_t1305_description
source: <color=#{notable}>[HOLD @{TokenReferenceView}]</color> to view the <color=#{notable}>token glossary</color>. To see what each token means, <color=#{notable}>[MOUSE OVER]</color> it.
ko: <color=#{notable}>[@{TokenReferenceView}을 길게 눌러]</color> <color=#{notable}>토큰 사전</color>을 확인할 수 있습니다. 아니면 그냥 <color=#{notable}>[마우스 커서만 올려도]</color> 각 토큰의 의미를 확인할 수 있습니다.
uk: Натисніть і утримуйте клавішу <color=#{notable}>[@{TokenReferenceView}]</color>, щоб відкрити <color=#{notable}>легенду міток</color>. Наведіть <color=#{notable}>[КУРСОР]</color> на мітку, щоб переглянути її значення.

# tutorial_t1305_title
source: Token Glossary
ko: 토큰 사전
uk: Легенда міток

# tutorial_t1306_description
source: During combat, <color=#{notable}>[HOLD @{AcademicView_Hold}]</color> or <sprite name={q}icon-mouse-middle{q}></color> while <color=#{notable}>[MOUSING OVER]</color> heroes or enemies to see the <color=#{notable}>Academic View</color>. This valuable screen shows full details on any <color=#{notable}>tokens</color> the combatant has. The view also shows details about what <color=#{notable}>combat skills</color> enemies have. Skills start hidden, but as you observe the enemy use them in combat, the <color=#{notable}>details will be revealed</color>.
ko: 전투 중에 영웅이나 적에게 <color=#{notable}>[마우스를 올린 상태로]</color> <color=#{notable}>[@{AcademicView_Hold}를 길게 누르거나]</color> <sprite name={q}icon-mouse-middle{q}> 클릭을 하면</color> <color=#{notable}>상세정보 창</color>을 확인할 수 있습니다. 이 귀중한 창에는 해당 전투원이 가진 모든 <color=#{notable}>토큰</color>의 정보가 표시됩니다. 뿐만 아니라 여기서는 해당 적이 갖춘 <color=#{notable}>전투 기술</color>까지 열람할 수 있습니다. 처음에는 기술이 숨겨진 상태로 시작하지만 전투에서 적들이 기술을 사용할 때마다 <color=#{notable}>자세한 정보가 하나씩 드러납니다.</color>
uk: Під час бою утримуйте клавішу <color=#{notable}>[@{AcademicView_Hold}]</color> або <sprite name={q}icon-mouse-middle{q}></color>, навівши <color=#{notable}>[КУРСОР]</color> на героїв або ворогів, щоб відкрити <color=#{notable}>Вікно Академіка</color>. У ньому будуть показані відомості про всі <color=#{notable}>мітки</color> учасника бою. Також у цьому вікні можна переглянути відомості про <color=#{notable}>бойові навички</color> ворогів. Спочатку навички супротивника не можна побачити, але після їхнього використання супротивником відомості про <color=#{notable}>навички будуть розкриватися</color>.

# tutorial_t1306_title
source: Academic View
ko: 상세정보 창
uk: Вікно Академіка

# tutorial_t1307_description
source: Some attacks inflict a <color=#{notable}>DOT</color> (damage over time). Bleed <sprite name={q}icon_bleed{q}>, blight <sprite name={q}icon_blight{q}>, and burn <sprite name={q}icon_burn{q}> are all DOTs. DOTs cause damage at the beginning of the combatant's turn until they expire or are cured. Many <color=#{notable}>combat skills</color> or <color=#{notable}>combat items</color> can cure DOTs.
ko: 공격 중에는 <color=#{notable}>DOT</color> (지속 피해)를 입히는 것도 있습니다. 출혈<sprite name={q}icon_bleed{q}>, 중독<sprite name={q}icon_blight{q}>, 그리고 화상<sprite name={q}icon_burn{q}> 등이 모두 지속 피해입니다. 지속 피해는 각 전투원의 턴이 시작될 때 피해를 입히며, 효과가 만료되거나 치료가 될 때까지 지속됩니다. 지속 피해는 다양한 <color=#{notable}>전투 기술</color>이나 <color=#{notable}>전투 아이템</color>으로 치료할 수 있습니다.
uk: Деякі атаки завдають <color=#{notable}>відкладену шкоду</color>. Кровотеча <sprite name={q}icon_bleed{q}>, отрута <sprite name={q}icon_blight{q}> й вогонь <sprite name={q}icon_burn{q}> — її різновиди. Відкладена шкода застосовуватиметься на початку ходу учасника бою, доки не припиниться дія ефекту або доки ефект не буде знятий. Деякі <color=#{notable}>бойові навички</color> або <color=#{notable}>предмети бою</color> можуть зняти ефекти відкладеної шкоди.

# tutorial_t1307_title
source: DOTs
ko: 지속 피해
uk: Відкладена шкода

# tutorial_t1308_description
source: When a hero is reduced to 0 HP, they are on <color=#{deathdoor}>Death's Door</color>. Any further damage has a chance to kill the hero depending on their deathblow resistance <sprite name={q}icon_death_outline{q}>! Use a helpful <color=#{notable}>combat item</color> or a <color=#{notable}>healing skill</color> to restore some of the hero's HP before they are slain!
ko: 영웅의 체력이 0까지 떨어지면 <color=#{deathdoor}>죽음의 문턱</color>에 들게 됩니다. 여기서 더 피해를 입으면 죽음의 일격 저항<sprite name={q}icon_death_outline{q}>에 따라 일정 확률로 영구 사망하게 됩니다! 이렇게 위기에 처한 영웅이 완전히 사망하지 않도록 보조 <color=#{notable}>전투 아이템</color>이나 <color=#{notable}>치유 기술</color>로 체력을 회복시켜 주세요!
uk: Коли здоров’я героя впаде до нуля, він опиниться на <color=#{deathdoor}>порозі смерті</color>. Будь-який наступний удар може його вбити (з поправкою на опір смерті <sprite name={q}icon_death_outline{q}>)! Скористайтеся відповідним <color=#{notable}>предметом бою</color> або <color=#{notable}>навичкою зцілення</color>, щоб відновити трохи здоров’я, доки герой не загинув!

# tutorial_t1308_title
source: Death's Door
ko: 죽음의 문턱
uk: Поріг смерті

# tutorial_t1309_description
source: If the hero is on Death's Door, they will regain some health if you choose to <color=#{notable}>pass</color> their turn. This is a good way to quickly get a hero out of the death threat, especially if you have no healing items or heroes with healing skills.
ko: 죽음의 문턱에 놓인 영웅은 자신의 턴을 <color=#{notable}>넘기기</color>로 결정할 경우 일정량의 체력을 회복합니다. 이것은 해당 영웅을 죽음의 위기에서 재빨리 모면 시킬 수 있는 훌륭한 방법이며, 특히 치유 아이템이나 영웅의 치료 기술이 없을 경우 아주 좋습니다.
uk: Коли персонаж перебуває на порозі смерті, він може відновити кілька ОЗ, якщо <color=#{notable}>пропустить</color> хід. Це швидкий спосіб витягти героя з того світу, особливо якщо у вас немає ліків або персонажів із навичками лікування.

# tutorial_t1309_title
source: Passing to Heal
ko: 턴 넘기기 치료
uk: Пропуск ходу й лікування

# tutorial_t1310_description
source: Some enemies have deathblow resistance <sprite name={q}icon_death_outline{q}> just like heroes do. When an enemy is on <color=#{deathdoor}>Death's Door</color>, each further blow has a chance to slay it. Some skills and trinkets can increase the chance of <color=#{notable}>executing</color> the enemy outright. Repeated blows to the enemy while it's on Death's Door will also reduce its deathblow resistance.
ko: 적 중에도 영웅처럼 죽음의 일격 저항<sprite name={q}icon_death_outline{q}>을 갖추고 있는 개체가 있습니다. <color=#{deathdoor}>죽음의 문턱</color>에 있는 적들은 공격을 받을 때마다 일정 확률로 사망하게 됩니다. 일부 기술이나 장신구는 이런 적들을 단번에 처치할 수 있는 <color=#{notable}>처형</color> 확률을 높여 줍니다. 또한 죽음의 문턱에 놓인 적은 계속해서 공격을 받을 수록 죽음의 일격에 대한 저항이 점점 줄어듭니다.

# tutorial_t1310_title
source: Enemy Deathblows
ko: 적에 대한 죽음의 일격

# tutorial_t1311_description
source: <color=#{notable}>Combo tokens</color> <sprite name={q}token_combo{q}> are special compared to other tokens. Many hero and enemy skills have special effects that only happen if the target has a combo token on them. In <color=#{notable}>all</color> cases, <sprite name={q}token_combo{q}> is <color=#{notable}>bad</color> for its recipient--having it means that the actor is vulnerable to some very damaging and disruptive enemy skills. Combo tokens are best used as 1-2 punches. Use one hero to place a combo token and then use another hero to take advantage of it.
ko: <color=#{notable}>연계 토큰</color><sprite name={q}token_combo{q}>은 다른 토큰과 달리 특수합니다. 영웅 및 적 기술 중에는 연계 토큰을 가진 적에게 사용할 경우 특수한 효과가 발동하는 게 많습니다. 그래서 <color=#{notable}>어떤 경우든</color> <sprite name={q}token_combo{q}>이 생긴 당사자는 매우 <color=#{notable}>불리한</color> 상황에 놓이게 되는데, 후속 기술로 인해 엄청난 피해나 방해를 받게 되기 때문입니다. 연계 토큰은 말 그대로 연계하여 사용하는 게 가장 좋습니다. 우선 한 영웅으로 연계 토큰을 배치하고, 그 다음 영웅으로 연계 효과를 보세요.

# tutorial_t1311_title
source: Combo Token
ko: 연계 토큰
uk: Комбо-мітка

# tutorial_t1320_description
source: When a <color=#{notable}>CRIT</color> is struck, this does several things: Normal Attacks: <color=#{notable}>max damage x 150%</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> attacks: <color=#{notable}>duration +2 rounds</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> attacks: <color=#{notable}>ignore 20% resistance</color> Heals <sprite name={q}icon_healthup{q}>: <color=#{notable}>150%</color>
ja: <color=#{notable}>クリティカル</color>発生時、状況によって異なる効果が発生する： 通常攻撃：<color=#{notable}>最大ダメージ x 150%</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>攻撃：<color=#{notable}>持続時間 +2ラウンド</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>攻撃：<color=#{notable}>耐性を20%無視</color> 回復<sprite name={q}icon_healthup{q}>：<color=#{notable}>150%</color>
ko: <color=#{notable}>치명타</color>가 발생할 경우 다음과 같은 효과가 나타납니다. 일반 공격: <color=#{notable}>최대 피해 x 150%</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 공격: <color=#{notable}>지속 라운드 +2</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> 공격: <color=#{notable}>저항 20% 무시</color> 치유 <sprite name={q}icon_healthup{q}>: <color=#{notable}>150%</color>
uk: Коли персонаж б’є з <color=#{notable}>критом</color>, це призводить до таких наслідків: Звичайні атаки — <color=#{notable}>максимальна шкода збільшується на 150%</color> Атаки <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> — <color=#{notable}>тривалість +2 раунди</color> Атаки <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}> — <color=#{notable}>ігнорують 20% опору</color> Зцілення <sprite name={q}icon_healthup{q}> — <color=#{notable}>150%</color>
zh_cn: 造成<color=#{notable}>暴击</color>时，会有以下几种效果： 正常的攻击：<color=#{notable}>造成1.5倍于最高伤害的伤害</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>攻击：<color=#{notable}>持续时间+2回合</color> <sprite name={q}icon_bleed{q}><sprite name={q}icon_blight{q}><sprite name={q}icon_burn{q}>攻击：<color=#{notable}>+20%抗性穿透</color> 治疗<sprite name={q}icon_healthup{q}>：<color=#{notable}>治疗量提升至1.5倍</color>
