Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# effect_tooltip_skill_effect_performer_on_crit_single
source: <color=#{notable}>Self On CRIT:</color>
ja: <color=#{notable}>自身のクリティカル発生時：</color>
ko: <color=#{notable}>치명타 시 자신에게:</color>
uk: <color=#{notable}>Сам персонаж, коли б’є з критом:</color>
zh_cn: <color=#{notable}>暴击时自身：</color>

# effect_tooltip_skill_effect_performer_per_target
source: <color=#{notable}>Self:</color>
ja: <color=#{notable}>自身：</color>
ko: <color=#{notable}>자신:</color>
uk: <color=#{notable}>Сам персонаж:</color>
zh_cn: <color=#{notable}>自身：</color>

# effect_tooltip_skill_effect_performer_team
source: <color=#{notable}>Allies:</color>
ja: <color=#{notable}>味方：</color>
ko: <color=#{notable}>아군:</color>
uk: <color=#{notable}>Союзники:</color>
zh_cn: <color=#{notable}>盟友：</color>

# effect_tooltip_skill_effect_performer_team_others
source: <color=#{notable}>Allies:</color>
ja: <color=#{notable}>味方：</color>
ko: <color=#{notable}>아군:</color>
uk: <color=#{notable}>Союзники:</color>
zh_cn: <color=#{notable}>盟友：</color>

# effect_tooltip_skill_effect_performer_team_others_member_random
source: <color=#{notable}>Random Ally:</color>
ja: <color=#{notable}>ランダムな味方：</color>
ko: <color=#{notable}>무작위 아군:</color>
uk: <color=#{notable}>Випадковий союзник:</color>
zh_cn: <color=#{notable}>随机盟友：</color>

# effect_tooltip_skill_effect_rest_item
source: On Inn item use:
ja: 宿アイテム使用時：
ko: 여관 아이템 사용 시:
uk: Коли використовується предмет трактиру:
zh_cn: 使用旅馆物品时：

# effect_tooltip_skill_effect_round_end
source: Round End:
ja: ラウンド終了時：
ko: 라운드 종료 시:
uk: Кінець раунду:
zh_cn: 回合结束时：

# effect_tooltip_skill_effect_round_end_enemy_team_1
source: Random Enemy on Round End:
ja: ラウンド終了時のランダムな敵：
ko: 라운드 종료 시 무작위 적에게:
uk: Випадковий ворог наприкінці раунду:
zh_cn: 回合结束时对随机敌人：

# effect_tooltip_skill_effect_round_end_enemy_team_4
source: Each Enemy on Round End:
ja: ラウンド終了時の各敵：
ko: 라운드 종료 시 각 적에게:
uk: Кожний ворог наприкінці раунду:
zh_cn: 回合结束时对每个敌人：

# effect_tooltip_skill_effect_round_end_friendly_team_1
source: Random Ally on Round End:
ja: ラウンド終了時のランダムな味方：
ko: 라운드 종료 시 무작위 아군에게:
uk: Випадковий союзник наприкінці раунду:
zh_cn: 回合结束时对随机盟友：

# effect_tooltip_skill_effect_round_end_friendly_team_4
source: Each Hero on Round End:
ja: ラウンド終了時の各英雄：
ko: 라운드 종료 시 각 영웅에게:
uk: Кожний герой наприкінці раунду:
zh_cn: 回合结束时对每名英雄：

# effect_tooltip_skill_effect_round_start
source: Round Start:
ja: ラウンド開始時：
ko: 라운드 시작 시:
uk: Початок раунду:
zh_cn: 回合开始时：

# effect_tooltip_skill_effect_round_start_enemy_team_1
source: Random Enemy on Round Start:
ja: ラウンド開始時のランダムな敵：
ko: 라운드 시작 시 무작위 적에게:
uk: Випадковий ворог на початку раунду:
zh_cn: 回合开始时对随机敌人：

# effect_tooltip_skill_effect_round_start_enemy_team_4
source: Each Enemy on Round Start:
ja: ラウンド開始時の各敵：
ko: 라운드 시작 시 각 적에게:
uk: Кожний ворог на початку раунду:
zh_cn: 回合开始时对每个敌人：

# effect_tooltip_skill_effect_round_start_friendly_team_1
source: Random Ally on Round Start:
ja: ラウンド開始時のランダムな味方：
ko: 라운드 시작 시 무작위 아군에게:
uk: Випадковий союзник на початку раунду:
zh_cn: 回合开始时对随机盟友：

# effect_tooltip_skill_effect_round_start_friendly_team_4
source: Each Hero on Round Start:
ja: ラウンド開始時の各英雄：
ko: 라운드 시작 시 각 영웅에게:
uk: Кожний герой на початку раунду:
zh_cn: 回合开始时对每名英雄：

# effect_tooltip_skill_effect_spawn
source: On Spawn:
ja: 出現時：
ko: 출현 시:
uk: Коли з’являється:
zh_cn: 生成时：

# effect_tooltip_skill_effect_stress_damage
source: When Stressed:
ja: ストレスを受けた時：
ko: 스트레스를 받았을 때:
uk: Коли спричинено стрес:
zh_cn: 压力提升时：

# effect_tooltip_skill_effect_target
source: Target:
ja: 対象：
ko: 대상:
uk: Ціль:
zh_cn: 目标：

# effect_tooltip_skill_effect_target_neighbor_random
source: <color=#{debuff}>Random Adjacent Enemy:</color>
ko: <color=#{debuff}>무작위 인접 적에:</color>

# effect_tooltip_skill_effect_target_team
source: Target Team:
ja: 対象チーム：
ko: 대상 측에:
uk: Команда цілі:
zh_cn: 目标队伍：

# effect_tooltip_skill_effect_target_team_others
source: Target's Allies:
ja: 対象の味方：
ko: 대상의 아군에:
uk: Союзники цілі:
zh_cn: 目标的盟友：

# effect_tooltip_skill_effect_target_team_others_member_random
source: Target's Team Member at Random:
ja: ランダムな対象のチームメンバー：
ko: 대상의 무작위 아군에:
uk: Випадковий член команди цілі:
zh_cn: 目标的随机队伍成员：

# effect_tooltip_skill_effect_turn_end
source: Turn End:
ja: ターン終了時：
ko: 턴 종료 시:
uk: Кінець ходу:
zh_cn: 行动结束时：

# effect_tooltip_skill_effect_turn_end_enemy_team
source: To Enemies On Turn End:
ja: ターン終了時の各敵：
ko: 턴 종료 시 적에게:
uk: Ворогам наприкінці ходу:
zh_cn: 行动结束时对敌人：

# effect_tooltip_skill_effect_turn_end_enemy_team_1
source: Random Enemy on Turn End:
ja: ターン終了時のランダムな敵：
ko: 턴 종료 시 무작위 적에게:
uk: Випадковий ворог наприкінці ходу:
zh_cn: 行动结束时对随机敌人：

# effect_tooltip_skill_effect_turn_end_enemy_team_4
source: Each Enemy on Turn End:
ja: ターン終了時の各敵：
ko: 턴 종료 시 각 적에게:
uk: Кожний ворог наприкінці ходу:
zh_cn: 行动结束时对每个敌人：

# effect_tooltip_skill_effect_turn_end_friendly_team
source: Each Ally On Turn End:
ja: ターン終了時の各味方：
ko: 턴 종료 시 각 아군에게:
uk: Кожний союзник наприкінці ходу:
zh_cn: 行动结束时对每个盟友：

# effect_tooltip_skill_effect_turn_end_friendly_team_1
source: Random Ally on Turn End:
ja: ターン終了時のランダムな味方：
ko: 턴 종료 시 무작위 아군에게:
uk: Випадковий союзник наприкінці ходу:
zh_cn: 行动结束时对随机盟友：

# effect_tooltip_skill_effect_turn_end_friendly_team_4
source: Each Hero on Turn End:
ja: ターン終了時の各英雄：
ko: 턴 종료 시 각 영웅에게:
uk: Кожний герой наприкінці ходу:
zh_cn: 行动结束时对每名英雄：

# effect_tooltip_skill_effect_turn_start
source: Turn Start:
ja: ターン開始詩：
ko: 턴 시작 시:
uk: Початок ходу:
zh_cn: 行动开始时：

# effect_tooltip_skill_effect_turn_start_enemy_team
source: To Enemies On Turn Start:
ja: ターン開始時の各敵：
ko: 턴 시작 시 적에게:
uk: Ворогам на початку ходу:
zh_cn: 行动开始时对敌人：

# effect_tooltip_skill_effect_turn_start_enemy_team_1
source: Random Enemy on Turn Start:
ja: ターン開始時のランダムな敵：
ko: 턴 시작 시 무작위 적에게:
uk: Випадковий ворог на початку ходу:
zh_cn: 行动开始时对随机敌人：

# effect_tooltip_skill_effect_turn_start_enemy_team_4
source: Each Enemy on Turn Start:
ja: ターン開始時の各敵：
ko: 턴 시작 시 각 적에게:
uk: Кожний ворог на початку ходу:
zh_cn: 行动开始时对每个敌人：

# effect_tooltip_skill_effect_turn_start_enemy_team_random
source: Random Enemy on Turn Start:
ja: ターン開始時のランダムな敵：
ko: 턴 시작 시 무작위 적에게:
uk: Випадковий ворог на початку ходу:
zh_cn: 行动开始时对随机敌人：

# effect_tooltip_skill_effect_turn_start_friendly_team
source: Each Ally On Turn Start:
ja: ターン開始時の各味方：
ko: 턴 시작 시 각 아군에게:
uk: Кожний союзник на початку ходу:
zh_cn: 行动开始时对每个盟友：

# effect_tooltip_skill_effect_turn_start_friendly_team_1
source: Random Ally on Turn Start:
ja: ターン開始時のランダムな味方：
ko: 턴 시작 시 무작위 아군에게:
uk: Випадковий союзник на початку ходу:
zh_cn: 行动开始时对随机盟友：

# effect_tooltip_skill_effect_turn_start_friendly_team_4
source: Each Hero on Turn Start:
ja: ターン開始時の各英雄：
ko: 턴 시작 시 각 영웅에게:
uk: Кожний герой на початку ходу:
zh_cn: 行动开始时对每名英雄：

# effect_tooltip_skill_effect_turn_start_friendly_team_random
source: Random Party Member on Turn Start:
ja: ターン開始時のランダムなパーティメンバー：
ko: 턴 시작 시 무작위 원정대원에게:
uk: Випадковий член групи на початку ходу:
zh_cn: 行动开始时对随机队伍成员：

# effect_tooltip_skill_limit
source: Uses: {0}
ja: 使用回数： {0}
ko: 횟수: {0}
uk: Використань: {0}
zh_cn: 剩余次数：{0}

# effect_tooltip_stress_damage
source: <color=#{debuff}>+{0}</color> <sprite name={q}token_stress{q}>
ko: <sprite name={q}token_stress{q}> <color=#{debuff}>+{0}</color>

# effect_tooltip_summon_class_actor_id
source: Summon {0}
ja: {0}を召喚
ko: {0} 소환
uk: Виклик. {0}
zh_cn: 召唤{0}

# effect_tooltip_target
source: Target: {0}
ja: 対象：{0}
ko: 대상: {0}
uk: Ціль: {0}
zh_cn: 目标：{0}

# effect_tooltip_target_backward
source: <color=#{move}>Knockback</color> {0}
ja: <color=#{move}>ノックバック</color> {0}
ko: <color=#{move}>밀치기</color> {0}
uk: <color=#{move}>Відштовхує на</color> {0}
zh_cn: <color=#{move}>击退</color>{0}

# effect_tooltip_target_forward
source: <color=#{move}>Pull</color> {0}
ja: <color=#{move}>プル</color> {0}
ko: <color=#{move}>당기기</color> {0}
uk: <color=#{move}>Притягує на</color> {0}
zh_cn: <color=#{move}>拉近</color>{0}

# effect_tooltip_token_add_tag
source: Add {0} {1} Token
ja: {0} {1}トークンを追加
ko: {0} {1} 토큰 추가
uk: Додає {0} {1} мітку
zh_cn: 添加{0}{1}标记

# effect_tooltip_token_add_tag+plural
source: Add {0} {1} Tokens
ja: {0} {1}トークンを追加
ko: {0} {1} 토큰 추가
uk: Додає {0} {1} міток
zh_cn: 添加{0}{1}标记

# effect_tooltip_token_convert_amount
source: Convert {0} to {1}
ja: {0}を{1}に変換
ko: {0} -> {1} 변환
uk: {0} перетворюється на {1}
zh_cn: 将{0}转化为{1}

# effect_tooltip_token_copy_all_tag
source: Copy All {0} Tokens
ja: {0}トークンをすべて複製
ko: 모든 {0} 토큰 복사
uk: Копіює всі мітки ({0})
zh_cn: 复制所有{0}标记

# effect_tooltip_token_copy_tag
source: Copy {0} Token
ja: {0}トークンを複製
ko: {0} 토큰 복사
uk: Копіює {0} мітку
zh_cn: 复制{0}标记

# effect_tooltip_token_copy_tag+plural
source: Copy {0} {1} Tokens
ja: {0}{1}トークンを複製
ko: {0} {1} 토큰 복사
uk: Копіює {0} {1} міток
zh_cn: 复制{0}{1}标记

# effect_tooltip_token_copy_tags_range
source: Copy {0}-{1} {2} Tokens
ja: {0}-{1} {2}トークンを複製
ko: {0}-{1} {2} 토큰 복사
uk: Копіює {0}–{1} {2} міт.
zh_cn: 复制{0}-{1}{2}标记

# effect_tooltip_token_remove_all_tag
source: Remove All {0} Tokens
ja: 全ての{0}トークンを除去
ko: {0} 토큰 전부 제거
uk: Зняти всі мітки ({0})
zh_cn: 移除所有{0}标记

# effect_tooltip_token_remove_amount
source: Remove {0}
ja: 除去：{0}
ko: 제거: {0}
uk: Знімає {0}
zh_cn: 移除{0}

# effect_tooltip_token_remove_tag
source: Remove {0} {1} Token
ja: {0}{1}トークンを除去
ko: {0} {1} 토큰 제거
uk: Знімає {0} {1} мітку
zh_cn: 移除{0}{1}标记

# effect_tooltip_token_remove_tag+plural
source: Remove {0} {1} Tokens
ja: {0}{1}トークンを除去
ko: {0} {1} 토큰 제거
uk: Знімає {0} {1} міток
zh_cn: 移除{0}{1}标记

# effect_tooltip_token_steal_all_tag
source: Steal All {0} Tokens
ja: {0}トークンをすべて盗む
ko: {0} 토큰 모두 강탈
uk: Краде всі мітки ({0})
zh_cn: 窃取所有{0}标记

# effect_tooltip_token_steal_tag
source: Steal {0} Token
ja: {0}トークンを盗む
ko: {0} 토큰 강탈
uk: Краде {0} мітку
zh_cn: 窃取{0}标记

# effect_tooltip_token_steal_tag+plural
source: Steal {0} {1} Tokens
ja: {0} {1}トークンを盗む
ko: {0} {1} 토큰 강탈
uk: Краде {0} {1} міток
zh_cn: 窃取{0}{1}标记

# effect_tooltip_token_steal_tags_range
source: Steal {0}-{1} {2} Tokens
ja: {0}-{1} {2}トークンを盗む
ko: {0}-{1} {2} 토큰 강탈
uk: Краде {0}–{1} {2} міт.
zh_cn: 窃取{0}~{1}{2}标记

# effect_tooltip_torch_change
source: Flame {0}
ja: 炎 {0}
ko: 불꽃 {0}
uk: Полум’я {0}
zh_cn: 火炬{0}

# effect_type_after_node_party_member_random
source: Random Hero After Each Location:
ja: 各場所を訪れた後のランダムな英雄：
ko: 각 지점 퇴장 후 무작위 영웅에:
uk: Випадковий герой після кожної зупинки:
zh_cn: 在每个地点后，随机英雄：

# effect_type_before_node_party_member_random
source: Random Hero Before Each Location:
ja: 各場所を訪れる前のランダムな英雄：
ko: 각 지점 진입 전 무작위 영웅에:
uk: Випадковий герой перед кожною зупинкою:
zh_cn: 在每个地点前，随机英雄：

# embark_continue_label
source: Embark
ja: 出発
ko: 출정
uk: У дорогу
zh_cn: 启程

# embark_scene_on_embark_fail_label
source: Calculate all your relationships first!
ja: 先にすべての関係を計算しよう！
ko: 우선 관계를 전부 계산하세요!
uk: Спочатку оцініть усі свої стосунки!
zh_cn: 先处理好全部人际关系！

# end_cinematic_label
source: II. A Complete Confession
ko: II. 고해 완료
uk: II. Завершене сповідання:

source: Envious
ja: 嫉妬
ko: 질투
uk: Заздрість
zh_cn: 嫉妒

# extended_starving_food_tooltip
source: <color=#{debuff}>EXTENDED STARVING!</color>HP damage while driving High stress damage while driving
ko: <color=#{debuff}>굶주림 악화!</color>이동 중에 체력 피해 이동 중에 높은 스트레스 피해

# fanatic_blind_shaman
source: Shaman
ja: シャーマン
ko: 주술사
uk: Шаман
zh_cn: 萨满

# fanatic_blind_shaman_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_blind_shaman_ignited
source: <color=#{ignited}>Shaman</color>
ja: <color=#{ignited}>シャーマン</color>
ko: <color=#{ignited}>주술사</color>
uk: <color=#{ignited}>Шаман</color>
zh_cn: <color=#{ignited}>萨满</color>

# fanatic_flayer
source: Flayer
ja: フレイヤー
ko: 박피꾼
uk: Шкуродер
zh_cn: 剥皮者

# fanatic_flayer_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_flayer_ignited
source: <color=#{ignited}>Flayer</color>
ja: <color=#{ignited}>フレイヤー</color>
ko: <color=#{ignited}>박피꾼</color>
uk: <color=#{ignited}>Шкуродер</color>
zh_cn: <color=#{ignited}>剥皮者</color>

# fanatic_immolatist
source: Immolatist
ja: イモレーティスト
ko: 희생양
uk: Жертовниця
zh_cn: 焚身者

# fanatic_immolatist_b
source: Her Ladyship
ja: 令嬢
ko: 사제장
uk: Її милість
zh_cn: 女爵

# fanatic_immolatist_b_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_immolatist_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_librarian
source: Librarian
ja: 司書
ko: 사서
uk: Бібліотекар
zh_cn: 图书管理员

# fanatic_librarian_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_librarian_ignited
source: <color=#{ignited}>Librarian</color>
ja: <color=#{ignited}>司書</color>
ko: <color=#{ignited}>사서</color>
uk: <color=#{ignited}>Бібліотекар</color>
zh_cn: <color=#{ignited}>图书管理员</color>

# fanatic_librarian_stack_l
source: Books
ja: 本
ko: 책
uk: Книги
zh_cn: 书籍

# fanatic_librarian_stack_m
source: Damaged Books
ja: 破損した本
ko: 망가진 책
uk: Зіпсовані книги
zh_cn: 受损的书籍

# fanatic_librarian_stack_s
source: Scorched Books
ja: 焦げた本
ko: 그을린 책
uk: Обгорілі книги
zh_cn: 烧损的书籍

# fanatic_pit_figher
source: Pit Fighter
ja: ピットファイター
ko: 투기장 싸움꾼
uk: Пекельне створіння
zh_cn: 角斗士

# fanatic_pit_fighter
source: Pit Fighter
ja: ピットファイター
ko: 투기장 싸움꾼
uk: Пекельне створіння
zh_cn: 角斗士

# fanatic_pit_fighter_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_sacrificial
source: Sacrificial
ja: 生贄
ko: 산 제물
uk: Носій смерті
zh_cn: 献祭者

# fanatic_sacrificial_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_spearing_reaver_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_whipper
source: Whipper
ja: 鎖鞭使い
ko: 채찍꾼
uk: Ланцюжник
zh_cn: 鞭挞者

# fanatic_whipper_b
source: Masterful Kinred
ko: 능란한 친족

# fanatic_whipper_b_corpse
source: Corpse
ko: 시체

# fanatic_whipper_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# fanatic_whipper_ignited
source: <color=#{ignited}>Whipper</color>
ja: <color=#{ignited}>鎖鞭使い</color>
ko: <color=#{ignited}>채찍꾼</color>
uk: <color=#{ignited}>Ланцюжник</color>
zh_cn: <color=#{ignited}>鞭挞者</color>

# final_round_label
source: Final Round!
ja: 最終ラウンド！
ko: 마지막 라운드!
uk: Останній раунд!
zh_cn: 最后一回合！

# first_time_profile_creation_title
source: Begin New Adventure
ja: 新しい冒険を始める
ko: 새 모험 시작
uk: Вирушити в нову подорож
zh_cn: 开始新的冒险

source: Flagellant
ja: フラジラント
ko: 고행자
uk: Флагелант
zh_cn: 鞭笞者

# flagellant_corpse
source: Corpse
ko: 시체
uk: Труп

# flagellant_wpn_exanimate
source: <color=#{notable}>Exanimate</color>
ko: <color=#{notable}>무생</color>
uk: <color=#{notable}>Дивак</color>

# flagellant_wpn_maniac
source: <color=#{notable}>Maniac</color>
ko: <color=#{notable}>광증</color>
uk: <color=#{notable}>Маніяк</color>

# flagellant_wpn_scourge
source: <color=#{notable}>Scourge</color>
ko: <color=#{notable}>재앙</color>
uk: <color=#{notable}>Мучитель</color>

# game_over_reason_abandon
source: A broken will carries no hope of success.
ja: 挫けた意思に、成功の見込みはない。
ko: 망가진 의지는 성공의 희망을 품지 못하니.
uk: Якщо воля зламана, надії на успіх нема.
zh_cn: 意志溃堤，胜算自然流失殆尽。

# game_over_reason_party_dead
source: You were right to fear the world...
ja: 世界を恐れたのは正解だった...
ko: 이 세상은 두려워해야 마땅하다...
uk: Ви мали рацію: цього світу треба боятися...
zh_cn: 你对世界的恐惧不无道理……

# game_over_reason_party_insane
source: The mind is a fragile thing. Easily distracted from its goal.
ja: 心は脆きものだ。目標からたやすく外れてしまう。
ko: 마음이란 연약한 것. 목표로부터 쉬이 주의를 잃기 십상이다.
uk: Розум — тендітна річ: його легко збити з шляху до цілі.
zh_cn: 人心善变，须臾便偏离目标。

# game_over_reason_victory
source: A Glimmer of Hope!
ja: 希望の光が見えた！
ko: 희망의 불씨다!
uk: Проблиск надії!
zh_cn: 希望绽放！

# game_over_restart_label
source: Continue
ja: 続ける
ko: 계속
uk: Продовжити
zh_cn: 继续

# game_over_rewards_label
source: Rewards Unlocked!
ja: 報酬がアンロック！
ko: 보상 해금!
uk: Відкриті нагороди!
zh_cn: 奖励已解锁！

# game_over_title
source: Lost in Darkness
ja: 暗闇に消えた
ko: 어둠 속에 낙오하다
uk: Темрява поглинає
zh_cn: 迷失黑暗

# gamepad_candle_overflow_tooltip_desc
source: Press @{Submit} to convert excess candles to your total score
ko: @{Submit} 버튼을 눌러 남는 촛불을 총점으로 변환

# gamepad_credits_hold_exit_label
source: Hold any button to exit
ko: 아무 버튼이나 오래 눌러서 나가기

# gamepad_driving_biome_panel_button_tooltip
source: Goals & Conditions @{CycleLeftPanel}
ko: 목표 & 조건 @{CycleLeftPanel}

# gamepad_driving_character_sheet_button_tooltip
source: Hero Sheet
ko: 영웅 정보

# gamepad_driving_coach_button_tooltip
source: Stagecoach @{CycleRightPanel}
ko: 역마차 @{CycleRightPanel}

# gamepad_driving_inventory_button_tooltip
source: Inventory @{CycleRightPanel}
ja: 所持品 @{CycleRightPanel}
ko: 소지품 @{CycleRightPanel}
uk: Інвентар @{CycleRightPanel}
zh_cn: 物品栏@{CycleRightPanel}

# gamepad_driving_map_button_tooltip
source: Map @{CycleLeftPanel}
ja: 地図 @{CycleLeftPanel}
ko: 지도 @{CycleLeftPanel}
uk: Карта @{CycleLeftPanel}
zh_cn: 地图@{CycleLeftPanel}

# gamepad_driving_submit_hold_hero_ribbon_label
source: Press @{Submit} to view hero sheet Hold @{Submit} to swap positions
ja: @{Submit}で英雄シートを表示 @{Submit}長押しでポジション入れ替え
ko: @{Submit}버튼을 눌러 영웅 정보 확인 / @{Submit}버튼을 길게 눌러 위치 변경
uk: Натисніть @{Submit}, щоб переглянути сторінку героя Натисніть і утримуйте @{Submit}, щоб поміняти позиції місцями
zh_cn: 按@{Submit}查看人物表 长按@{Submit}以交换位置

# gamepad_item_discard
source: Hold @{Discard} to Discard
ja: @{Discard}長押しで破棄
ko: @{Discard} 버튼을 길게 눌러 버리기
uk: Натисніть і утримуйте @{Discard}, щоб викинути
zh_cn: 长按@{Discard}以丢弃

# gamepad_legend_academic_view
source: Academic View
ko: 상세정보 창

# gamepad_legend_altar_cancel
source: Cancel/Exit Screen
ja: キャンセル/画面を閉じる
ko: 취소/화면 닫기
uk: Екран скасування/виходу
zh_cn: 取消/退出页面

# gamepad_legend_cancel
source: Cancel
ko: 취소

# gamepad_legend_character_sheet_more_info
source: More Info
ko: 추가 정보

# gamepad_legend_confirm
source: Select
ko: 선택

# gamepad_legend_exit
source: Hold to Exit
ko: 길게 눌러 나가기

# gamepad_legend_hospital_select
source: Select/Purchase
ko: 선택/구매

# gamepad_legend_navigate
source: Navigate
ja: カーソル移動
ko: 탐색
uk: Перемістити курсор
zh_cn: 移动

# gamepad_legend_store_select
source: Purchase
ja: 購入
ko: 구매
uk: Купити
zh_cn: 购买

# gamepad_legend_switch_hero
source: Change Hero
ko: 영웅 변경

# gamepad_legend_toggle_hero
source: Cycle Hero
ko: 영웅 전환

# gamepad_movie_screen_skip_prompt
source: Hold @{SkipCinematic} to skip
ko: @{SkipCinematic} 버튼을 길게 눌러 건너뛰기

# gamepad_options_menu_controls_hold_to_drive_label
source: Hold @{Move:positive} to Drive
ko: @{Move:positive} 버튼을 길게 눌러 운전

# gamepad_story_info_tooltip
source: Press @{MoreInfo} for more information on choices
ja: @{MoreInfo}で選択肢の詳細を表示
ko: @{MoreInfo}버튼을 눌러 선택지 관련 추가 정보 확인
uk: Натисніть @{MoreInfo}, щоб отримати додаткову інформацію про варіанти вибору
zh_cn: 按@{MoreInfo}查看选项详情

# gamepad_story_screen_click_hold_to_select_label
source: Use @{leftStick} to make a selection, hold @{Submit} to confirm selection.
ko: @{leftStick}로 선택지를 고르고 @{Submit}버튼을 길게 눌러 선택을 확정합니다.

# gamepad_tutorial_t100_description
source: The Stagecoach is your carriage, coffin, and confessional. Press <color=#{notable}>@{Move:positive}</color> or @{leftStick} up once to order the Stagecoach forward. Press <color=#{notable}>@{Move:negative}</color> or @{leftStick} down to halt it. The Stagecoach will steer automatically. You can fine-tune its path with <color=#{notable}>@{leftStick}</color> left/right.
ko: 역마차는 이동 수단, 관이자 고해소입니다. <color=#{notable}>@{Move:positive}</color> 버튼을 누르거나 @{leftStick} 위 입력으로 역마차를 전진시킬 수 있습니다. <color=#{notable}>@{Move:negative}</color> 버튼을 누르거나 @{leftStick} 아래 입력을 하면 정지합니다. 역마차는 자동으로 방향을 틉니다. <color=#{notable}>@{leftStick}</color>로 세세한 조종이 가능합니다.

# gamepad_tutorial_t102_description
source: Press @{NextActor} to bring up the Stagecoach View. This shows what upgrades are currently installed on the coach as well as current <color=#{notable}>armor</color> <sprite name={q}icon_currency_armor{q}> and <color=#{notable}>wheel</color> <sprite name={q}icon_currency_wheel{q}> points. Stagecoach items can only be changed at the <color=#{notable}>Wainwright</color>, who is present at each <color=#{notable}>Inn</color>. The Wainwright also can repair <sprite name={q}icon_currency_armor{q}> and <sprite name={q}icon_currency_wheel{q}>, for a fee.
ko: @{NextActor}버튼을 누르면 역마차 보기 창이 표시됩니다. 이 창에서는 현재 역마차에 장착된 각종 강화 장비와 함께 현재 <color=#{notable}>장갑</color> <sprite name={q}icon_currency_armor{q}> 및 <color=#{notable}>바퀴</color> <sprite name={q}icon_currency_wheel{q}> 수치를 확인할 수 있습니다. 역마차 아이템은 <color=#{notable}>여관</color>마다 있는 <color=#{notable}>마차 정비공</color>만이 변경할 수 있습니다. 또한 정비공은 일정 비용을 받고 과 <sprite name={q}icon_currency_wheel{q}>를 수리해<sprite name={q}icon_currency_armor{q}> 줄 수도 있습니다.

# gamepad_tutorial_t1101_description
source: Each hero pair has an <color=#{notable}>affinity</color> value which describes how friendly or unfriendly they feel towards one another. This directly determines the chances of that pair forming a <color=#{notable}>relationship</color> at the next Inn. To view <color=#{notable}>affinities</color>, open any hero's <color=#{notable}>Hero Sheet</color> and look at the <color=#{notable}>relationships tab</color>. While on the road, open the <color=#{notable}>Hero Sheet</color> by pressing @{CycleLeftPanel} and @{CycleRightPanel} to select a hero then press @{Submit}.
ko: 각 영웅의 관계는 <color=#{notable}>호감도</color> 값을 통해 서로가 얼마나 친근한지, 또 얼마나 적대적인지 확인할 수 있습니다. 이 값은 다음 여관에서 서로의 <color=#{notable}>관계</color>가 형성될 확률에 직접적으로 영향을 미칩니다. <color=#{notable}>호감도</color>를 확인하려면 아무 영웅의 <color=#{notable}>영웅 정보</color> 창을 열고 <color=#{notable}>관계 탭</color>을 보면 됩니다. 도로 상에서는 @{CycleLeftPanel} 및 @{CycleRightPanel}버튼을 눌러 <color=#{notable}>영웅 정보</color> 창을 열고 영웅을 선택한 다음, @{Submit}버튼을 누르세요.

# gamepad_tutorial_t1301_description
source: Each hero or enemy rolls <color=#{notable}>initiative</color> at the beginning of each round, and this is modified by their <color=#{notable}>speed</color>. The turn order is shown by the <color=#{notable}>portraits</color> in the top right of the screen. Press @{MoreInfo} to allow navigation between all heroes and enemies and to see who is next in the turn order. Only a partial turn order is shown. You can plan ahead a little, but not completely.
ko: 각 영웅과 적들은 라운드가 시작될 때마다 <color=#{notable}>우선권</color> 굴림을 판정하며, 이 판정에는 각자의 <color=#{notable}>속도</color>가 영향을 끼칩니다. 턴이 돌아오는 순서는 화면 오른쪽 상단의 <color=#{notable}>초상화</color>로 표시됩니다. @{MoreInfo}버튼을 눌러 다음에 돌아오는 영웅 및 적들의 순서를 확인할 수 있습니다. 하지만 앞으로의 턴 중에 일부만이 표시되기 때문에 어느 정도 예측 및 계획은 가능할 뿐, 완전한 대비는 불가능합니다.

# gamepad_tutorial_t1302_description
source: On a hero's turn, you may first use a <color=#{notable}>combat item</color>, if they have one equipped. This is a <color=#{notable}>free action</color>. Then you may use a hero <color=#{notable}>skill</color> normally. To use a <color=#{notable}>combat item</color>, press @{Submit} on the item in the displayed skill bar.
ko: 영웅의 턴이 오면 우선 자신이 장비한 <color=#{notable}>전투 아이템</color>을 사용할 수 있습니다. 이 아이템 사용에는 <color=#{notable}>행동</color>이 소모되지 않습니다. 그런 다음 정상적으로 <color=#{notable}>기술</color>을 사용할 수 있습니다. <color=#{notable}>전투 아이템</color>을 사용하려면 선택된 기술 막대에서 아이템에 @{Submit}버튼을 누르면 됩니다.

# gamepad_tutorial_t1304_description
source: In addition to doing damage, skills can cause a variety of effects. Most of those effects are shown by <color=#{notable}>tokens</color>.
ko: 각 기술은 피해를 입힐 뿐만 아니라 다양한 효과를 줄 수도 있습니다. 이런 효과 중 대부분은 <color=#{notable}>토큰</color>으로 표시됩니다.

# gamepad_tutorial_t1305_description
source: In combat, hold @{NextStat} to view the <color=#{notable}>Token Glossary</color>. You can view the <color=#{notable}>Token Glossary</color> any time in the pause menu. Press @{PauseMenu} to access the pause menu, navigate to the <color=#{notable}>Token Glossary</color> option, and press @{Submit}.
ko: 전투 중에 @{NextStat}버튼을 길게 눌러 <color=#{notable}>토큰 사전</color>을 확인할 수 있습니다. 일시정지 메뉴에서는 언제든지 <color=#{notable}>토큰 사전</color>을 확인할 수 있습니다.@{PauseMenu}버튼을 눌러 일시정지 메뉴에 액세스하고 <color=#{notable}>토큰 사전</color> 옵션으로 가서 @{Submit}버튼을 누르면 됩니다.
