Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# quirk_lost_in_space_neg+male
source: Lost In Space
ja: 空間の迷子
ko: 공간의 미아
uk: Невідомо де в просторі
zh_cn: 空间迷失

# quirk_lost_in_time_and_space_neg
source: Lost In Time And Space
ja: 時空の迷子
ko: 시공의 미아
uk: Невідомо де в часі й просторі
zh_cn: 时空迷失

# quirk_lost_in_time_and_space_neg_verbose_description
source: Out of phase with reality itself.
ko: 위상과 현실에서 완전히 유리되고 말았습니다.
uk: Перебуває поза межами реальності.

# quirk_lost_in_time_and_space_neg_verbose_description+female
source: Out of phase with reality itself.
ko: 위상과 현실에서 완전히 유리되고 말았습니다.
uk: Перебуває поза межами реальності.

# quirk_lost_in_time_and_space_neg_verbose_description+male
source: Out of phase with reality itself.
ko: 위상과 현실에서 완전히 유리되고 말았습니다.
uk: Перебуває поза межами реальності.

# quirk_lost_in_time_and_space_neg+female
source: Lost In Time And Space
ja: 時空の迷子
ko: 시공의 미아
uk: Невідомо де в часі й просторі
zh_cn: 时空迷失

# quirk_lost_in_time_and_space_neg+male
source: Lost In Time And Space
ja: 時空の迷子
ko: 시공의 미아
uk: Невідомо де в часі й просторі
zh_cn: 时空迷失

# quirk_lost_in_time_neg
source: Lost In Time
ja: 時間の迷子
ko: 시간의 미아
uk: Невідомо де в часі
zh_cn: 时间迷失

# quirk_lost_in_time_neg_verbose_description
source: Time has become an impenetrable maze.
ko: 시간은 이제 불가해한 미로가 되어 버렸습니다.
uk: Час перетворився на непрохідний лабіринт.

# quirk_lost_in_time_neg_verbose_description+female
source: Time has become an impenetrable maze.
ko: 시간은 이제 불가해한 미로가 되어 버렸습니다.
uk: Час перетворився на непрохідний лабіринт.

# quirk_lost_in_time_neg_verbose_description+male
source: Time has become an impenetrable maze.
ko: 시간은 이제 불가해한 미로가 되어 버렸습니다.
uk: Час перетворився на непрохідний лабіринт.

# quirk_lost_in_time_neg+female
source: Lost In Time
ja: 時間の迷子
ko: 시간의 미아
uk: Невідомо де в часі
zh_cn: 时间迷失

# quirk_lost_in_time_neg+male
source: Lost In Time
ja: 時間の迷子
ko: 시간의 미아
uk: Невідомо де в часі
zh_cn: 时间迷失

# quirk_lurker_pos
source: Lurker
ja: 潜伏者
ko: 매복가
uk: Нічний хижак
zh_cn: 潜伏者

# quirk_lurker_pos+female
source: Lurker
ja: 潜伏者
ko: 매복가
uk: Нічний хижак
zh_cn: 潜伏者

# quirk_lurker_pos+male
source: Lurker
ja: 潜伏者
ko: 매복가
uk: Нічний хижак
zh_cn: 潜伏者

# quirk_martyr_pos
source: Martyr
ja: 殉教者
ko: 순교자
uk: Мучеництво
zh_cn: 殉道者

# quirk_martyr_pos+female
source: Martyr
ja: 殉教者
ko: 순교자
uk: Мучеництво
zh_cn: 殉道者

# quirk_martyr_pos+male
source: Martyr
ja: 殉教者
ko: 순교자
uk: Мучеництво
zh_cn: 殉道者

# quirk_melophobic_neg
source: Melophobic
ja: 音楽恐怖症
ko: 음악공포증
uk: Неприйняття музики
zh_cn: 旋律恐惧症

# quirk_melophobic_neg_verbose_description
source: Music is the trigger for deep-seated resentment.
ko: 음악을 들으면 마음 속 깊은 곳에서 분노가 고개를 듭니다.
uk: Музика викликає сильну відразу.

# quirk_melophobic_neg_verbose_description+female
source: Music is the trigger for deep-seated resentment.
ko: 음악을 들으면 마음 속 깊은 곳에서 분노가 고개를 듭니다.
uk: Музика викликає сильну відразу.

# quirk_melophobic_neg_verbose_description+male
source: Music is the trigger for deep-seated resentment.
ko: 음악을 들으면 마음 속 깊은 곳에서 분노가 고개를 듭니다.
uk: Музика викликає сильну відразу.

# quirk_melophobic_neg+female
source: Melophobic
ja: 音楽恐怖症
ko: 음악공포증
uk: Неприйняття музики
zh_cn: 旋律恐惧症

# quirk_melophobic_neg+male
source: Melophobic
ja: 音楽恐怖症
ko: 음악공포증
uk: Неприйняття музики
zh_cn: 旋律恐惧症

# quirk_misses_the_mark_neg
source: Misses the Mark
ja: 的外れ
ko: 야맹증
uk: Незібраність
zh_cn: 准头欠佳

# quirk_misses_the_mark_neg+female
source: Misses the Mark
ja: 的外れ
ko: 야맹증
uk: Незібраність
zh_cn: 准头欠佳

# quirk_misses_the_mark_neg+male
source: Misses the Mark
ja: 的外れ
ko: 야맹증
uk: Незібраність
zh_cn: 准头欠佳

# quirk_natural_eye_pos
source: Natural Eye
ja: 射撃の才能
ko: 타고난 시력
uk: Влучність від природи
zh_cn: 神准

# quirk_natural_eye_pos+female
source: Natural Eye
ja: 射撃の才能
ko: 타고난 시력
uk: Влучність від природи
zh_cn: 神准

# quirk_natural_eye_pos+male
source: Natural Eye
ja: 射撃の才能
ko: 타고난 시력
uk: Влучність від природи
zh_cn: 神准

# quirk_natural_swing_pos
source: Natural Swing
ja: 接近戦の才能
ko: 타고난 검술가
uk: Чудовий змах
zh_cn: 挥舞自如

# quirk_natural_swing_pos+female
source: Natural Swing
ja: 接近戦の才能
ko: 타고난 검술가
uk: Чудовий змах
zh_cn: 挥舞自如

# quirk_natural_swing_pos+male
source: Natural Swing
ja: 接近戦の才能
ko: 타고난 검술가
uk: Чудовий змах
zh_cn: 挥舞自如

# quirk_neat_freak_neg
source: Neat Freak
ja: 潔癖症
ko: 결벽증
uk: Чистоплюйство
zh_cn: 洁癖

# quirk_neat_freak_neg_verbose_description
source: Depends on cleanliness for sanity.
ko: 위생적 청결에 집착합니다.
uk: Нездорова одержимість чистотою.

# quirk_neat_freak_neg_verbose_description+female
source: Depends on cleanliness for sanity.
ko: 위생적 청결에 집착합니다.
uk: Нездорова одержимість чистотою.

# quirk_neat_freak_neg_verbose_description+male
source: Depends on cleanliness for sanity.
ko: 위생적 청결에 집착합니다.
uk: Нездорова одержимість чистотою.

# quirk_neat_freak_neg+female
source: Neat Freak
ja: 潔癖症
ko: 결벽증
uk: Чистоплюйство
zh_cn: 洁癖

# quirk_neat_freak_neg+male
source: Neat Freak
ja: 潔癖症
ko: 결벽증
uk: Чистоплюйство
zh_cn: 洁癖

# quirk_necrophobia_neg
source: Necrophobic
ja: 死体恐怖症
ko: 사망공포증
uk: Некрофобія
zh_cn: 亡灵恐惧症

# quirk_necrophobia_neg_verbose_description
source: Fear of cadavers and symbols of death.
ko: 각종 시신이나 죽음의 징후를 두려워합니다.
uk: Боїться кадаврів та ознак смерті.

# quirk_necrophobia_neg_verbose_description+female
source: Fear of cadavers and symbols of death.
ko: 각종 시신이나 죽음의 징후를 두려워합니다.
uk: Боїться кадаврів та ознак смерті.

# quirk_necrophobia_neg_verbose_description+male
source: Fear of cadavers and symbols of death.
ko: 각종 시신이나 죽음의 징후를 두려워합니다.
uk: Боїться кадаврів та ознак смерті.

# quirk_necrophobia_neg+female
source: Necrophobic
ja: 死体恐怖症
ko: 사망공포증
uk: Некрофобія
zh_cn: 亡灵恐惧症

# quirk_necrophobia_neg+male
source: Necrophobic
ja: 死体恐怖症
ko: 사망공포증
uk: Некрофобія
zh_cn: 亡灵恐惧症

# quirk_needler_neg
source: Needler
ja: 毒舌
ko: 예리한 언변
uk: Сарказм
zh_cn: 毒舌

# quirk_needler_neg_verbose_description
source: Sharp wit, sharper words.
ko: 날카로운 지성과 더 날카로운 혓바닥으로 무장했습니다.
uk: Гострий розум і ще гостріший язик.

# quirk_needler_neg_verbose_description+female
source: Sharp wit, sharper words.
ko: 날카로운 지성과 더 날카로운 혓바닥으로 무장했습니다.
uk: Гострий розум і ще гостріший язик.

# quirk_needler_neg_verbose_description+male
source: Sharp wit, sharper words.
ko: 날카로운 지성과 더 날카로운 혓바닥으로 무장했습니다.
uk: Гострий розум і ще гостріший язик.

# quirk_needler_neg+female
source: Needler
ja: 毒舌
ko: 예리한 언변
uk: Сарказм
zh_cn: 毒舌

# quirk_needler_neg+male
source: Needler
ja: 毒舌
ko: 예리한 언변
uk: Сарказм
zh_cn: 毒舌

# quirk_nervous_neg
source: Nervous
ja: 神経質
ko: 신경쇠약
uk: Нервовість
zh_cn: 紧张

# quirk_nervous_neg+female
source: Nervous
ja: 神経質
ko: 신경쇠약
uk: Нервовість
zh_cn: 紧张

# quirk_nervous_neg+male
source: Nervous
ja: 神経質
ko: 신경쇠약
uk: Нервовість
zh_cn: 紧张

# quirk_nocturnal_pos
source: Nocturnal
ja: 夜行性
ko: 야행성
uk: Нічне життя
zh_cn: 夜猫子

# quirk_nocturnal_pos+female
source: Nocturnal
ja: 夜行性
ko: 야행성
uk: Нічне життя
zh_cn: 夜猫子

# quirk_nocturnal_pos+male
source: Nocturnal
ja: 夜行性
ko: 야행성
uk: Нічне життя
zh_cn: 夜猫子

# quirk_oblivion_tear_route_scout_pos
source: Void Sight
ko: 암담한 시야
uk: Погляд у безодню

# quirk_oblivion_tear_route_scout_pos+female
source: Void Sight
ko: 암담한 시야
uk: Погляд у безодню

# quirk_oblivion_tear_route_scout_pos+male
source: Void Sight
ko: 암담한 시야
uk: Погляд у безодню

# quirk_occultomania_neg
source: Occultomaniac
ja: 神秘執着症
ko: 비술에 대한 매료
uk: Окультоманія
zh_cn: 秘教狂热

# quirk_occultomania_neg_verbose_description
source: Enthralled with hidden cults and their trappings.
ko: 비밀 결사나 그 함정에 집착합니다.
uk: Захоплюється таємними культами та їхніми атрибутами.

# quirk_occultomania_neg_verbose_description+female
source: Enthralled with hidden cults and their trappings.
ko: 비밀 결사나 그 함정에 집착합니다.
uk: Захоплюється таємними культами та їхніми атрибутами.

# quirk_occultomania_neg_verbose_description+male
source: Enthralled with hidden cults and their trappings.
ko: 비밀 결사나 그 함정에 집착합니다.
uk: Захоплюється таємними культами та їхніми атрибутами.

# quirk_occultomania_neg+female
source: Occultomaniac
ja: 神秘執着症
ko: 비술에 대한 매료
uk: Окультоманія
zh_cn: 秘教狂热

# quirk_occultomania_neg+male
source: Occultomaniac
ja: 神秘執着症
ko: 비술에 대한 매료
uk: Окультоманія
zh_cn: 秘教狂热

# quirk_occultophobia_neg
source: Occultophobic
ja: 神秘恐怖症
ko: 비술공포증
uk: Окультофобія
zh_cn: 秘教恐惧症

# quirk_occultophobia_neg_verbose_description
source: Terrified of hidden cults and their influence.
ko: 비밀 결사나 그 영향력에 공포를 느낍니다.
uk: Острах перед таємними культами та їхніми атрибутами.

# quirk_occultophobia_neg_verbose_description+female
source: Terrified of hidden cults and their influence.
ko: 비밀 결사나 그 영향력에 공포를 느낍니다.
uk: Острах перед таємними культами та їхніми атрибутами.

# quirk_occultophobia_neg_verbose_description+male
source: Terrified of hidden cults and their influence.
ko: 비밀 결사나 그 영향력에 공포를 느낍니다.
uk: Острах перед таємними культами та їхніми атрибутами.

# quirk_occultophobia_neg+female
source: Occultophobic
ja: 神秘恐怖症
ko: 비술공포증
uk: Окультофобія
zh_cn: 秘教恐惧症

# quirk_occultophobia_neg+male
source: Occultophobic
ja: 神秘恐怖症
ko: 비술공포증
uk: Окультофобія
zh_cn: 秘教恐惧症

# quirk_off_guard_neg
source: Off Guard
ja: 油断癖
ko: 방심
uk: Приспана увага
zh_cn: 疏于戒备

# quirk_off_guard_neg+female
source: Off Guard
ja: 油断癖
ko: 방심
uk: Приспана увага
zh_cn: 疏于戒备

# quirk_off_guard_neg+male
source: Off Guard
ja: 油断癖
ko: 방심
uk: Приспана увага
zh_cn: 疏于戒备

# quirk_on_guard_pos
source: On Guard
ja: 警戒症
ko: 상시 경계
uk: Пильність
zh_cn: 戒备

# quirk_on_guard_pos+female
source: On Guard
ja: 警戒症
ko: 상시 경계
uk: Пильність
zh_cn: 戒备

# quirk_on_guard_pos+male
source: On Guard
ja: 警戒症
ko: 상시 경계
uk: Пильність
zh_cn: 戒备

# quirk_pacifist_neg
source: Pacifist
ja: 平和主義
ko: 평화주의자
uk: Пацифізм
zh_cn: 和平主义者

# quirk_pacifist_neg+female
source: Pacifist
ja: 平和主義
ko: 평화주의자
uk: Пацифізм
zh_cn: 和平主义者

# quirk_pacifist_neg+male
source: Pacifist
ja: 平和主義
ko: 평화주의자
uk: Пацифізм
zh_cn: 和平主义者

# quirk_peacemaker_pos
source: Peacemaker
ja: 調停者
ko: 평화의 중재자
uk: Миротворчість
zh_cn: 和平使者

# quirk_peacemaker_pos_verbose_description
source: Surely, violence is the last resort.
ko: 폭력은 당연히 최후의 수단이 되어야 합니다.
uk: Насильство — останній засіб для вирішення проблем.

# quirk_peacemaker_pos_verbose_description+female
source: Surely, violence is the last resort.
ko: 폭력은 당연히 최후의 수단이 되어야 합니다.
uk: Насильство — останній засіб для вирішення проблем.

# quirk_peacemaker_pos_verbose_description+male
source: Surely, violence is the last resort.
ko: 폭력은 당연히 최후의 수단이 되어야 합니다.
uk: Насильство — останній засіб для вирішення проблем.

# quirk_peacemaker_pos+female
source: Peacemaker
ja: 調停者
ko: 평화의 중재자
uk: Миротворчість
zh_cn: 和平使者

# quirk_peacemaker_pos+male
source: Peacemaker
ja: 調停者
ko: 평화의 중재자
uk: Миротворчість
zh_cn: 和平使者

# quirk_photomania_pos
source: Photomaniac
ja: 光執着症
ko: 빛 집착
uk: Фотоманія
zh_cn: 嗜光

# quirk_photomania_pos+female
source: Photomaniac
ja: 光執着症
ko: 빛 집착
uk: Фотоманія
zh_cn: 嗜光

# quirk_photomania_pos+male
source: Photomaniac
ja: 光執着症
ko: 빛 집착
uk: Фотоманія
zh_cn: 嗜光

# quirk_precision_striker_pos
source: Precision Striker
ja: 正確無比
ko: 정밀한 타격가
uk: Точний удар
zh_cn: 直击要害

# quirk_precision_striker_pos+female
source: Precision Striker
ja: 正確無比
ko: 정밀한 타격가
uk: Точний удар
zh_cn: 直击要害

# quirk_precision_striker_pos+male
source: Precision Striker
ja: 正確無比
ko: 정밀한 타격가
uk: Точний удар
zh_cn: 直击要害

# quirk_pyromania_neg
source: Pyromaniac
ja: 放火癖
ko: 방화광
uk: Піроманія
zh_cn: 纵火狂

# quirk_pyromania_neg_verbose_description
source: "O What Fun Fire Brings For Me And Thee"
ko: 「오 불꽃, 나와 저들 모두에게 즐거움을 주는 존재여.」

# quirk_pyromania_neg_verbose_description+female
source: "O What Fun Fire Brings For Me And Thee"
ko: 「오 불꽃, 나와 저들 모두에게 즐거움을 주는 존재여.」

# quirk_pyromania_neg_verbose_description+male
source: "O What Fun Fire Brings For Me And Thee"
ko: 「오 불꽃, 나와 저들 모두에게 즐거움을 주는 존재여.」

# quirk_pyromania_neg+female
source: Pyromaniac
ja: 放火癖
ko: 방화광
uk: Піроманія
zh_cn: 纵火狂

# quirk_pyromania_neg+male
source: Pyromaniac
ja: 放火癖
ko: 방화광
uk: Піроманія
zh_cn: 纵火狂

# quirk_pyrophobia_neg
source: Pyrophobic
ja: 火恐怖症
ko: 불꽃공포증
uk: Пірофобія
zh_cn: 火焰恐惧症

# quirk_pyrophobia_neg_verbose_description
source: Flickering flames fan fear.
ko: 불티만 튀겨도 공포가 부채질 됩니다.
uk: Тремтіння полум’я породжує страх.

# quirk_pyrophobia_neg_verbose_description+female
source: Flickering flames fan fear.
ko: 불티만 튀겨도 공포가 부채질 됩니다.
uk: Тремтіння полум’я породжує страх.

# quirk_pyrophobia_neg_verbose_description+male
source: Flickering flames fan fear.
ko: 불티만 튀겨도 공포가 부채질 됩니다.
uk: Тремтіння полум’я породжує страх.

# quirk_pyrophobia_neg+female
source: Pyrophobic
ja: 火恐怖症
ko: 불꽃공포증
uk: Пірофобія
zh_cn: 火焰恐惧症

# quirk_pyrophobia_neg+male
source: Pyrophobic
ja: 火恐怖症
ko: 불꽃공포증
uk: Пірофобія
zh_cn: 火焰恐惧症

# quirk_quickdraw_pos
source: Quickdraw
ja: 早撃ち
ko: 빨리 뽑기
uk: Швидка реакція
zh_cn: 即时备战

# quirk_quickdraw_pos+female
source: Quickdraw
ja: 早撃ち
ko: 빨리 뽑기
uk: Швидка реакція
zh_cn: 即时备战

# quirk_quickdraw_pos+male
source: Quickdraw
ja: 早撃ち
ko: 빨리 뽑기
uk: Швидка реакція
zh_cn: 即时备战

# quirk_raconteur_pos
source: Raconteur
ja: 話し上手
ko: 재간꾼
uk: Мистецтво оповідання
zh_cn: 故事家

# quirk_raconteur_pos_verbose_description
source: Knows how to weave an absorbing tale.
ko: 헤어 나오지 못할 이야기를 풀어낼 줄 압니다.
uk: Володіє даром красномовства.

# quirk_raconteur_pos_verbose_description+female
source: Knows how to weave an absorbing tale.
ko: 헤어 나오지 못할 이야기를 풀어낼 줄 압니다.
uk: Володіє даром красномовства.

# quirk_raconteur_pos_verbose_description+male
source: Knows how to weave an absorbing tale.
ko: 헤어 나오지 못할 이야기를 풀어낼 줄 압니다.
uk: Володіє даром красномовства.

# quirk_raconteur_pos+female
source: Raconteur
ja: 話し上手
ko: 재간꾼
uk: Мистецтво оповідання
zh_cn: 故事家

# quirk_raconteur_pos+male
source: Raconteur
ja: 話し上手
ko: 재간꾼
uk: Мистецтво оповідання
zh_cn: 故事家

# quirk_resilient_pos
source: Resilient
ja: 強靭
ko: 높은 회복력
uk: Стійкість
zh_cn: 坚韧不拔

# quirk_resilient_pos+female
source: Resilient
ja: 強靭
ko: 높은 회복력
uk: Стійкість
zh_cn: 坚韧不拔

# quirk_resilient_pos+male
source: Resilient
ja: 強靭
ko: 높은 회복력
uk: Стійкість
zh_cn: 坚韧不拔

# quirk_resolution_neg
source: Resolute
ja: 決心
ko: 금주
uk: Тверезість
zh_cn: 禁酒

# quirk_resolution_neg_verbose_description
source: Has sworn off the bottle.
ko: 술을 끊기로 맹세했습니다.
uk: Зазирати в пляшку? Ніколи в житті.

# quirk_resolution_neg_verbose_description+female
source: Has sworn off the bottle.
ko: 술을 끊기로 맹세했습니다.
uk: Зазирати в пляшку? Ніколи в житті.

# quirk_resolution_neg_verbose_description+male
source: Has sworn off the bottle.
ko: 술을 끊기로 맹세했습니다.
uk: Зазирати в пляшку? Ніколи в житті.

# quirk_resolution_neg+female
source: Resolute
ja: 決心
ko: 금주
uk: Тверезість
zh_cn: 禁酒

# quirk_resolution_neg+male
source: Resolute
ja: 決心
ko: 금주
uk: Тверезість
zh_cn: 禁酒

# quirk_robust_pos
source: Robust
ja: 強健
ko: 혈기왕성
uk: Живучість
zh_cn: 强健体魄

# quirk_robust_pos+female
source: Robust
ja: 強健
ko: 혈기왕성
uk: Живучість
zh_cn: 强健体魄

# quirk_robust_pos+male
source: Robust
ja: 強健
ko: 혈기왕성
uk: Живучість
zh_cn: 强健体魄

# quirk_rough_patch_route_scout_pos
source: Tracker
ko: 추적자
uk: Стеження

# quirk_rough_patch_route_scout_pos+female
source: Tracker
ko: 추적자
uk: Стеження

# quirk_rough_patch_route_scout_pos+male
source: Tracker
ko: 추적자
uk: Стеження

# quirk_rummager_pos
source: Rummager
ja: 捜索上手
ko: 꼼꼼한 탐색
uk: Нишпорка
zh_cn: 翻找者

# quirk_rummager_pos_verbose_description
source: No stone left unturned.
ko: 뭐 하나 놔두지 않고 꼼꼼히 뒤져봅니다.
uk: Усе буде знайдено.

# quirk_rummager_pos_verbose_description+female
source: No stone left unturned.
ko: 뭐 하나 놔두지 않고 꼼꼼히 뒤져봅니다.
uk: Усе буде знайдено.

# quirk_rummager_pos_verbose_description+male
source: No stone left unturned.
ko: 뭐 하나 놔두지 않고 꼼꼼히 뒤져봅니다.
uk: Усе буде знайдено.

# quirk_rummager_pos+female
source: Rummager
ja: 捜索上手
ko: 꼼꼼한 탐색
uk: Нишпорка
zh_cn: 翻找者

# quirk_rummager_pos+male
source: Rummager
ja: 捜索上手
ko: 꼼꼼한 탐색
uk: Нишпорка
zh_cn: 翻找者

# quirk_safe_route_scout_pos
source: Pathfinder
ko: 선도자
uk: Слідопит

# quirk_safe_route_scout_pos+female
source: Pathfinder
ko: 선도자
uk: Слідопит

# quirk_safe_route_scout_pos+male
source: Pathfinder
ko: 선도자
uk: Слідопит

# quirk_sanguine_pos
source: Sanguine
ja: 楽天的
ko: 낙관적
uk: Оптимізм
zh_cn: 炽烈信念

# quirk_sanguine_pos_verbose_description
source: A bright future can yet still be seen.
ko: 분명 밝은 앞날이 다가올 것입니다.
uk: Попереду на нас чекає світле майбутнє.

# quirk_sanguine_pos_verbose_description+female
source: A bright future can yet still be seen.
ko: 분명 밝은 앞날이 다가올 것입니다.
uk: Попереду на нас чекає світле майбутнє.

# quirk_sanguine_pos_verbose_description+male
source: A bright future can yet still be seen.
ko: 분명 밝은 앞날이 다가올 것입니다.
uk: Попереду на нас чекає світле майбутнє.

# quirk_sanguine_pos+female
source: Sanguine
ja: 楽天的
ko: 낙관적
uk: Оптимізм
zh_cn: 炽烈信念

# quirk_sanguine_pos+male
source: Sanguine
ja: 楽天的
ko: 낙관적
uk: Оптимізм
zh_cn: 炽烈信念

# quirk_scatterbrained_neg
source: Scatterbrained
ja: 散漫
ko: 주의 산만
uk: Неуважність
zh_cn: 精神涣散

# quirk_scatterbrained_neg+female
source: Scatterbrained
ja: 散漫
ko: 주의 산만
uk: Неуважність
zh_cn: 精神涣散

# quirk_scatterbrained_neg+male
source: Scatterbrained
ja: 散漫
ko: 주의 산만
uk: Неуважність
zh_cn: 精神涣散

# quirk_second_wind_pos
source: Second Wind
ja: 盛り返し
ko: 두 번째 기회
uk: Друге дихання
zh_cn: 后劲

# quirk_second_wind_pos+female
source: Second Wind
ja: 盛り返し
ko: 두 번째 기회
uk: Друге дихання
zh_cn: 后劲

# quirk_second_wind_pos+male
source: Second Wind
ja: 盛り返し
ko: 두 번째 기회
uk: Друге дихання
zh_cn: 后劲

# quirk_selfish_neg
source: Selfish
ja: 自己中心的
ko: 이기적
uk: Егоїзм
zh_cn: 自私

# quirk_selfish_neg_verbose_description
source: Puts their own interests first.
ko: 일단 자신의 이익을 우선으로 칩니다.
uk: Ставить свої інтереси вище за інтереси інших.

# quirk_selfish_neg_verbose_description+female
source: Puts their own interests first.
ko: 일단 자신의 이익을 우선으로 칩니다.
uk: Ставить свої інтереси вище за інтереси інших.

# quirk_selfish_neg_verbose_description+male
source: Puts their own interests first.
ko: 일단 자신의 이익을 우선으로 칩니다.
uk: Ставить свої інтереси вище за інтереси інших.

# quirk_selfish_neg+female
source: Selfish
ja: 自己中心的
ko: 이기적
uk: Егоїзм
zh_cn: 自私

# quirk_selfish_neg+male
source: Selfish
ja: 自己中心的
ko: 이기적
uk: Егоїзм
zh_cn: 自私

# quirk_shadow_born_pos
source: Shadow Born
ja: 影法師
ko: 그림자 태생
uk: Покрив пітьми
zh_cn: 暗影之子

# quirk_shadow_born_pos+female
source: Shadow Born
ja: 影法師
ko: 그림자 태생
uk: Покрив пітьми
zh_cn: 暗影之子

# quirk_shadow_born_pos+male
source: Shadow Born
ja: 影法師
ko: 그림자 태생
uk: Покрив пітьми
zh_cn: 暗影之子

# quirk_shroud_explorer_pos
source: Shroud Explorer
ja: 灰色の入江の探索者
ko: 연해 탐험가
uk: Дослідження Імлистого
zh_cn: 死港探索者

# quirk_shroud_explorer_pos_verbose_description
source: Master of the Shroud's advantages
ko: 연해의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Імлистого.

# quirk_shroud_explorer_pos_verbose_description+female
source: Master of the Shroud's advantages
ko: 연해의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Імлистого.

# quirk_shroud_explorer_pos_verbose_description+male
source: Master of the Shroud's advantages
ko: 연해의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Імлистого.

# quirk_shroud_explorer_pos+female
source: Shroud Explorer
ja: 灰色の入江の探索者
ko: 연해 탐험가
uk: Дослідження Імлистого
zh_cn: 死港探索者

# quirk_shroud_explorer_pos+male
source: Shroud Explorer
ja: 灰色の入江の探索者
ko: 연해 탐험가
uk: Дослідження Імлистого
zh_cn: 死港探索者

# quirk_shroud_scrounger_pos
source: Shroud Scrounger
ja: 灰色の入江のたかり屋
ko: 연해 약탈자
uk: Знання Імлистого
zh_cn: 死港搜掠者

# quirk_shroud_scrounger_pos_verbose_description
source: Knows where to find resources in The Shroud.
ko: 연해에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Імлистому.

# quirk_shroud_scrounger_pos_verbose_description+female
source: Knows where to find resources in The Shroud.
ko: 연해에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Імлистому.

# quirk_shroud_scrounger_pos_verbose_description+male
source: Knows where to find resources in The Shroud.
ko: 연해에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Імлистому.

# quirk_shroud_scrounger_pos+female
source: Shroud Scrounger
ja: 灰色の入江のたかり屋
ko: 연해 약탈자
uk: Знання Імлистого
zh_cn: 死港搜掠者

# quirk_shroud_scrounger_pos+male
source: Shroud Scrounger
ja: 灰色の入江のたかり屋
ko: 연해 약탈자
uk: Знання Імлистого
zh_cn: 死港搜掠者

# quirk_shroud_tactician_pos
source: Shroud Tactician
ja: 灰色の入江の戦術家
ko: 연해 전술가
uk: Тактика щодо Імлистого
zh_cn: 死港战术家

# quirk_shroud_tactician_pos+female
source: Shroud Tactician
ja: 灰色の入江の戦術家
ko: 연해 전술가
uk: Тактика щодо Імлистого
zh_cn: 死港战术家

# quirk_shroud_tactician_pos+male
source: Shroud Tactician
ja: 灰色の入江の戦術家
ko: 연해 전술가
uk: Тактика щодо Імлистого
zh_cn: 死港战术家

# quirk_sickly_neg
source: Sickly
ja: 病身
ko: 면역력 저하
uk: Слабкий імунітет
zh_cn: 病怏怏

# quirk_sickly_neg+female
source: Sickly
ja: 病身
ko: 면역력 저하
uk: Слабкий імунітет
zh_cn: 病怏怏

# quirk_sickly_neg+male
source: Sickly
ja: 病身
ko: 면역력 저하
uk: Слабкий імунітет
zh_cn: 病怏怏

# quirk_slayer_of_cadavers_pos
source: Cadaver Slayer
ja: キャダバー殺し
ko: 송장 학살자
uk: Гроза кадаврів
zh_cn: 尸身杀手

# quirk_slayer_of_cadavers_pos+female
source: Cadaver Slayer
ja: キャダバー殺し
ko: 송장 학살자
uk: Гроза кадаврів
zh_cn: 尸身杀手

# quirk_slayer_of_cadavers_pos+male
source: Cadaver Slayer
ja: キャダバー殺し
ko: 송장 학살자
uk: Гроза кадаврів
zh_cn: 尸身杀手

# quirk_slayer_of_cosmic_pos
source: Cosmic Slayer
ja: 異形殺し
ko: 우주적 존재 학살자
uk: Гроза косміконів
zh_cn: 恒宇杀手

# quirk_slayer_of_cosmic_pos+female
source: Cosmic Slayer
ja: 異形殺し
ko: 우주적 존재 학살자
uk: Гроза косміконів
zh_cn: 恒宇杀手

# quirk_slayer_of_cosmic_pos+male
source: Cosmic Slayer
ja: 異形殺し
ko: 우주적 존재 학살자
uk: Гроза косміконів
zh_cn: 恒宇杀手

# quirk_slayer_of_fanatics_pos
source: Fanatic Slayer
ja: 狂信者殺し
ko: 광신도 학살자
uk: Гроза фанатиків
zh_cn: 狂徒杀手

# quirk_slayer_of_fanatics_pos+female
source: Fanatic Slayer
ja: 狂信者殺し
ko: 광신도 학살자
uk: Гроза фанатиків
zh_cn: 狂徒杀手

# quirk_slayer_of_fanatics_pos+male
source: Fanatic Slayer
ja: 狂信者殺し
ko: 광신도 학살자
uk: Гроза фанатиків
zh_cn: 狂徒杀手

# quirk_slayer_of_fisherfolk_pos
source: Fisherfolk Slayer
ja: 漁民殺し
ko: 어인 학살자
uk: Гроза риболюдів
zh_cn: 渔人杀手

# quirk_slayer_of_fisherfolk_pos+female
source: Fisherfolk Slayer
ja: 漁民殺し
ko: 어인 학살자
uk: Гроза риболюдів
zh_cn: 渔人杀手

# quirk_slayer_of_fisherfolk_pos+male
source: Fisherfolk Slayer
ja: 漁民殺し
ko: 어인 학살자
uk: Гроза риболюдів
zh_cn: 渔人杀手

# quirk_slayer_of_gaunts_pos
source: Gaunt Slayer
ja: 亡者殺し
ko: 쭉정이 학살자
uk: Гроза здихлів
zh_cn: 憔悴者杀手

# quirk_slayer_of_gaunts_pos+female
source: Gaunt Slayer
ja: 亡者殺し
ko: 쭉정이 학살자
uk: Гроза здихлів
zh_cn: 憔悴者杀手

# quirk_slayer_of_gaunts_pos+male
source: Gaunt Slayer
ja: 亡者殺し
ko: 쭉정이 학살자
uk: Гроза здихлів
zh_cn: 憔悴者杀手

# quirk_slayer_of_gentry_pos
source: Plague Eater Slayer
ja: 疫病腐食者殺し
ko: 역병아귀 학살자
uk: Гроза чуможерів
zh_cn: 饕餮客杀手

# quirk_slayer_of_gentry_pos+female
source: Plague Eater Slayer
ja: 疫病腐食者殺し
ko: 역병아귀 학살자
uk: Гроза чуможерів
zh_cn: 饕餮客杀手

# quirk_slayer_of_gentry_pos+male
source: Plague Eater Slayer
ja: 疫病腐食者殺し
ko: 역병아귀 학살자
uk: Гроза чуможерів
zh_cn: 饕餮客杀手

# quirk_slayer_of_pillagers_pos
source: Pillager Slayer
ja: 略奪者殺し
ko: 도적 학살자
uk: Гроза грабіжників
zh_cn: 劫掠者杀手

# quirk_slayer_of_pillagers_pos+female
source: Pillager Slayer
ja: 略奪者殺し
ko: 도적 학살자
uk: Гроза грабіжників
zh_cn: 劫掠者杀手

# quirk_slayer_of_pillagers_pos+male
source: Pillager Slayer
ja: 略奪者殺し
ko: 도적 학살자
uk: Гроза грабіжників
zh_cn: 劫掠者杀手

# quirk_slayer_of_swine_pos
source: Swine Slayer
ja: 豚殺し
ko: 돼지 학살자
uk: Гроза вепрів
zh_cn: 猪人杀手

# quirk_slayer_of_swine_pos+female
source: Swine Slayer
ja: 豚殺し
ko: 돼지 학살자
uk: Гроза вепрів
zh_cn: 猪人杀手

# quirk_slayer_of_swine_pos+male
source: Swine Slayer
ja: 豚殺し
ko: 돼지 학살자
uk: Гроза вепрів
zh_cn: 猪人杀手

# quirk_slippery_pos
source: Slippery
ja: つかみどころ無し
ko: 덤벙거림
uk: Спритність
zh_cn: 滑溜

# quirk_slippery_pos+female
source: Slippery
ja: つかみどころ無し
ko: 덤벙거림
uk: Спритність
zh_cn: 滑溜

# quirk_slippery_pos+male
source: Slippery
ja: つかみどころ無し
ko: 덤벙거림
uk: Спритність
zh_cn: 滑溜

# quirk_slowhand_neg
source: Slowhanded
ja: 鈍臭い
ko: 느린 손
uk: Млявість
zh_cn: 慢半拍

# quirk_slowhand_neg+female
source: Slowhanded
ja: 鈍臭い
ko: 느린 손
uk: Млявість
zh_cn: 慢半拍

# quirk_slowhand_neg+male
source: Slowhanded
ja: 鈍臭い
ko: 느린 손
uk: Млявість
zh_cn: 慢半拍

# quirk_slugger_pos
source: Slugger
ja: 大振り
ko: 강타자
uk: Сильний удар
zh_cn: 猛击者
