Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# hero_name@518
source: Herrema
ko: 헤레마
uk: Геррема

# hero_name@519
source: Hersch
ko: 허쉬
uk: Герш

# hero_name@520
source: Herschel
ko: 허셸
uk: Гершель

# hero_name@521
source: Herzog
ko: 헤르초크
uk: Херцог

# hero_name@522
source: Heuzé
ko: 휴제
uk: Гойце

# hero_name@523
source: Hewse
ko: 휴세
uk: Г’юсі

# hero_name@524
source: Hightower
ko: 하이타워
uk: Гайтауер

# hero_name@525
source: Hirsch
ja: ヒルシュ
ko: 히르시
uk: Гірш

# hero_name@526
source: Hirsch
ko: 히르시
uk: Гірш

# hero_name@527
source: Hirschel
ko: 히르셸
uk: Гіршель

# hero_name@528
source: Hoch
ko: 호흐
uk: Гох

# hero_name@529
source: Hochberg
ko: 호흐베르크
uk: Гогберг

# hero_name@530
source: Hodenc
ko: 호덴크
uk: Оданк

# hero_name@531
source: Hoedemaeker
ko: 호데마에커
uk: Ходемекер

# hero_name@532
source: Hoedemaekers
ko: 호데마에커즈
uk: Ходемекерс

# hero_name@533
source: Hoedemaker
ko: 호데메이커
uk: Годемакер

# hero_name@534
source: Hoedemakers
ko: 호데메이커즈
uk: Ходемакерс

# hero_name@535
source: Hoefler
ko: 호플러
uk: Гефлер

# hero_name@536
source: Hofer
ko: 호퍼
uk: Гофер

# hero_name@537
source: Hoffman
ko: 호프먼
uk: Гоффман

# hero_name@538
source: Hoffmann
ko: 호프만
uk: Гоффманн

# hero_name@539
source: Höfler
ko: 회플러
uk: Гефлер

# hero_name@540
source: Hofmann
ko: 홉먼
uk: Гофманн

# hero_name@541
source: Hofmeister
ko: 홉마이스터
uk: Гофмайстер

# hero_name@542
source: Hofwegen
ko: 홉베겐
uk: Гофвеген

# hero_name@543
source: Holland
ko: 홀란트
uk: Голланд

# hero_name@544
source: Holtz
ko: 홀츠
uk: Гольц

# hero_name@545
source: Holzer
ko: 호츨러
uk: Гольцер

# hero_name@546
source: Hölzer
ko: 회츨러
uk: Хольцер

# hero_name@547
source: Holzknecht
ko: 홀츠크네흐트
uk: Гольцкнехт

# hero_name@548
source: Holzmann
ko: 홀츠먼
uk: Гольцманн

# hero_name@549
source: Hoover
ko: 후버
uk: Гувер

# hero_name@550
source: Horn
ko: 호른
uk: Горн

# hero_name@551
source: Horne
ja: ホルネ
ko: 호네
uk: Горне

# hero_name@552
source: Horne
ko: 호네
uk: Горне

# hero_name@553
source: Hotot
ko: 호톳
uk: Ото

# hero_name@554
source: Howard
ko: 하워드
uk: Говард

# hero_name@555
source: Huber
ko: 후버
uk: Губер

# hero_name@556
source: Hüber
ko: 휘버
uk: Юбер

# hero_name@557
source: Hue
ko: 휴
uk: Г’ю

# hero_name@558
source: Huffman
ko: 후프먼
uk: Гуффман

# hero_name@559
source: Huffmann
ko: 후프만
uk: Гуффманн

# hero_name@560
source: Hugonin
ko: 휴고닌
uk: Г’югонін

# hero_name@561
source: Hummel
ko: 훔멜
uk: Гуммель

# hero_name@562
source: Hurst
ko: 후어스트
uk: Герст

# hero_name@563
source: Hutmacher
ko: 후트마셔
uk: Гутмахер

# hero_name@564
source: Hyland
ko: 힐란트
uk: Гіланд

# hero_name@565
source: Hynde
ko: 하인데
uk: Гінде

# hero_name@566
source: Ide
ko: 아이데
uk: Іде

# hero_name@567
source: Jaeger
ko: 예이거
uk: Джегер

# hero_name@568
source: Jager
ko: 예거
uk: Ягер

# hero_name@569
source: Jäger
ko: 야거
uk: Єгер

# hero_name@570
source: James
ko: 제임스
uk: Джеймс

# hero_name@571
source: Jaylia
ko: 제일리아
uk: Джейла

# hero_name@572
source: Jolland
ko: 욜란트
uk: Джолланд

# hero_name@573
source: Jubert
ko: 유베르트
uk: Джуберт

# hero_name@574
source: Jung
ko: 융
uk: Юнг

# hero_name@575
source: Junge
ko: 융에
uk: Юнге

# hero_name@576
source: Kalmár
ko: 칼마르
uk: Кальмар

# hero_name@577
source: Kästner
ko: 카스트너
uk: Кестнер

# hero_name@578
source: Kaufer
ko: 카우페르
uk: Кауфер

# hero_name@579
source: Käufer
ko: 카우퍼
uk: Койфер

# hero_name@580
source: Kauffmann
ko: 카우프만
uk: Кауффманн

# hero_name@581
source: Kaufman
ko: 카우프먼
uk: Кауфман

# hero_name@582
source: Kaufmann
ko: 카웁만
uk: Кауфманн

# hero_name@583
source: Kemp
ko: 켐프
uk: Кемп

# hero_name@584
source: Kempf
ko: 켐페
uk: Кемпф

# hero_name@585
source: Kerper
ko: 켐퍼
uk: Керпер

# hero_name@586
source: Kiefer
ko: 카이퍼
uk: Кіфер

# hero_name@587
source: King
ko: 킹
uk: Кінг

# hero_name@588
source: Kirch
ko: 키르히
uk: Кірх

# hero_name@589
source: Kistler
ko: 카슬러
uk: Кістлер

# hero_name@590
source: Kistner
ko: 키스트너
uk: Кістнер

# hero_name@591
source: Klein
ko: 클라인
uk: Кляйн

# hero_name@592
source: Knepp
ko: 크네프
uk: Кнеп

# hero_name@593
source: Knežević
ko: 크네체비치
uk: Кнежевич

# hero_name@594
source: Knight
ko: 기사
uk: Найт

# hero_name@595
source: Knopf
ko: 노프
uk: Кнопф

# hero_name@596
source: Knopp
ko: 놉
uk: Кноп

# hero_name@597
source: Koch
ko: 코흐
uk: Кох

# hero_name@598
source: Koenig
ko: 코닉
uk: Кеніг

# hero_name@599
source: Koenigsmann
ko: 코닉스먼
uk: Кенігсманн

# hero_name@600
source: Kohl
ko: 콜
uk: Коль

# hero_name@601
source: Köhl
ko: 쾰
uk: Кьоль

# hero_name@602
source: Kohler
ko: 콜러
uk: Кохлер

# hero_name@603
source: Köhler
ko: 쾰러
uk: Кехлер

# hero_name@604
source: Kohlweg
ko: 쾰베그
uk: Кольвег

# hero_name@605
source: König
ko: 쾨니히
uk: Коніг

# hero_name@606
source: Königsmann
ko: 쾨니히스만
uk: Кенігсманн

# hero_name@607
source: Koning
ko: 코닝
uk: Конінг

# hero_name@608
source: Kraemer
ko: 크레이머
uk: Кремер

# hero_name@609
source: Kramář
ko: 크라마르
uk: Крамарж

# hero_name@610
source: Kramer
ko: 크래머
uk: Крамер

# hero_name@611
source: Krämer
ko: 크래멜
uk: Кремер

# hero_name@612
source: Krantz
ko: 크란츠
uk: Крантц

# hero_name@613
source: Kranz
ko: 크란즈
uk: Кранц

# hero_name@614
source: Kröger
ko: 크뢰거
uk: Крьогер

# hero_name@615
source: Kron
ko: 크론
uk: Крон

# hero_name@616
source: Kruger
ko: 크루거
uk: Кругер

# hero_name@617
source: Krüger
ko: 크뤼거
uk: Крюгер

# hero_name@618
source: Kurzmann
ko: 쿠르츠만
uk: Курцманн

# hero_name@619
source: Laci
ko: 라치

# hero_name@620
source: Lang
ko: 랭

# hero_name@621
source: Lang
ko: 랭
uk: Ланг

# hero_name@622
source: Lange
ko: 랑게

# hero_name@623
source: Langenberg
ko: 랑겐베르크

# hero_name@624
source: Langer
ko: 랑게어

# hero_name@625
source: Lanquetot
ko: 렌퀘톳

# hero_name@626
source: Lennartsson
ko: 레너트슨

# hero_name@627
source: Leonard
ko: 레너드

# hero_name@628
source: Leonardsen
ko: 레너드센

# hero_name@629
source: Leonardson
ko: 레너드선

# hero_name@630
source: Leonardsson
ko: 레너드손

# hero_name@631
source: Lhuillier
ko: 루일리어

# hero_name@632
source: Libourg
ko: 리보르그

# hero_name@633
source: Lichtenberg
ko: 리히텐베르크

# hero_name@634
source: Ligonier
ko: 리고니에

# hero_name@635
source: L'ile
ko: 릴레

# hero_name@636
source: Lindbeck
ko: 린트벡
uk: Ліндбек

# hero_name@637
source: Lindberg
ko: 린트베르크
uk: Ліндберг

# hero_name@638
source: Linden
ko: 린덴
uk: Лінден

# hero_name@639
source: Lindgren
ko: 린트그렌
uk: Ліндгрен

# hero_name@640
source: Lindholm
ko: 린트홀름
uk: Ліндхольм

# hero_name@641
source: Lindon
ko: 린던
uk: Ліндон

# hero_name@642
source: Lindquist
ko: 린트콰이스트
uk: Ліндквіст

# hero_name@643
source: Lindqvist
ko: 린트퀴스트
uk: Ліндгвіст

# hero_name@644
source: Lindström
ko: 린트스트룀
uk: Ліндстрьом

# hero_name@645
source: Lindvay
ko: 린드베이
uk: Ліндвей

# hero_name@646
source: Linesi
ko: 리네시
uk: Лінесі

# hero_name@647
source: Linton
ko: 린턴
uk: Лінтон

# hero_name@648
source: Linwood
ko: 린우드
uk: Лінвуд

# hero_name@649
source: Lisieux
ko: 리쥬
uk: Лізьє

# hero_name@650
source: Loewe
ko: 뤼베
uk: Лове

# hero_name@651
source: Loges
ko: 로게스
uk: Логес

# hero_name@652
source: Lorz
ko: 롤즈
uk: Лорц

# hero_name@653
source: Loucelles
ko: 루셀리스
uk: Лусельс

# hero_name@654
source: Louet
ko: 루엣
uk: Луе

# hero_name@655
source: Louvet
ko: 루벳
uk: Луве

# hero_name@656
source: Lovell
ko: 로벨
uk: Ловел

# hero_name@657
source: Lovet
ko: 로벳
uk: Лове

# hero_name@658
source: Lowe
ko: 로웨
uk: Лоуе

# hero_name@659
source: Löwe
ko: 뢰베
uk: Льове

# hero_name@660
source: Lucy
ko: 루시
uk: Люсі

# hero_name@661
source: Ludel
ko: 루델
uk: Лудель

# hero_name@662
source: Lundberg
ko: 룬트베르크
uk: Лундберг

# hero_name@663
source: Lupton
ko: 루프턴
uk: Луптон

# hero_name@664
source: Luu
ko: 루
uk: Луу

# hero_name@665
source: Lyndon
ko: 린던
uk: Линдон

# hero_name@666
source: Lynom
ko: 리놈
uk: Лином

# hero_name@667
source: Lynton
ko: 린턴
uk: Линтон

# hero_name@668
source: Lynwood
ko: 린우드
uk: Линвуд

# hero_name@669
source: Machault
ko: 메콜트
uk: Машо

# hero_name@670
source: Machel
ko: 마헬
uk: Машель

# hero_name@671
source: Maci
ko: 마치
uk: Масі

# hero_name@672
source: Mack
ko: 맥
uk: Мак

# hero_name@673
source: Maçon
ko: 마송
uk: Масон

# hero_name@674
source: MacRae
ko: 맥레이
uk: Макре

# hero_name@675
source: Maignart
ko: 메이그날트
uk: Меньяр

# hero_name@676
source: Malet
ko: 말렛
uk: Мале

# hero_name@677
source: Mallebisse
ko: 말레비제
uk: Маллебіс

# hero_name@678
source: Malleville
ko: 말레빌
uk: Малевіль

# hero_name@679
source: Mallilie
ko: 말릴리
uk: Маллілі

# hero_name@680
source: Mallory
ko: 말로리
uk: Меллорі

# hero_name@681
source: Malvallet
ko: 말바렛
uk: Мальвале

# hero_name@682
source: Malveisin
ko: 멜베이신
uk: Мальвезен

# hero_name@683
source: Maminot
ko: 메미노트
uk: Маміно

# hero_name@684
source: Mandel
ko: 만델
uk: Мандель

# hero_name@685
source: Mandelbaum
ko: 만델바움
uk: Мандельбаум

# hero_name@686
source: Mandeville
ko: 멘데빌
uk: Мандевіль

# hero_name@687
source: Mann
ko: 만
uk: Манн

# hero_name@688
source: Manneilli
ko: 마넬리
uk: Маннеллі

# hero_name@689
source: Mansel
ko: 만셀
uk: Манзель

# hero_name@690
source: Mantel
ko: 멘텔
uk: Мантель

# hero_name@691
source: Mapara
ko: 마파라
uk: Мапара

# hero_name@692
source: Marchegiano
ko: 마르셰지아노
uk: Маркеджано

# hero_name@693
source: Marchés
ko: 마르체스
uk: Маршез

# hero_name@694
source: Marchesi
ko: 마르체시
uk: Маршезі

# hero_name@695
source: Marchmain
ko: 마치메인
uk: Маршмейн

# hero_name@696
source: Marci
ko: 마르시
uk: Марсі

# hero_name@697
source: Marescot
ko: 메어스콧
uk: Мареско

# hero_name@698
source: Margas
ko: 마르가스
uk: Маргас

# hero_name@699
source: Mariage
ko: 마리아지
uk: Марьяж

# hero_name@700
source: Marillac
ko: 마릴락
uk: Марілак

# hero_name@701
source: Marina
ko: 마리나
uk: Марина

# hero_name@702
source: Marisco
ko: 마리스코
uk: Маріско

# hero_name@703
source: Markwardt
ko: 마크바트
uk: Марквардт

# hero_name@704
source: Markwell
ko: 마크웰
uk: Марквел

# hero_name@705
source: Marquardt
ko: 마쿼트
uk: Маркварт

# hero_name@706
source: Marquering
ko: 마쿼링
uk: Маркерін

# hero_name@707
source: Martel
ko: 마르텔
uk: Мартель

# hero_name@708
source: Mason
ko: 메이슨
uk: Месон

# hero_name@709
source: Masson
ko: 마종
uk: Мессон

# hero_name@710
source: Mathan
ko: 메이선
uk: Матан

# hero_name@711
source: Maubenc
ko: 모벵
uk: Мобен

# hero_name@712
source: Maudit
ko: 모디트
uk: Модіт

# hero_name@713
source: Mauduit
ko: 모두이트
uk: Модуіт

# hero_name@714
source: Maunsell
ko: 마운셀
uk: Маунсел

# hero_name@715
source: Maurer
ko: 마우러
uk: Морер

# hero_name@716
source: Maurouard
ko: 마우로아드
uk: Моруар

# hero_name@717
source: Maus
ko: 마우스
uk: Маус

# hero_name@718
source: Mautravers
ko: 마우트래버스
uk: Мотреверс

# hero_name@719
source: Maynet
ko: 메이넷
uk: Мейнет

# hero_name@720
source: Medley
ko: 메들리
uk: Медлі

# hero_name@721
source: Melsbach
ko: 멜스바흐
uk: Мельсбах

# hero_name@722
source: Mercier
ko: 메르시어
uk: Мерсьє

# hero_name@723
source: Meri
ko: 메리
uk: Мері

# hero_name@724
source: Merteberge
ko: 메르테버지
uk: Мертеберге

# hero_name@725
source: Mesnage
ko: 메스나지
uk: Меснейдж

# hero_name@726
source: Messer
ko: 메세
uk: Мессер

# hero_name@727
source: Messerli
ko: 메셀리
uk: Мессерлі

# hero_name@728
source: Messmann
ko: 메스먼
uk: Мессманн

# hero_name@729
source: Metz
ko: 메츠
uk: Метц

# hero_name@730
source: Meulan
ko: 뮬런
uk: Мелан

# hero_name@731
source: Meules
ko: 뮬즈
uk: Мель

# hero_name@732
source: Meverel
ko: 메베렐
uk: Меверел

# hero_name@733
source: Middleton
ko: 미들턴
uk: Мідлтон

# hero_name@734
source: Minett
ko: 미네트
uk: Меннетт

# hero_name@735
source: Miron
ko: 마이런
uk: Мірон

# hero_name@736
source: Mlynář
ko: 믈리나
uk: Млинарж

# hero_name@737
source: Mlynárik
ko: 믈리나릭
uk: Млинарик

# hero_name@738
source: Mobec
ko: 모베크
uk: Мобек

# hero_name@739
source: Moion
ko: 모이온
uk: Мойон

# hero_name@740
source: Möller
ko: 묄러
uk: Мьоллер

# hero_name@741
source: Molnár
ko: 몰나르
uk: Мольнар

# hero_name@742
source: Monceaux
ko: 몽수
uk: Монсо

# hero_name@743
source: Montacute
ko: 몬타큐트

# hero_name@744
source: Montague
ko: 몽태규

# hero_name@745
source: Montaigu
ko: 몬태규

# hero_name@746
source: Montbrai
ko: 몽브레

# hero_name@747
source: Mont-Canisi
ko: 몽카니시

# hero_name@748
source: Montfiquet
ko: 몽피케
uk: Монфіке

# hero_name@749
source: Montfort
ko: 몽포트
uk: Монфор

# hero_name@750
source: Montgomery
ko: 몽고메리
uk: Монтгомері

# hero_name@751
source: Morgenstern
ko: 모겐스턴
uk: Моргенштерн

# hero_name@752
source: Morphew
ko: 모퓨
uk: Морф’ю

# hero_name@753
source: Mortagne
ko: 모르타뉴
uk: Монтань

# hero_name@754
source: Mortain
ko: 모르탱
uk: Мортен

# hero_name@755
source: Mortemer
ko: 모르테머
uk: Мортемер

# hero_name@756
source: Mortimer
ko: 모티머
uk: Мортімер

# hero_name@757
source: Mortmain
ko: 모트메인
uk: Мортмейн

# hero_name@758
source: Mowbray
ko: 모우브레이
uk: Моубрей

# hero_name@759
source: Moyaux
ko: 뫼유
uk: Мойо

# hero_name@760
source: Mucedent
ko: 머세덴트
uk: М’юсідент

# hero_name@761
source: Mueller
ko: 뮤엘러
uk: Муеллер

# hero_name@762
source: Muhlfeld
ko: 멀펠트
uk: Мульфельд

# hero_name@763
source: Muller
ko: 멀러
uk: Муллер

# hero_name@764
source: Müller
ko: 뮬러
uk: Мюллер

# hero_name@765
source: Munneville
ko: 머네빌
uk: Муневіль

# hero_name@766
source: Murdac
ko: 머르닥
uk: Мурдак

# hero_name@767
source: Musard
ko: 모사드
uk: Музард

# hero_name@768
source: Musart
ko: 머사르트
uk: Музарт

# hero_name@769
source: Musiał
ko: 무샤위
uk: Мусяль

# hero_name@770
source: Musil
ko: 뮤질
uk: Музіль

# hero_name@771
source: Mussegros
ko: 머세그로스
uk: Муссегрос

# hero_name@772
source: Mustel
ko: 머스텔
uk: Мустель

# hero_name@773
source: Muyskens
ko: 뮈스켄스
uk: Муйскенс

# hero_name@774
source: Mynatt
ko: 마이너트
uk: Мінатт

# hero_name@775
source: Nagel
ko: 네이젤
uk: Нагель

# hero_name@776
source: Nardi
ko: 나르디
uk: Нарді

# hero_name@777
source: Nardo
ko: 나르도
uk: Нардо

# hero_name@778
source: Nardovino
ko: 나르도비노
uk: Нардовіно

# hero_name@779
source: Nelond
ko: 넬론드
uk: Нелонд

# hero_name@780
source: Neot
ko: 네오트
uk: Неот

# hero_name@781
source: Nesdin
ko: 네스딘
uk: Несдін

# hero_name@782
source: Neufmarche
ko: 뉴프마르셰
uk: Нефмарш

# hero_name@783
source: Neuman
ko: 누먼
uk: Нойман

# hero_name@784
source: Neumann
ko: 누만
uk: Нойманн

# hero_name@785
source: Neuville
ko: 누빌
uk: Нойвіль

# hero_name@786
source: Neville
ko: 네빌
uk: Невіль

# hero_name@787
source: Newman
ko: 뉴먼
uk: Ньюман

# hero_name@788
source: Newport
ko: 뉴포트
uk: Ньюпорт

# hero_name@789
source: Newton
ko: 뉴턴
uk: Ньютон

# hero_name@790
source: Norman
ko: 노먼
uk: Норман

# hero_name@791
source: Northrop
ko: 노스롭
uk: Нортроп

# hero_name@792
source: Noyers
ko: 노예스
uk: Нойєрс

# hero_name@793
source: Nussbaum
ko: 누스바움
uk: Нуссбаум

# hero_name@794
source: Nussenbaum
ko: 누센바움
uk: Нуссенбаум

# hero_name@795
source: Nyberg
ko: 니베르크
uk: Нюберг

# hero_name@796
source: Nykvist
ko: 닉비스트
uk: Нюквіст

# hero_name@797
source: Nylund
ko: 닐룬트
uk: Нюлунд

# hero_name@798
source: Nyquist
ko: 니퀴스트
uk: Нюквест

# hero_name@799
source: Nyström
ko: 니스트룀
uk: Нюстрьом

# hero_name@800
source: Ogden
ko: 오그든
uk: Огден

# hero_name@801
source: Ohme
ko: 오흐메
uk: Оме

# hero_name@802
source: Omand
ko: 오망드
uk: Оманд

# hero_name@803
source: Orenstein
ko: 오렌슈타인
uk: Оренштайн

# hero_name@804
source: Orlebar
ko: 올레바
uk: Орлебар

# hero_name@805
source: Ormond
ko: 오르몽드
uk: Ормонд

# hero_name@806
source: Osmond
ko: 오스먼드
uk: Осмонд

# hero_name@807
source: Osmont
ko: 오스몽
uk: Осмонт

# hero_name@808
source: Östberg
ko: 오스트베르크
uk: Остберг

# hero_name@809
source: Østberg
ko: 외스트베르크
uk: Ойстберг

# hero_name@810
source: Øster
ko: 외스터
uk: Ойстер

# hero_name@811
source: Østergaard
ko: 외스터가르트
uk: Ойстергаард

# hero_name@812
source: Østergård
ko: 외스터가흐트
uk: Ойстергард

# hero_name@813
source: Ouistreham
ko: 위스트리엄
uk: Уйстрехем

# hero_name@814
source: Painel
ko: 파이넬
uk: Пейнел

# hero_name@815
source: Paixdecouer
ko: 파이드쿼
uk: Падекер

# hero_name@816
source: Pal
ko: 팔
uk: Пал

# hero_name@817
source: Pancevolt
ko: 팡세볼트
uk: Панцевольт

# hero_name@818
source: Pantoul
ko: 판툴
uk: Пантуль

# hero_name@819
source: Papelion
ko: 파펠리온
uk: Папійон

# hero_name@820
source: Papon
ko: 파퐁
uk: Папоун

# hero_name@821
source: Paris
ko: 파리
uk: Парі

# hero_name@822
source: Parry
ko: 페리
uk: Перрі

# hero_name@823
source: Parthenai
ko: 파세나이
uk: Партене

# hero_name@824
source: Paschal
ko: 파스칼
uk: Паскаль

# hero_name@825
source: Pasquier
ko: 파스퀴
uk: Паск’є

# hero_name@826
source: Pastforeire
ko: 파스트포레이레
uk: Пастфорейр

# hero_name@827
source: Patris
ko: 패트리스
uk: Патріс

# hero_name@828
source: Paumera
ko: 포메라
uk: Паумера

# hero_name@829
source: Peccoth
ko: 페코스
uk: Пеккот

# hero_name@830
source: Peche
ko: 페체
uk: Пеш

# hero_name@831
source: Peis
ko: 피스
uk: Пейс

# hero_name@832
source: Pennant
ko: 페넌트
uk: Пеннант

# hero_name@833
source: Perci
ko: 페르시
uk: Персе

# hero_name@834
source: Percy
ko: 페르키
uk: Персі

# hero_name@835
source: Péricard
ko: 페리카드
uk: Перікар

# hero_name@836
source: Perroy
ko: 페로이
uk: Перрой

# hero_name@837
source: Petremol
ko: 페트레몰
uk: Петремоль

# hero_name@838
source: Peveril
ko: 페베릴
uk: Певеріль

# hero_name@839
source: Pevrel
ko: 페브렐
uk: Певрель

# hero_name@840
source: Pfeiffer
ko: 파이퍼
uk: Пфайфер

# hero_name@841
source: Picard
ko: 피카드
uk: Пікар

# hero_name@842
source: Picot
ko: 피코트
uk: Піко

# hero_name@843
source: Picvini
ko: 피크비니
uk: Піквіні

# hero_name@844
source: Pierrepont
ko: 피에르퐁
uk: П’єрпонт

# hero_name@845
source: Pinel
ko: 피넬
uk: Пінель

# hero_name@846
source: Piper
ko: 피페르
uk: Пайпер

# hero_name@847
source: Pipin
ko: 피핀
uk: Піпін

# hero_name@848
source: Pippery
ko: 피페리
uk: Піппері

# hero_name@849
source: Piquiri
ko: 피퀴리
uk: Піквірі

# hero_name@850
source: Pistres
ko: 피스트레스
uk: Пістрес

# hero_name@851
source: Pithou
ko: 피소우
uk: Піту

# hero_name@852
source: Plucknet
ko: 플럭넷
uk: Плакнет

# hero_name@853
source: Poer
ko: 포에르
uk: Поер

# hero_name@854
source: Pohl
ko: 푈
uk: Поль

# hero_name@855
source: Poignant
ko: 포이넌트
uk: Пуаньян

# hero_name@856
source: Poillei
ko: 폴레
uk: Пуалей

# hero_name@857
source: Pointel
ko: 포인텔
uk: Пуантель

# hero_name@858
source: Pont
ko: 퐁
uk: Поун

# hero_name@859
source: Pontchardon
ko: 퐁차동
uk: Поншардон

# hero_name@860
source: Poole
ko: 풀레
uk: Пуле

# hero_name@861
source: Port
ko: 포트
uk: Порт

# hero_name@862
source: Porter
ko: 포터
uk: Портер

# hero_name@863
source: Postel
ko: 포스텔
uk: Поустел

# hero_name@864
source: Poussin
ko: 포신
uk: Пуссен

# hero_name@865
source: Prestcote
ko: 프레스코트
uk: Престкот

# hero_name@866
source: Puchot
ko: 푸초
uk: Пюшо

# hero_name@867
source: Quesnel
ko: 퀘스넬
uk: Кеснель

# hero_name@868
source: Quièvremont
ko: 퀴버몽
uk: Ківремон

# hero_name@869
source: Quincarnon
ko: 퀸카르농
uk: Кінкарнон

# hero_name@870
source: Quincey
ko: 퀸시
uk: Квінсі

# hero_name@871
source: Radcliff
ko: 래드클리프
uk: Редкліф

# hero_name@872
source: Radclyffe
ko: 라드클리페
uk: Редкліфф

# hero_name@873
source: Rademacher
ko: 라데마셰르
uk: Радемахер

# hero_name@874
source: Rademaker
ko: 래드메이커
uk: Рейдмейкер

# hero_name@875
source: Rademakers
ko: 래드메이커즈
uk: Рейдмейкерс

# hero_name@876
source: Raimbeaucourt
ko: 람부쿠
uk: Рембокур

# hero_name@877
source: Rainecourt
ko: 랜쿠르
uk: Ренкур

# hero_name@878
source: Raleigh
ko: 라일리
uk: Рейлі

# hero_name@879
source: Ramaker
ko: 래메이커
uk: Ремейкер

# hero_name@880
source: Ramakers
ko: 래메이커즈
uk: Ремейкерс

# hero_name@881
source: Rameckers
ko: 래메커스
uk: Рамекерс

# hero_name@882
source: Rames
ko: 레임스
uk: Реймс

# hero_name@883
source: Raoullin
ko: 롤린
uk: Раулін

# hero_name@884
source: Rasch
ko: 라쉬
uk: Раш

# hero_name@885
source: Rask
ko: 라스크
uk: Раск

# hero_name@886
source: Raskob
ko: 라스코브
uk: Раскоб

# hero_name@887
source: Raskop
ko: 라스콥
uk: Раскоп

# hero_name@888
source: Raskopf
ko: 라스코프
uk: Раскопф

# hero_name@889
source: Rassent
ko: 라센트
uk: Рассент

# hero_name@890
source: Ravenot
ko: 라베노트
uk: Рейвенот

# hero_name@891
source: Read
ko: 레드
uk: Рід

# hero_name@892
source: Reed
ko: 리드
uk: Рідд

# hero_name@893
source: Regamey
ko: 레가메
uk: Рігеймі

# hero_name@894
source: Regenbogen
ko: 레겐보겐
uk: Регенбоген

# hero_name@895
source: Reid
ko: 레이드
uk: Рейд

# hero_name@896
source: Reier
ko: 레이어
uk: Райєр

# hero_name@897
source: Reiher
ko: 레이허
uk: Райхер

# hero_name@898
source: Reis
ko: 레이즈
uk: Райс

# hero_name@899
source: Reiter
ko: 리터
uk: Райтер

# hero_name@900
source: Rennes
ko: 렌즈
uk: Реннес

# hero_name@901
source: Renold
ko: 레놀드
uk: Ренольд

# hero_name@902
source: Restault
ko: 레스톨
uk: Ресто

# hero_name@903
source: Reuter
ko: 로이터
uk: Рейтер

# hero_name@904
source: Reviers
ko: 라비에르
uk: Рев’єр

# hero_name@905
source: Reyer
ko: 레이여
uk: Рейєр

# hero_name@906
source: Rhodes
ko: 로즈
uk: Роудс

# hero_name@907
source: Rider
ko: 라이더
uk: Райдер

# hero_name@908
source: Riebou
ko: 리부
uk: Рібо

# hero_name@909
source: Riese
ko: 리제
uk: Різ

# hero_name@910
source: Ritter
ko: 리터
uk: Ріттер

# hero_name@911
source: Rivière
ko: 리비에르
uk: Рів’єр

# hero_name@912
source: Roard
ko: 로어드
uk: Роурд

# hero_name@913
source: Rocque
ko: 로크
uk: Роке

# hero_name@914
source: Roger
ko: 로거
uk: Роже

# hero_name@915
source: Roijackers
ko: 로이재커
uk: Ройджекерс

# hero_name@916
source: Roijakkers
ko: 로이재커즈
uk: Ройджеккерс

# hero_name@917
source: Romé
ko: 로메
uk: Роум

# hero_name@918
source: Romenel
ko: 로메넬
uk: Роменель

# hero_name@919
source: Rooijakkers
ko: 루이재커즈
uk: Руаджеккерс

# hero_name@920
source: Roosevelt
ko: 루즈벨트
uk: Рузвельт

# hero_name@921
source: Ros
ko: 로스
uk: Роз

# hero_name@922
source: Rosai
ko: 로사이
uk: Розе

# hero_name@923
source: Rosenberg
ko: 로젠베르크
uk: Розенберг

# hero_name@924
source: Rosenberger
ko: 로젠베르거
uk: Розенбергер

# hero_name@925
source: Rosenfeld
ko: 로젠펠트
uk: Розенфельд

# hero_name@926
source: Rot
ko: 로트
uk: Рот

# hero_name@927
source: Roth
ko: 로스
uk: Рос

# hero_name@928
source: Rothenberg
ko: 로센베르크
uk: Ротенберг

# hero_name@929
source: Rothschild
ko: 로스차일드
uk: Ротшильд

# hero_name@930
source: Rou
ko: 로우
uk: Роу

# hero_name@931
source: Roussel
ko: 로셀
uk: Руссель

# hero_name@932
source: Runeville
ko: 루네빌
uk: Руневіль

# hero_name@933
source: Russell
ko: 러셀
uk: Рассел

# hero_name@934
source: Ryder
ko: 라이더
uk: Ридер

# hero_name@935
source: Ryder
ko: 라이더
uk: Рюдер

# hero_name@936
source: Ryer
ko: 라이어
uk: Райєр

# hero_name@937
source: Sable
ko: 세이블
uk: Сейбл

# hero_name@938
source: Sacquerville
ko: 세쿼빌
uk: Сакервіль

# hero_name@939
source: Saisset
ko: 세셋
uk: Сесе

# hero_name@940
source: Sauvigni
ko: 소비니
uk: Совіньї

# hero_name@941
source: Scheer
ko: 쉬어
uk: Шеер

# hero_name@942
source: Scheinberg
ko: 샤인베르크
uk: Шайнберг

# hero_name@943
source: Schenck
ko: 셰넥
uk: Шейнк

# hero_name@944
source: Schenk
ko: 솅크
uk: Шенк

# hero_name@945
source: Scherer
ko: 셰러
uk: Шерер

# hero_name@946
source: Schermer
ko: 셰르메르
uk: Шермер

# hero_name@947
source: Schirmer
ko: 쉬르메르
uk: Ширмер

# hero_name@948
source: Schlosser
ko: 쉴로세르
uk: Шлосер

# hero_name@949
source: Schlösser
ko: 쉴뢰세르
uk: Шлоссер

# hero_name@950
source: Schneider
ko: 슈나이더
uk: Шнайдер

# hero_name@951
source: Schnell
ko: 슈넬
uk: Шнель

# hero_name@952
source: Schnoor
ko: 슈누르
uk: Шнуур

# hero_name@953
source: Schnur
ko: 슈너르
uk: Шнур

# hero_name@954
source: Schofield
ko: 쇼필드
uk: Шофілд

# hero_name@955
source: Scholz
ko: 숄츠
uk: Шольц

# hero_name@956
source: Schreier
ko: 슈라이어
uk: Шраєр

# hero_name@957
source: Schrijnemakers
ko: 슈리네메이커
uk: Шрінемейкерс

# hero_name@958
source: Schubert
ko: 슈베르트
uk: Шуберт

# hero_name@959
source: Schuchard
ko: 슈카르드
uk: Шухард

# hero_name@960
source: Schuchardt
ko: 슈카르트
uk: Шухардт

# hero_name@961
source: Schuchert
ko: 슈케르트
uk: Шухерт

# hero_name@962
source: Schuhart
ko: 슈하르트
uk: Шухарт

# hero_name@963
source: Schuhmacher
ko: 슈흐마허
uk: Шумахер

# hero_name@964
source: Schult
ko: 슐트
uk: Шульт

# hero_name@965
source: Schulte
ko: 슐테
uk: Шульте

# hero_name@966
source: Schultes
ko: 슐테스
uk: Шультес

# hero_name@967
source: Schultheis
ko: 슐테시스
uk: Шультхайс

# hero_name@968
source: Schultheiss
ko: 슐티스

# hero_name@969
source: Schultheiß
ko: 슐테이셰

# hero_name@970
source: Schultz
ko: 슐츠
uk: Шультц

# hero_name@971
source: Schultze
ko: 슐체
uk: Шультце

# hero_name@972
source: Schulz
ko: 슐즈
uk: Шульц

# hero_name@973
source: Schulze
ko: 슐제
uk: Шульце

# hero_name@974
source: Schumacher
ko: 슈마허
uk: Шуммахер

# hero_name@975
source: Schuster
ko: 슈스터
uk: Шустер

# hero_name@976
source: Schwartz
ko: 슈바르츠
uk: Швартц

# hero_name@977
source: Schwarz
ko: 슈바르즈
uk: Шварц
