Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# actor_class_herostory_hel_combat_1_clanmate
source: Clanmates
ja: クランメンバー
ko: 혈족
uk: Однокланівці
zh_cn: 族人

# actor_count_type_inn_visit
source: Reach Inn
ja: 宿に到達する
ko: 여관 도착
uk: Дістатися трактиру
zh_cn: 抵达旅馆

# actor_descriptors_flagellant
source: + Front Rank + Blight + Durable + Sacrificial Support
ko: + 전방 + 중독 + 튼튼함 + 자기 희생 지원
uk: + Передня позиція + Отрута + Витримка + Жертовна підтримка

# actor_descriptors_grave_robber
source: + Any Rank + Stealth + Dodge + High CRIT
ja: + 任意のランク + 隠密 + 回避 + 高クリティカル
ko: + 모든 위치 + 은신 + 회피 + 높은 치명타율
uk: + Будь-яка позиція + Скритність + Ухиляння + Великий крит
zh_cn: + 任意位置 + 潜行 + 闪避 + 高暴击

# actor_descriptors_hellion
source: + Front Rank + High Dmg + Bleed + Bloodlust
ja: + 前衛ランク + 高ダメージ + 出血 + 血の渇き
ko: + 전방 + 높은 피해 + 출혈 + 혈욕
uk: + Передня позиція + Велика шкода + Кровотеча + Жага крові
zh_cn: + 前排 + 高伤害 + 流血 + 嗜血

# actor_descriptors_highwayman
source: + Any Rank + High Dmg + Versatile + Riposte
ja: + 任意のランク + 高ダメージ + 多芸 + 応酬
ko: + 모든 위치 + 높은 피해 + 다용도 + 반격
uk: + Будь-яка позиція + Велика шкода + Різнобічність + Відбиття
zh_cn: + 任意位置 + 高伤害 + 灵活 + 反击

# actor_descriptors_jester
source: + Any Rank + Bleed + Stress Heal + Support
ja: + 任意のランク + 出血 + ストレス回復 + 支援
ko: + 모든 위치 + 출혈 +스트레스 치유 + 지원
uk: + Будь-яка позиція + Кровотеча + Зняття стресу + Допомога
zh_cn: + 任意位置 + 流血 + 降低压力 + 辅助

# actor_descriptors_leper
source: + Front Rank + High Dmg + Self-Sufficient + Durable
ja: + 前衛ランク + 高ダメージ + 自給自足 + 耐久性
ko: + 전방 + 높은 피해 + 자가생존 + 튼튼함
uk: + Передня позиція + Велика шкода + Самодостатність + Витримка
zh_cn: + 前排 + 高伤害 + 自给自足 + 坚实

# actor_descriptors_man_at_arms
source: + Front Rank + Guard + Durable + Riposte
ja: + 前衛ランク + ガード + 耐久性 + 応酬
ko: + 전방 + 보호 + 튼튼함 + 반격
uk: + Передня позиція + Захист + Витримка + Відбиття
zh_cn: + 前排 + 守护 + 坚实 + 反击

# actor_descriptors_occultist
source: + Back Rank + Ranged Dmg + Healer + Offensive Support
ja: + 後衛ランク + 遠距離ダメージ + ヒーラー + 攻撃支援
ko: + 후방 + 원거리 피해 + 치유사 + 공격적 지원
uk: + Задня позиція + Дистанційна шкода + Лікування + Допомога в нападі
zh_cn: + 后排 + 远程伤害 + 治疗 + 进攻型辅助

# actor_descriptors_plague_doctor
source: + Back Rank + Blight + Blinds + Healer
ja: + 後衛ランク + 病気 + 盲目 + ヒーラー
ko: + 후방 + 중독 + 실명 + 치유사
uk: + Задня позиція + Отрута + Сліпота + Лікування
zh_cn: + 后排 + 腐蚀 + 致盲 + 治疗

# actor_descriptors_runaway
source: + Front Rank + Burn + Stealth + Support
ja: + 前衛ランク + 火傷 + 隠密 + 支援
ko: + 전방 + 화상 + 은신 + 지원
uk: + Передня позиція + Вогонь + Скритність + Допомога
zh_cn: + 前排 + 灼烧 + 潜行 + 辅助

# actor_descriptors_vestal
source: + Back Rank + Ranged Dmg + Healer + Defensive Support
ko: + 후방 + 원거리 피해 + 치유사 + 방어적 지원
uk: + Задня позиція + Дистанційна шкода + Лікування + Допомога в захисті

# actor_resolve_is_tested_label
source: {0}'s resolve is tested...
ja: {0}の決意が試されている…
ko: {0}의 의지가 시험받고 있습니다…
uk: {0} проходить перевірку на рішучість...
zh_cn: {0}的决心受到了考验……

# actor_stat_type_affinity_tick_trigger_negative_chance_multiplier
source: <color=#{harmful}>Negative</color> Banter
ja: <color=#{harmful}>ネガティブな</color>からかい
ko: <color=#{harmful}>부정적</color> 잡담
uk: <color=#{harmful}>негативних</color> реплік
zh_cn: <color=#{harmful}>消极</color>闲谈

# actor_stat_type_affinity_tick_trigger_positive_chance_multiplier
source: <color=#{notable}>Positive</color> Banter
ja: <color=#{notable}>ポジティブな</color>からかい
ko: <color=#{notable}>긍정적</color> 잡담
uk: <color=#{notable}>позитивних</color> реплік
zh_cn: <color=#{notable}>积极</color>闲谈

# actor_stat_type_battle_modifier_chance
source: Enemy Advantage Chance
ko: 적에게 유리할 확률
uk: шансу ворога отримати перевагу

# actor_stat_type_bundled_dot_extra_duration_dealt
source: {0} Duration Dealt
ko: 지속 시간 {0}
uk: Тривалість завдання {0}

# actor_stat_type_crit_chance
source: CRIT
ja: クリティカル
ko: 치명타
uk: КРТ
zh_cn: 暴击

# actor_stat_type_dot_effect_value_dealt_change_bleed
source: <sprite name={q}icon_bleed{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_bleed{q}><color=#{buff}>の与える数</color>
ko: <sprite name={q}icon_bleed{q}><color=#{buff}>지속 피해량</color>
uk: <color=#{buff}>Завд.</color> <sprite name={q}icon_bleed{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_dot_effect_value_dealt_change_blight
source: <sprite name={q}icon_blight{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_blight{q}><color=#{buff}>の与える数</color>
ko: <sprite name={q}icon_blight{q}><color=#{buff}>지속 피해량</color>
uk: <color=#{buff}>Завд.</color> <sprite name={q}icon_blight{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_dot_effect_value_dealt_change_burn
source: <sprite name={q}icon_burn{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_burn{q}><color=#{buff}>の与える数</color>
ko: <sprite name={q}icon_burn{q}><color=#{buff}>지속 피해량</color>
uk: <color=#{buff}>Завд.</color> <sprite name={q}icon_burn{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_dot_effect_value_dealt_multiplier_bleed
source: <sprite name={q}icon_bleed{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_bleed{q}><color=#{buff}>の与える数</color>
ko: <sprite name={q}icon_bleed{q}><color=#{buff}>지속 피해량</color>
uk: <color=#{buff}>Завд.</color> <sprite name={q}icon_bleed{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_dot_effect_value_dealt_multiplier_blight
source: <sprite name={q}icon_blight{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_blight{q}><color=#{buff}>の与える数</color>
ko: <sprite name={q}icon_blight{q}><color=#{buff}>지속 피해량</color>
uk: <color=#{buff}>Завд.</color> <sprite name={q}icon_blight{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_dot_effect_value_dealt_multiplier_burn
source: <sprite name={q}icon_burn{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_burn{q}><color=#{buff}>の与える数</color>
ko: <sprite name={q}icon_burn{q}><color=#{buff}>지속 피해량</color>
uk: <color=#{buff}>Завд.</color> <sprite name={q}icon_burn{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_dot_effect_value_received_change_bleed
source: <sprite name={q}icon_bleed{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_bleed{q}><color=#{debuff}>の受ける数</color>
ko: <sprite name={q}icon_bleed{q}><color=#{debuff}>받는 효과</color>
uk: <color=#{debuff}>Отрим.</color> <sprite name={q}icon_bleed{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_dot_effect_value_received_change_blight
source: <sprite name={q}icon_blight{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_blight{q}><color=#{debuff}>の受ける数</color>
ko: <sprite name={q}icon_blight{q}><color=#{debuff}>받는 효과</color>
uk: <color=#{debuff}>Отрим.</color> <sprite name={q}icon_blight{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_dot_effect_value_received_change_burn
source: <sprite name={q}icon_burn{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_burn{q}><color=#{debuff}>の受ける数</color>
ko: <sprite name={q}icon_burn{q}><color=#{debuff}>받는 효과</color>
uk: <color=#{debuff}>Отрим.</color> <sprite name={q}icon_burn{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_dot_effect_value_received_multiplier_bleed
source: <sprite name={q}icon_bleed{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_bleed{q}><color=#{debuff}>の受ける数</color>
ko: <sprite name={q}icon_bleed{q}><color=#{debuff}>받는 효과</color>
uk: <color=#{debuff}>Отрим.</color> <sprite name={q}icon_bleed{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_dot_effect_value_received_multiplier_blight
source: <sprite name={q}icon_blight{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_blight{q}><color=#{debuff}>の受ける数</color>
ko: <sprite name={q}icon_blight{q}><color=#{debuff}>받는 효과</color>
uk: <color=#{debuff}>Отрим.</color> <sprite name={q}icon_blight{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_dot_effect_value_received_multiplier_burn
source: <sprite name={q}icon_burn{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_burn{q}><color=#{debuff}>の受ける数</color>
ko: <sprite name={q}icon_burn{q}><color=#{debuff}>받는 효과</color>
uk: <color=#{debuff}>Отрим.</color> <sprite name={q}icon_burn{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_dot_extra_duration_dealt_bleed
source: <sprite name={q}icon_bleed{q}><color=#{buff}>Duration Dealt</color>
ja: <sprite name={q}icon_bleed{q}><color=#{buff}>の与える持続時間</color>
ko: <sprite name={q}icon_bleed{q}><color=#{buff}>지속 시간</color>
uk: <color=#{buff}>Тривалість завдання</color> <sprite name={q}icon_bleed{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_bleed{q}><color=#{buff}>持续时间</color>

# actor_stat_type_dot_extra_duration_dealt_blight
source: <sprite name={q}icon_blight{q}><color=#{buff}>Duration Dealt</color>
ja: <sprite name={q}icon_blight{q}><color=#{buff}>の与える持続時間</color>
ko: <sprite name={q}icon_blight{q}><color=#{buff}>지속 시간</color>
uk: <color=#{buff}>Тривалість завдання</color> <sprite name={q}icon_blight{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_blight{q}><color=#{buff}>持续时间</color>

# actor_stat_type_dot_extra_duration_dealt_burn
source: <sprite name={q}icon_burn{q}><color=#{buff}>Duration Dealt</color>
ja: <sprite name={q}icon_burn{q}><color=#{buff}>の与える持続時間</color>
ko: <sprite name={q}icon_burn{q}><color=#{buff}>지속 시간</color>
uk: <color=#{buff}>Тривалість завдання</color> <sprite name={q}icon_burn{q}>
zh_cn: <color=#{buff}>造成的</color><sprite name={q}icon_burn{q}><color=#{buff}>持续时间</color>

# actor_stat_type_dot_extra_duration_received_bleed
source: <sprite name={q}icon_bleed{q}><color=#{debuff}>Duration Received</color>
ja: <sprite name={q}icon_bleed{q}><color=#{debuff}>の受ける持続時間</color>
ko: <sprite name={q}icon_bleed{q}><color=#{debuff}>받는 지속시간</color>
uk: <color=#{debuff}>Тривалість отримання</color> <sprite name={q}icon_bleed{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_bleed{q}><color=#{debuff}>持续时间</color>

# actor_stat_type_dot_extra_duration_received_blight
source: <sprite name={q}icon_blight{q}><color=#{debuff}>Duration Received</color>
ja: <sprite name={q}icon_blight{q}><color=#{debuff}>の受ける持続時間</color>
ko: <sprite name={q}icon_blight{q}><color=#{debuff}>받는 지속시간</color>
uk: <color=#{debuff}>Тривалість отримання</color> <sprite name={q}icon_blight{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_blight{q}><color=#{debuff}>持续时间</color>

# actor_stat_type_dot_extra_duration_received_burn
source: <sprite name={q}icon_burn{q}><color=#{debuff}>Duration Received</color>
ja: <sprite name={q}icon_burn{q}>の受ける持続時間</color><color=#{debuff}>
ko: <sprite name={q}icon_burn{q}><color=#{debuff}>받는 지속시간</color>
uk: <color=#{debuff}>Тривалість отримання</color> <sprite name={q}icon_burn{q}>
zh_cn: <color=#{debuff}>受到的</color><sprite name={q}icon_burn{q}><color=#{debuff}>持续时间</color>

# actor_stat_type_food_eat
source: Food Consumed
ja: 食糧を摂取
ko: 식량 소모
uk: спожитої їжі
zh_cn: 已食用

# actor_stat_type_formatted_affinity_relationship_tag_chance_modifier_negative
source: {0} Negative Relationship Chance
ja: ネガティブな関係の確率{0}
ko: 부정적 관계 확률 {0}
uk: {0} шансу погіршення стосунків
zh_cn: {0}负面关系概率

# actor_stat_type_formatted_affinity_relationship_tag_chance_modifier_positive
source: {0} Positive Relationship Chance
ja: ポジティブな関係の確率{0}
ko: 긍정적 관계 확률 {0}
uk: {0} шансу покращення стосунків
zh_cn: {0}正面关系概率

# actor_stat_type_formatted_affinity_tick_trigger_negative_chance_multiplier
source: {0} <color=#{harmful}>Negative</color> Banter
ja: <color=#{harmful}>ネガティブな</color>からかい {0}
ko: <color=#{harmful}>부정적</color> 잡담 {0}
uk: {0} <color=#{harmful}>негативних</color> реплік
zh_cn: {0}<color=#{harmful}>消极</color>闲谈

# actor_stat_type_formatted_affinity_tick_trigger_positive_chance_multiplier
source: {0} <color=#{notable}>Positive</color> Banter
ja: <color=#{notable}>ポジティブな</color>からかい {0}
ko: <color=#{notable}>긍정적</color> 잡담 {0}
uk: {0} <color=#{notable}>позитивних</color> реплік
zh_cn: {0}<color=#{notable}>积极</color>闲谈

# actor_stat_type_formatted_battle_modifier_chance
source: {0} Enemy Advantage Chance (Battle Start)
ko: 전투 시작 시 적에게 유리할 확률 {0}
uk: {0} шансу ворога отримати перевагу (початок бою)

# actor_stat_type_formatted_crit_chance
source: {0} CRIT
ja: クリティカル {0}
ko: 치명타 {0}
uk: {0} КРТ
zh_cn: {0}暴击

# actor_stat_type_formatted_doom_max_value
source: Loathing Max: {0}
ko: 해악 최대치: {0}

# actor_stat_type_formatted_doom_reset_value
source: Loathing after Reset: {0}
ko: 초기화 이후 해악: {0}

# actor_stat_type_formatted_dot_effect_value_dealt_change_bleed
source: {0} <sprite name={q}icon_bleed{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_bleed{q}><color=#{buff}>与えた効果</color> {0}
ko: <sprite name={q}icon_bleed{q}> <color=#{buff}>지속 피해량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_bleed{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_formatted_dot_effect_value_dealt_change_blight
source: {0} <sprite name={q}icon_blight{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_blight{q}><color=#{buff}>与えた効果</color> {0}
ko: <sprite name={q}icon_blight{q}> <color=#{buff}>지속 피해량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_blight{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_formatted_dot_effect_value_dealt_change_burn
source: {0} <sprite name={q}icon_burn{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_burn{q}><color=#{buff}>与えた効果</color> {0}
ko: <sprite name={q}icon_burn{q}> <color=#{buff}>지속 피해량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_burn{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_formatted_dot_effect_value_dealt_change_hot
source: {0} <sprite name={q}icon_healthup{q}><color=#{buff}>Dealt</color>
ko: <sprite name={q}icon_healthup{q}> <color=#{buff}>지속 치유량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_healthup{q}>

# actor_stat_type_formatted_dot_effect_value_dealt_multiplier_bleed
source: {0} <sprite name={q}icon_bleed{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_bleed{q}><color=#{buff}>与えた効果</color> {0}
ko: <sprite name={q}icon_bleed{q}> <color=#{buff}>지속 피해량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_bleed{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_formatted_dot_effect_value_dealt_multiplier_blight
source: {0} <sprite name={q}icon_blight{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_blight{q}><color=#{buff}>与えた効果</color> {0}
ko: <sprite name={q}icon_blight{q}> <color=#{buff}>지속 피해량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_blight{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_formatted_dot_effect_value_dealt_multiplier_burn
source: {0} <sprite name={q}icon_burn{q}><color=#{buff}>Dealt</color>
ja: <sprite name={q}icon_burn{q}><color=#{buff}>与えた効果</color> {0}
ko: <sprite name={q}icon_burn{q}> <color=#{buff}>지속 피해량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_burn{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_formatted_dot_effect_value_dealt_multiplier_hot
source: {0} <sprite name={q}icon_healthup{q}><color=#{buff}>Dealt</color>
ko: <sprite name={q}icon_healthup{q}> <color=#{buff}>지속 치유량</color> {0}
uk: {0} <color=#{buff}>завд.</color> <sprite name={q}icon_healthup{q}>

# actor_stat_type_formatted_dot_effect_value_received_change_bleed
source: {0} <sprite name={q}icon_bleed{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_bleed{q}><color=#{debuff}>受けた効果</color> {0}
ko: <sprite name={q}icon_bleed{q}><color=#{debuff}>받는 효과</color> {0}
uk: {0} <color=#{debuff}>отрим.</color> <sprite name={q}icon_bleed{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_formatted_dot_effect_value_received_change_blight
source: {0} <sprite name={q}icon_blight{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_blight{q}><color=#{debuff}>受けた効果</color> {0}
ko: <sprite name={q}icon_blight{q}><color=#{debuff}>받는 효과</color> {0}
uk: {0} <color=#{debuff}>отрим.</color> <sprite name={q}icon_blight{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_formatted_dot_effect_value_received_change_burn
source: {0} <sprite name={q}icon_burn{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_burn{q}><color=#{debuff}>受けた効果</color> {0}
ko: <sprite name={q}icon_burn{q}><color=#{debuff}>받는 효과</color> {0}
uk: {0} <color=#{debuff}>отрим.</color> <sprite name={q}icon_burn{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_formatted_dot_effect_value_received_multiplier_bleed
source: {0} <sprite name={q}icon_bleed{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_bleed{q}><color=#{debuff}>受けた効果</color> {0}
ko: <sprite name={q}icon_bleed{q}><color=#{debuff}>받는 효과</color> {0}
uk: {0} <color=#{debuff}>отрим.</color> <sprite name={q}icon_bleed{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_bleed{q}>

# actor_stat_type_formatted_dot_effect_value_received_multiplier_blight
source: {0} <sprite name={q}icon_blight{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_blight{q}><color=#{debuff}>受けた効果</color> {0}
ko: <sprite name={q}icon_blight{q}><color=#{debuff}>받는 효과</color> {0}
uk: {0} <color=#{debuff}>отрим.</color> <sprite name={q}icon_blight{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_blight{q}>

# actor_stat_type_formatted_dot_effect_value_received_multiplier_burn
source: {0} <sprite name={q}icon_burn{q}><color=#{debuff}>Received</color>
ja: <sprite name={q}icon_burn{q}><color=#{debuff}>受けた効果</color> {0}
ko: <sprite name={q}icon_burn{q}><color=#{debuff}>받는 효과</color> {0}
uk: {0} <color=#{debuff}>отрим.</color> <sprite name={q}icon_burn{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_burn{q}>

# actor_stat_type_formatted_dot_extra_duration_dealt_bleed
source: {0} <sprite name={q}icon_bleed{q}><color=#{buff}>Duration Dealt</color>
ja: <sprite name={q}icon_bleed{q}><color=#{buff}>与えた持続時間</color> {0}
ko: <sprite name={q}icon_bleed{q}><color=#{buff}>지속 시간</color> {0}
uk: {0} <color=#{buff}>тривалість завдання</color> <sprite name={q}icon_bleed{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_bleed{q}><color=#{buff}>持续时间</color>

# actor_stat_type_formatted_dot_extra_duration_dealt_blight
source: {0} <sprite name={q}icon_blight{q}><color=#{buff}>Duration Dealt</color>
ja: <sprite name={q}icon_blight{q}><color=#{buff}>与えた持続時間</color> {0}
ko: <sprite name={q}icon_blight{q}><color=#{buff}>지속 시간</color> {0}
uk: {0} <color=#{buff}>тривалість завдання</color> <sprite name={q}icon_blight{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_blight{q}><color=#{buff}>持续时间</color>

# actor_stat_type_formatted_dot_extra_duration_dealt_burn
source: {0} <sprite name={q}icon_burn{q}><color=#{buff}>Duration Dealt</color>
ja: <sprite name={q}icon_burn{q}><color=#{buff}>与えた持続時間</color> {0}
ko: <sprite name={q}icon_burn{q}><color=#{buff}>지속 시간</color> {0}
uk: {0} <color=#{buff}>тривалість завдання</color> <sprite name={q}icon_burn{q}>
zh_cn: {0}<color=#{buff}>造成的</color><sprite name={q}icon_burn{q}><color=#{buff}>持续时间</color>

# actor_stat_type_formatted_dot_extra_duration_received_bleed
source: {0} <sprite name={q}icon_bleed{q}><color=#{debuff}>Duration Received</color>
ja: <sprite name={q}icon_bleed{q}><color=#{debuff}>受けた持続時間</color> {0}
ko: <sprite name={q}icon_bleed{q}><color=#{debuff}>받는 지속시간</color> {0}
uk: {0} <color=#{debuff}>тривалість отримання</color> <sprite name={q}icon_bleed{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_bleed{q}><color=#{debuff}>持续时间</color>

# actor_stat_type_formatted_dot_extra_duration_received_blight
source: {0} <sprite name={q}icon_blight{q}><color=#{debuff}>Duration Received</color>
ja: <sprite name={q}icon_blight{q}><color=#{debuff}>受けた持続時間</color> {0}
ko: <sprite name={q}icon_blight{q}><color=#{debuff}>받는 지속시간</color> {0}
uk: {0} <color=#{debuff}>тривалість отримання</color> <sprite name={q}icon_blight{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_blight{q}><color=#{debuff}>持续时间</color>

# actor_stat_type_formatted_dot_extra_duration_received_burn
source: {0} <sprite name={q}icon_burn{q}><color=#{debuff}>Duration Received</color>
ja: <sprite name={q}icon_burn{q}><color=#{debuff}>受けた持続時間</color> {0}
ko: <sprite name={q}icon_burn{q}><color=#{debuff}>받는 지속시간</color> {0}
uk: {0} <color=#{debuff}>тривалість отримання</color> <sprite name={q}icon_burn{q}>
zh_cn: {0}<color=#{debuff}>受到的</color><sprite name={q}icon_burn{q}><color=#{debuff}>持续时间</color>

# actor_stat_type_formatted_food_eat
source: {0} Food Consumed
ja: 摂取した食料 {0}
ko: 식량 소모 {0}
uk: {0} спожитої їжі
zh_cn: {0}已食用

# actor_stat_type_formatted_health_damage
source: {0} DMG
ja: ダメージ {0}
ko: 피해 {0}
uk: {0} ШКД
zh_cn: {0}伤害

# actor_stat_type_formatted_health_damage_dealt_percent
source: {0} DMG
ja: ダメージ {0}
ko: 피해 {0}
uk: {0} ШКД
zh_cn: {0}伤害

# actor_stat_type_formatted_health_damage_received_percent
source: {0} DMG Taken
ja: 被ダメージ {0}
ko: 입는 피해 {0}
uk: {0} отриманої ШКД
zh_cn: {0}受到的伤害

# actor_stat_type_formatted_health_heal_dealt_percent
source: {0} Healing Given
ja: 回復量 {0}
ko: 치유량 {0}
uk: {0} здоров’я при лікуванні інших
zh_cn: {0}造成的治疗

# actor_stat_type_formatted_health_heal_dealt_percent_dot
source: {0} Healing-Over-Time Given
ja: 自動回復量 {0}
ko: 지속 치유량 {0}
uk: {0} здоров’я при відкладеному лікуванні інших
zh_cn: {0}造成的持续治疗

# actor_stat_type_formatted_health_heal_percent_between_nodes
source: {0} Traveling Heal
ja: 移動中の回復量 {0}
ko: 여정 중 치유량 {0}
uk: {0} здоров’я при лікуванні в дорозі
zh_cn: {0}旅行治疗

# actor_stat_type_formatted_health_heal_received_percent
source: {0} Healing Received
ja: 回復した量 {0}
ko: 받는 치유량 {0}
uk: {0} здоров’я, що відновлюється
zh_cn: {0}受到的治疗

# actor_stat_type_formatted_health_heal_received_percent_food
source: {0} Passive Healing Rate
ja: パッシブ回復率 {0}
ko: 자동 치유율 {0}
uk: {0} здоров’я при пасивному лікуванні
zh_cn: {0}被动治疗速率

# actor_stat_type_formatted_health_heal_received_percent_skill
source: {0} Healing Received from Skills
ja: スキルによる回復量 {0}
ko: 기술로 받는 치유량 {0}
uk: {0} здоров’я, що відновлюється від навичок
zh_cn: {0}受到的技能治疗

# actor_stat_type_formatted_health_max
source: {0} Max <sprite name={q}icon_health_v2{q}>
ja: 最大 <sprite name={q}icon_health_v2{q}> {0}
ko: 최대 <sprite name={q}icon_health_v2{q}> {0}
uk: {0} макс. <sprite name={q}icon_health_v2{q}>
zh_cn: {0}最大<sprite name={q}icon_health_v2{q}>

# actor_stat_type_formatted_inn_quirk_generation_chance_modifier_neg_inn_normal
source: Neg Quirk chance at Inn {0}
ja: 宿でのネガティブ奇癖の確率 {0}
ko: 여관에서 부정적 기벽 발생 확률 {0}
uk: {0} шансу отримати негативну рису в трактирі
zh_cn: {0}旅馆负面特质概率

# actor_stat_type_formatted_inn_quirk_generation_chance_modifier_neg_inn_rare
source: Neg Rare quirk chance at Inn {0}
ja: 宿でのレアなネガティブ奇癖の確率 {0}
ko: 여관에서 희귀 부정적 기벽 발생 확률 {0}
uk: {0} шансу отримати рідкісну негативну рису в трактирі
zh_cn: {0}旅馆稀有负面特质概率

# actor_stat_type_formatted_item_discard_game_score_chance_combat
source: <color=#{notable}>{0}</color> Game Score Chance on Combat Item Discard
ja: 捨てた戦闘アイテムのゲームスコア確率 <color=#{notable}>{0}</color>
ko: 전투 아이템 버리기로 인한 게임 점수 확률 <color=#{notable}>{0}</color>
uk: <color=#{notable}>{0}</color> шансу додати очки до рахунку, якщо викинути предмети бою
zh_cn: （弃用）
