Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_node_exit_failure_storycultist+plague_doctor
source: Their physiology... so alien... no! NO!
ja: 奴らの生理機能は…あまりにも異質だ…ああ、ダメだ！
ko: 저들의 생태는... 너무나 이질적이야... 안돼, 안 돼!
uk: Їхня фізіологія... така чужорідна... Ні, ні!
zh_cn: 他们的生理构造……真是怪异……不，不！

# bark_node_exit_failure_storycultist+runaway
source: I hear them! They're GAINING ON US!!
ja: 奴らの声が聞こえる！近づいてきている！
ko: 다 들려! 우리한테 몰려오고 있어!!
uk: Я чую їх, вони нас НАЗДОГАНЯЮТЬ!
zh_cn: 听！他们围上来了！

# bark_node_exit_failure_storycultist+vestal
source: *frenzied, mumbled prayer*
ja: (必死に、小声で祈りの言葉を囁いている)
ko: (미친듯이 횡설수설하는 기도)
uk: *гарячково бурмоче молитву*
zh_cn: *狂乱而含混的祷告声*

# bark_node_exit_failure_storyhero+herostory_FLG_04
source: Slow my hand not, spectre!
ja: 私の手を止めるな、亡霊め！
ko: 방해하지 마라, 망령아!
uk: Не сповільнюй мою руку, привиде!
zh_cn: 别妨碍我，你这幽灵！

# bark_node_exit_failure_storyhero+herostory_GR_02
source: He would rue the gods-damned day...!
ja: 彼は神々に呪われた日を悔やむことだろう…！
ko: 신들도 버렸던 나날에 뭐 하러 신경을 쓴담...!
uk: Він прокляне цей день!
zh_cn: 那一天来临时，他会悔不当初！

# bark_node_exit_failure_storyhero+herostory_GR_04
source: I would not let myself die destitute.
ja: 貧しいまま死にたくない
ko: 손 놓고 있다가 배곯으면서 죽지는 않겠어.
uk: Я не помру кинутим напризволяще.
zh_cn: 我不会允许自己在穷困潦倒中死去的。

# bark_node_exit_failure_storyhero+herostory_HEL_02
source: The naysayers in camp... they knew...!
ja: 宿営地にいた否定派は…知っていたのか…！
ko: 마을에서 안된다고 하던 자들... 그 말을 들을걸...!
uk: Мої недоброзичливці... вони знали
zh_cn: 营地中的反对者……他们预见到了……！

# bark_node_exit_failure_storyhero+herostory_HEL_04
source: When an ox can no longer pull, we put it down.
ja: 牛が引けなくなったら、下ろすだけだ
ko: 쓸모가 없어진 소는 고기가 되는 법.
uk: Коли віл більше не оре, ми його заколюємо.
zh_cn: 牛耕不动地了，我们就会把牛杀掉。

# bark_node_exit_failure_storyhero+herostory_HWY_01
source: What's a few broken knuckles, eh?
ja: 拳の骨が少し折れたぐらい、どうってこともない
ko: 그때는 주먹 몇 번 부숴먹었었지, 응?
uk: Що для мене пара розбитих кісточок?
zh_cn: 受点皮肉之苦也无所谓，对吧？

# bark_node_exit_failure_storyhero+herostory_HWY_04
source: Ought to have known better.
ja: こうなるって知っておくべきだった
ko: 더 확실하게 알았어야 했는데.
uk: Треба було б здогадатися.
zh_cn: 我早该知道的。

# bark_node_exit_failure_storyhero+herostory_JES_02
source: Desire and despair, merry bedfellows.
ja: 欲望と絶望、愉快な仲間たちだ
ko: 욕망과 절망, 베갯머리 동서들이지.
uk: Пристрасть і розпач — мої вірні товариші.
zh_cn: 欲望与绝望，天生一对。

# bark_node_exit_failure_storyhero+herostory_JES_04
source: Power - sweeter than the high from any pipe.
ja: 力とは、どんなパイプからの高音よりも甘美だ
ko: 권력이라. 어떤 약을 빨아도 그보다 감미롭진 못하지.
uk: Сила... одурманює розум.
zh_cn: 力量——比任何烟斗里的物质都令人振奋。

# bark_node_exit_failure_storyhero+herostory_LEP_01
source: You all might learn some lessons in mercy.
ko: 그대들 모두 자비를 통해 교훈을 얻을 수 있을지도.

# bark_node_exit_failure_storyhero+herostory_LEP_04
source: The palace's very foundations trembled...
ja: 宮殿の土台が揺らいでいる…
ko: 궁정의 뿌리부터 흔들리고 있었지...
uk: Здригнувся весь палац...
zh_cn: 宫殿的根基受到了撼动……

# bark_node_exit_failure_storyhero+herostory_MAA_02
source: Why couldn't they bloody listen?!
ja: なぜ奴らは聞く耳を持たない？
ko: 왜 아무도 들어 쳐먹질 않은 거지?!
uk: Чому вони, чорт забирай, мене слухали?
zh_cn: 见鬼，他们怎么都不听呢？！

# bark_node_exit_failure_storyhero+herostory_MAA_04
source: Was I even worthy of sending them off?
ja: そもそも俺は、彼らを送り出すに値する存在だったのだろうか？
ko: 나한테 병사들을 사지로 보낼 자격이 있던가?
uk: Чи я мав право відправляти їх на смерть?
zh_cn: 我真的配得上送他们最后一程么？

# bark_node_exit_failure_storyhero+herostory_OCC_03
source: True seekers shed such limitations.
ja: 真の探求者は、そんな制限など弾き返す
ko: 진정한 구도자는 그런 한계조차 벗어 던지는 법.
uk: Для тих, хто шукає, немає перешкод.
zh_cn: 真正的求知者不会被这些事绊住。

# bark_node_exit_failure_storyhero+herostory_OCC_04
source: They were fools to trust me.
ja: 私を信じた奴らは愚かだ
ko: 나를 믿었다니 어리석은 자들.
uk: Вони були необачні, коли довірилися мені.
zh_cn: 他们居然信任我，真是愚蠢。

# bark_node_exit_failure_storyhero+herostory_PD_02
source: Their whispers mock me even now...
ja: 彼らの囁きは今も私を嘲笑う…
ko: 지금도 저들의 속삭임이 나를 조롱하네...
uk: Їхній шепіт я чую навіть зараз.
zh_cn: 他们的讥讽现在都在我耳边萦绕……

# bark_node_exit_failure_storyhero+herostory_PD_04
source: Was this triumph? Or another failed experiment?
ja: これは勝利なのか？それともまた失敗に終わった実験か？
ko: 이건 승리였을까? 아니면 또 한번의 실패한 실험이었을까?
uk: Це тріумф чи черговий провал?
zh_cn: 这是胜利么？还是又一次失败的实验？

# bark_node_exit_failure_storyhero+herostory_RUN_01
source: They marked me like a mule, so I kicked.
ja: ラバのように狙ったから、蹴ってやったのよ
ko: 내가 망아지라도 되는 것처럼 낙인을 찍더군. 그래서 걷어차 버렸지.
uk: На мені випалили тавро, мов на худобі, і я почала брикатися.
zh_cn: 他们把我当骡子，我就蹬了他们一脚。

# bark_node_exit_failure_storyhero+herostory_RUN_04
source: Why didn't I even <i>try</i> to warn them...?
ja: どうして私は警告<i>しようと</i>すらしなかったの…？
ko: 왜 경고하려는 <i>시도조차</i> 하지 않았던 걸까...?
uk: Чому я навіть не <i>спробувала</i> їх попередити?
zh_cn: 为什么我压根就没<i>试图</i>叫醒他们……？

# bark_node_exit_failure_storyhero+herostory_VES_02
source: Distraction everywhere I turned...
ja: どこを向いても気が散る…
ko: 눈 돌리는 곳마다 자꾸 한눈이 팔려...
uk: Скрізь спокуси, куди не глянь...
zh_cn: 无论看向哪里，我都会分心……

# bark_node_exit_failure_storyhero+herostory_VES_04
source: He reeked of blood...
ja: 彼は血の臭いがした…
ko: 놈은 피 냄새가 진동을 했지...
uk: Від нього тхнуло кров’ю...
zh_cn: 他身上满是血腥的气息……

# bark_node_exit_failure_storyresist+bounty_hunter
source: I disguised our tracks. Might buy us time.
ja: 足跡を偽装したんだ 時間を稼げるかもしれない
ko: 우리 발자취를 지웠다. 시간은 좀 벌겠지.
uk: Я спробував замести сліди, це може дати нам фору.
zh_cn: 我掩盖了我们的行踪。也许能争取时间。

# bark_node_exit_failure_storyresist+flagellant
source: You'd flee before I am through with them?!
ja: 俺が終わる前に逃げるのか！？
ko: 내가 다 끝내기도 전에 도망을 치겠다고?!
uk: Невже ти втечеш, перш ніж я з ними покінчу?!
zh_cn: 我还没尽兴，你们就要逃了？！

# bark_node_exit_failure_storyresist+grave_robber
source: A lady always knows when to make an exit.
ko: 숙녀는 언제나 떠나야 할 때를 아는 법.
uk: Леді знає, коли варто піти зі сцени.

# bark_node_exit_failure_storyresist+hellion
source: By the skin of our damned teeth.
ja: 首の皮一枚で繋がった
ko: 정말 간신히 빠져나왔지.
uk: Наша доля висіла на волосині.
zh_cn: 就差那么一丁点儿。

# bark_node_exit_failure_storyresist+highwayman
source: That was too close.
ja: ギリギリだったな
ko: 아슬아슬했는데.
uk: Я був дуже близько.
zh_cn: 好险。

# bark_node_exit_failure_storyresist+jester
source: ... anyone for a song?
ja: …誰か歌うかい？
ko: ... 누구 노래 한 곡 하실 분?
uk: Хтось хоче послухати пісню?
zh_cn: ……谁有心情来一曲？

# bark_node_exit_failure_storyresist+leper
source: Come quickly, lest they track us to the coach.
ja: 早く来てくれ、駅馬車まで追跡されてしまう
ko: 서두르도록. 안 그러면 역마차까지 쫓아올 거다.
uk: Швидше, бо вони вистежать шлях до Диліжанса.
zh_cn: 快来，免得他们追到马车上。

# bark_node_exit_failure_storyresist+man_at_arms
source: Retreat! Retreat!
ja: 撤退だ！撤退だ！
ko: 후퇴! 후퇴하라!
uk: Назад! Назад!
zh_cn: 撤退！撤退！

# bark_node_exit_failure_storyresist+occultist
source: I must... meditate. The beast strains at his cage!
ja: 私は…瞑想しないと。獣が檻の中でイライラしている！
ko: 명상을... 해야겠군. 야수가 우리 안에서 날뛰고 있어!
uk: Я маю... поміркувати. Звір розтягнувся у своїй клітці!
zh_cn: 我必须……冥想。这怪物在挣脱他的牢笼！

# bark_node_exit_failure_storyresist+plague_doctor
source: Are you certain we're far enough away...?
ja: 私たちは本当に逃げ切ったの…？
ko: 이만큼 왔으면 안전한 거 확실해...?
uk: Ви впевнені, що ми відірвалися на достатню відстань?
zh_cn: 你确定我们离得够远了么……？

# bark_node_exit_failure_storyresist+runaway
source: We've gotta get out of here! GO!
ja: ここを出ないと！早く！
ko: 여기서 빠져나가야 해! 어서 가!
uk: Забираймося звідси!
zh_cn: 我们得离开这里！快！

# bark_node_exit_failure_storyresist+vestal
source: Abominations to the last!
ko: 끝까지 가증스러운 것들!
uk: Виродки, усі до останнього!

# bark_node_exit_gate+bounty_hunter@0
source: A job is a job.
ja: 仕事は仕事だ
ko: 일은 일이지.
uk: Робота є робота.
zh_cn: 工作就是工作。

# bark_node_exit_gate+bounty_hunter@1
source: Keep. Moving.
ja: どんどん進め
ko: 계속 움직여.
uk: Ходімо далі.
zh_cn: 继续。走。

# bark_node_exit_gate+flagellant@0
source: On with it! To deliverance!
ja: 行け！解放へと！
ko: 나아가라! 구원을 향하여!
uk: Уперед, до спасіння!
zh_cn: 出发！向着解脱前进！

# bark_node_exit_gate+flagellant@1
source: We cannot keep absolution waiting!
ja: 赦免を待たせるわけにはいかない！
ko: 휴거를 계속 미뤄둘 수는 없다!
uk: Скоріше перейдемо до відпущення гріхів!
zh_cn: 我们不能让宿命等待！

# bark_node_exit_gate+grave_robber@0
source: Ears to the road, loves.
ko: 길바닥 쪽에 계속 집중하라고, 자기들.
uk: Прислухайтеся до того, що відбувається на дорозі.

# bark_node_exit_gate+grave_robber@1
source: Let us hope we made a swift exit.
ko: 후딱 빠져나갈 수 있기만 바라자.
uk: Будемо сподіватися, що ми встигли відірватися.

# bark_node_exit_gate+hellion@0
source: Gods protect us.
ja: 神々が私たちを守ってくれる
ko: 신들이 지켜주길.
uk: Боги захистять нас.
zh_cn: 众灵保佑我们。

# bark_node_exit_gate+hellion@1
source: I'm having a drink.
ja: 飲み物を飲んでいるところだ
ko: 한잔 하자.
uk: Мені треба випити.
zh_cn: 我要喝一杯。

# bark_node_exit_gate+highwayman@0
source: Eyes peeled...
ja: 目を凝らすんだ…
ko: 철저히 경계하라고...
uk: Будьте насторожі...
zh_cn: 睁大眼睛……

# bark_node_exit_gate+highwayman@1
source: What fresh hell is this?
ja: これは一体何なんだ？
ko: 이 신선한 개짓거리는 대체 뭐야?
uk: Що це, дідько його забери?
zh_cn: 这是什么人间炼狱？

# bark_node_exit_gate+jester@0
source: The show must go on.
ko: 쇼는 계속되어야지.
uk: Шоу має тривати.

# bark_node_exit_gate+jester@1
source: Too late for a volte-face, I take it?
ja: 引き返すには遅すぎだよな？
ko: 이제 와서 편 갈아타기는 늦었겠지, 아마?
uk: Як я бачу, для різких розворотів уже запізно?
zh_cn: 现在改变主意的话，是不是已经来不及了？

# bark_node_exit_gate+leper@1
source: There is beauty all around, even now.
ja: 今だって、周りに美しきものがあふれている
ko: 만물에는 각자의 아름다움이 있는 법. 지금도 그렇다.
uk: Навкруги краса, і навіть зараз.
zh_cn: 即使现在，美好的事物也并未缺席。

# bark_node_exit_gate+man_at_arms@0
source: Bandits, horrors - none shall bar us!
ja: 山賊も、恐怖も、何も俺たちを阻むことはできない！
ko: 도적이든 공포든 그 무엇도 우릴 억누르지 못한다!
uk: Бандити, різні жахіття — нас ніхто й ніщо не зупинить!
zh_cn: 不管是土匪还是恐惧，都无法阻拦我们！

# bark_node_exit_gate+man_at_arms@1
source: Chaaaarge!
ko: 돌겨어어억!
uk: Уперед!

# bark_node_exit_gate+occultist@0
source: It is worse than my dreams foretold.
ko: 내 꿈에서 예지했던 것보다 더 나쁘구만.
uk: Це навіть гірше, ніж провіщали мої марення.

# bark_node_exit_gate+occultist@1
source: Oblivion encroaches, circling in...!
ko: 망각이 침범하여 에워싸 온다...!
uk: Забуття кружляє навколо, затоплює свідомість...

# bark_node_exit_gate+plague_doctor@0
source: We are committed! Stay the course!
ko: 우리의 신념은 굳건해! 계속 밀어붙이자!
uk: Ми віддані благородній справі й маємо триматися до кінця!

# bark_node_exit_gate+plague_doctor@1
source: We must study this world's unmaking...
ja: この世界の破滅について研究しなければ…
ko: 이 말세를 연구해야만 해...
uk: Ми маємо з’ясувати, як саме цей світ збирається загинути.
zh_cn: 我们必须研究这个世界毁灭的过程……

# bark_node_exit_gate+runaway@0
source: I've been in worse places...
ja: もっとひどい場所もあったからね…
ko: 더 나쁜 곳에도 있어 봤어...
uk: Я бувала і в гірших місцях...
zh_cn: 我在更糟糕的地方呆过……

# bark_node_exit_gate+runaway@1
source: Let us hope we made a swift exit.
ko: 후딱 빠져나갈 수 있기만 바라자.
uk: Будемо сподіватися, що ми встигли відірватися.

# bark_node_exit_gate+vestal@0
source: Don't forget why we are here.
ko: 우리가 여기 왜 왔는지 잊지 말라.
uk: Не забувайте, для чого ми тут.

# bark_node_exit_gate+vestal@1
source: Whatever awaits us, have faith.
ja: この先何が待っていようとも、信じることです
ko: 무엇이 기다리든, 신앙을 품어라.
uk: Що б нас не чекало — вірте.
zh_cn: 不管接下来面对什么，都要坚定信念。

# bark_node_exit_heroselect+bounty_hunter@0
source: Let me at 'em.
ja: 俺に任せろ
ko: 내가 잡지.
uk: Довіртеся мені.
zh_cn: 让我去会会他们。

# bark_node_exit_heroselect+bounty_hunter@1
source: Onward! Light's fading.
ja: 行くぞ！光が消える前にな！
ko: 가자! 빛이 사그라들고 있다.
uk: Уперед! Світло згасає.
zh_cn: 前进！天要黑了。

# bark_node_exit_heroselect+flagellant@0
source: I have dominion over my pain - do you?
ja: 俺は痛みを支配している。お前は？
ko: 나는 내 고통을 온전히 지배하였다. 너는 어떤가?
uk: Я беру верх над своїм болем. А ви?
zh_cn: 我凌驾于我的痛苦之上——你们能么？

# bark_node_exit_heroselect+flagellant@1
source: Oh, the delights that await us...
ko: 아, 우리를 기다리는 즐거움이여...
uk: О, яка насолода нас чекає...

# bark_node_exit_heroselect+grave_robber@0
source: A perilous journey in peculiar company...
ja: 奇妙な仲間たちとの危険な旅ね…
ko: 웃기는 동료들과 함께 하는 지옥행 여정이라...
uk: Небезпечна подорож у дивній компанії...
zh_cn: 奇特的队伍，凶险的旅程……

# bark_node_exit_heroselect+grave_robber@1
source: Cramped quarters to say the least.
ko: 진짜 좋은 말로 해도 좁아 터진 곳이네.
uk: Тісно тут, якщо не сказати гірше.

# bark_node_exit_heroselect+hellion@0
source: Hyaaaah! Let's go already!
ja: うおおっ！ さっさと行くぞ！
ko: 하이야아아! 어서 가자!
uk: Вйо-о-о, поїхали!
zh_cn: Hyaaaah！快出发吧！

# bark_node_exit_heroselect+hellion@1
source: Let us all find noble deaths, then!
ja: 皆で高貴な死を遂げようじゃないか！
ko: 그럼 고귀한 죽음을 찾아 보자!
uk: Нехай ми загинемо благородною смертю!
zh_cn: 那就祝我们都死得光荣！

# bark_node_exit_heroselect+highwayman@0
source: Let's move.
ja: 行くぞ
ko: 움직이지.
uk: Вирушаймо.
zh_cn: 上路吧。

# bark_node_exit_heroselect+highwayman@1
source: The potholes are the least of our concerns.
ja: 路面の穴なんか、恐れるものではないしな
ko: 덜컹거리는 도랑은 신경도 안 쓰게 될 거다.
uk: Вибоїни на дорозі — це найменша з наших проблем.
zh_cn: 现在对我们来说，路上的坑洼已经无所谓了。

# bark_node_exit_heroselect+jester@0
source: Let me tune this thing before we get going...
ko: 출발하기 전에 조율이나 하자고...
uk: Підкручу пару струн і вперед...

# bark_node_exit_heroselect+jester@1
source: Red sky at dawn - best move on.
ja: 夜明けの赤い空か。進んだ方がいいな
ko: 여명이 밝아 온다. 출발하는 게 좋겠어.
uk: Червоне небо на світанку — ознака того, що краще рухатися далі.
zh_cn: 血色的黎明——最好快点赶路。

# bark_node_exit_heroselect+leper@0
source: I accept this new torment as I would a changing season.
ja: 季節の変わり目のごとく、この新たな苦悩を受け止めよう
ko: 계절이 변화하듯 새로 찾아 온 고통을 받아들여 볼까.
uk: Мука змінює муку, як одна пора року іншу.
zh_cn: 我接受这新的折磨，正如接受四季的变化一般。

# bark_node_exit_heroselect+leper@1
source: The wheels turn, the earth spins.
ja: 車輪は回り、地球は回る
ko: 바퀴가 돈다. 이 땅도 돈다.
uk: Колеса крутяться, земля обертається.
zh_cn: 车轮滚动，地球旋转。

# bark_node_exit_heroselect+man_at_arms@0
source: Hah! What a roughcut band we are!
ja: ハッ！なんて荒削りな集団なんだ！
ko: 하! 이런 오합지졸들은 처음 본다!
uk: Ха, яка ж різнорідна в нас компанія!
zh_cn: 哈！好一支杂牌军！

# bark_node_exit_heroselect+man_at_arms@1
source: I've kept worse company.
ko: 더 나쁜 중대도 맡아 봤지.
uk: Зустрічалися і гірші компаньйони.

# bark_node_exit_heroselect+occultist@0
source: I have glimpsed the nightmares that await us...
ja: 悪夢を垣間見たよ…
ko: 우리를 기다리는 악몽을 슬쩍 엿보았다...
uk: Переді мною промайнули жахи, що чекають на нас...
zh_cn: 我窥见过等待我们的梦魇……

# bark_node_exit_heroselect+occultist@1
source: Onward into oblivion, then.
ja: いざ忘却の彼方へ
ko: 그럼 망각을 향해 나아가자.
uk: Уперед, до забуття...
zh_cn: 那就前进吧，步入湮灭。

# bark_node_exit_heroselect+plague_doctor@0
source: I wonder... which of you shall be the first casualty?
ko: 당신들 중 누가 제일 먼저 다칠지 궁금한데...?
uk: Цікаво, хто з вас загине першим?

# bark_node_exit_heroselect+plague_doctor@1
source: You will all come to rely on me. I'm sure of it.
ja: お前たちは私を頼るようになる。間違いない
ko: 결국 나한테 의지하러 올 거야. 장담해.
uk: Я впевнена, що знадоблюся вам усім.
zh_cn: 你们最后都会依靠我的。我很确定。

# bark_node_exit_heroselect+runaway@0
source: I don't stop for <i>anyone</i>.
ja: 私は、<i>誰</i>のためにも立ち止まらない
ko: 난 <i>누구를 위해서든</i> 멈추지 않아.
uk: Я не зупиняюся <i>ні перед ким</i>.
zh_cn: 不是<i>谁</i>都值得我停下的。

# bark_node_exit_heroselect+runaway@1
source: Once more on the run.
ja: また逃げることになるのね
ko: 한번 더 달려 보자.
uk: Знову в дорогу.
zh_cn: 又一次亡命之旅。

# bark_node_exit_heroselect+vestal@0
source: I take this burden willingly.
ja: 私はこの困難を喜んで引き受けます
ko: 내 이 짐을 기꺼이 지리라.
uk: Я охоче беру на себе цей тягар.
zh_cn: 我自愿肩负这样的责任。

# bark_node_exit_heroselect+vestal@1
source: Toward redemption!
ja: 救済に向かいましょう！
ko: 구원을 향하여!
uk: До спокути!
zh_cn: 向救赎前进！

# bark_node_exit_hospital+bounty_hunter@0
source: Quiet yourselves and let 'em work.
ja: 静かにして、奴らに任せよう
ko: 입 다물고 치료나 받아.
uk: Заспокойтесь і дайте зробити свою роботу.
zh_cn: 安静。让医生专心工作。

# bark_node_exit_hospital+bounty_hunter@1
source: She's a tough one.
ja: 彼女は厄介だな
ko: 참 강인한 여성이로군.
uk: А вона міцний горішок...
zh_cn: 她很坚强。

# bark_node_exit_hospital+flagellant@0
source: Her gods are no longer listening.
ko: 저 수녀의 신은 기도를 들어주지 않는 모양이로군.
uk: Її боги більше не слухають.

# bark_node_exit_hospital+flagellant@1
source: It is a weak constitution that needs such things.
ja: そんなものを必要とするのは、弱い肉体だ
ko: 나약한 육신에나 치료가 필요한 법이다.
uk: Це потрібно лише тим, у кого слабке тіло.
zh_cn: 只有孱弱之人才需要这些。

# bark_node_exit_hospital+grave_robber@0
source: Such conditions - my word!
ja: なんて環境なの！
ko: 시설 꼬라지 하고는. 어머나, 죄송!
uk: Оце так умови, навіть уявити важко!
zh_cn: 条件太差了，我的天啊！

# bark_node_exit_hospital+grave_robber@1
source: Woefully inadequate - and unsanitary!
ja: 驚くほど不適切で不衛生ね！
ko: 굉장히 부적절한데다 불결한 시설이네!
uk: Який жах, суцільна антисанітарія!
zh_cn: 这么破败的环境……太疯狂了！

# bark_node_exit_hospital+hellion@0
source: I can respect skill like that, even in some city nun.
ja: 都会の修道女とはいえ、尊敬に値する技量だな
ko: 도시의 수녀라도 이런 기술 있다면 존중한다.
uk: Така майстерність гідна поваги, навіть якщо її виявляє якась міська черниця.
zh_cn: 哪怕是城市里的修女，这样的医术也值得尊敬。

# bark_node_exit_hospital+hellion@1
source: The horrors she must have faced...
ja: 彼女は、あらゆる恐怖に直面しただろうな…
ko: 이 치료사는 지금껏 어떤 공포 마주해 왔을까...
uk: Жахи, з якими вона зіткнулася...
zh_cn: 她一定见过许多恐怖……

# bark_node_exit_hospital+highwayman@0
source: I feel better already. Heh.
ja: もう気分が良くなった気がするぜ
ko: 벌써 나아진 기분이로군, 헤.
uk: Мені вже краще. Фух.
zh_cn: 我已经感觉好多了。呵。

# bark_node_exit_hospital+highwayman@1
source: Stroke of luck, meetin' her.
ko: 저 처자를 만나다니 운도 좋지.
uk: Посмішка Фортуни.

# bark_node_exit_hospital+jester@0
source: Infirmaries - all the same.
ko: 요양원이야 다 똑같지 뭐.
uk: В усіх лазаретах одне й те саме.

# bark_node_exit_hospital+jester@1
source: She should lighten up a little.
ja: あいつ、少しでも明るくふるまってほしいね
ko: 치료사도 좀 웃었으면 좋겠는데.
uk: Її треба трохи підбадьорити.
zh_cn: 她怎么总绷着个脸。

# bark_node_exit_hospital+leper@0
source: May the loathing never take her.
ja: 彼女が憎悪に襲われんことを
ko: 해악이 저 수녀마저 앗아가지 않기를.
uk: Бажаю їй ніколи не знати огиди.
zh_cn: 希望怨念永远不会将她夺去。

# bark_node_exit_hospital+leper@1
source: Sadly, there is no cure for my condition. Such is the way of things.
ja: 悲しきかな、私の状態を治す薬はない。世の中そういうものだ
ko: 안타깝게도 내 병은 치료할 수가 없지. 그게 순리인 것을.
uk: Шкода, що від моєї хвороби немає ліків. Життя суворе.
zh_cn: 只可惜我患的病无药可救。世事便是如此。

# bark_node_exit_hospital+man_at_arms@0
source: Lovely woman. Shame about her eye.
ja: 素敵な女性だ。残念な目をしているが
ko: 훌륭한 여성이로군. 눈빛이 죽은 건 안타깝지만.
uk: Прекрасна жінка, але я мені її дуже шкода.
zh_cn: 可爱的女人。可惜她丢了一只眼睛。

# bark_node_exit_hospital+man_at_arms@1
source: Patched up and ready to bleed again - hah!
ja: 応急処置完了、これでまた血を流せるようになったぞ！
ko: 다 꿰맸으니 또 다칠 일만 남았나. 하!
uk: Рани заштопані, можна знову проливати кров.
zh_cn: 包扎完毕，准备好继续流血了——哈！

# bark_node_exit_hospital+occultist@0
source: Tending to the wounded as the world burns - noble, if futile.
ko: 세상이 불타는 가운데 다친 자들을 치료하겠다... 고귀하고도 덧없는 일이로다.
uk: Доглядати хворих, коли весь світ у вогні, — благородно, але безглуздо.

# bark_node_exit_hospital+occultist@1
source: We leave better than we arrived.
ja: 我々は来たときよりも良い状態で去るのだ
ko: 처음 왔을 때보다 더 나아져서 떠나는군.
uk: Ми зараз у помітно кращому стані.
zh_cn: 比起抵达时，现在我们状态更好了。

# bark_node_exit_hospital+plague_doctor@0
source: I mean, really, it's nothing I couldn't have done!
ja: つまり、本当に、私にできなかったってことじゃない
ko: 아니, 내가 다 알아서 할 수 있다니까 그러네!
uk: Ну правда ж, я й сама могла б упоратися!
zh_cn: 哎，说真的，这些事我都能做！

# bark_node_exit_hospital+plague_doctor@1
source: I suppose one sometimes needs a second opinion.
ja: 時には「第2の意見」が必要なのだな
ko: 그래, 가끔은 다른 의견도 들어볼 만하지.
uk: Думаю, іноді думка колеги не завадить.
zh_cn: 我想也许有的时候，第二医疗意见确实有用。

# bark_node_exit_hospital+runaway@0
source: Glad for the help, but... she's a sitting duck.
ja: 助けてくれて嬉しいけど…彼女はただのカモね
ko: 도움은 고맙지만, 어... 너무 무방비한 거 아냐?
uk: Для зловмисників вона... дуже легка здобич.
zh_cn: 我很感激她的帮助，但是……她就是在等死。

# bark_node_exit_hospital+runaway@1
source: Posting up like that? Not for me.
ja: あんな告知を？私には無理よ
ko: 저렇게 다 보라고 간판을 붙여 놔? 나라면 안 저래.
uk: Отак привселюдно? Це не для мене...
zh_cn: 她真的不跑么？我不理解。

# bark_node_exit_hospital+vestal@0
source: Hmph. My hand is steadier.
ko: 흠. 손 떨림이 멈췄는데.
uk: Гм. Моя рука твердіша.

# bark_node_exit_hospital+vestal@1
source: I might have stayed a night to assist...
ja: 一晩泊まって手伝ってもよかったですね…
ko: 하룻밤 머물면서 도와줄 수도 있는데...
uk: Я могла б залишитися на ніч, щоб допомогти...
zh_cn: 我或许可以留下，帮一个晚上的忙……

# bark_node_exit_oasis+bounty_hunter@0
source: *gulp* Ahhh.
ja: ゴクゴク… あああっ…
ko: (꿀꺽꿀꺽) 아아.
uk: *ковтає* Ох-х-х.
zh_cn: *咕嘟* 啊……

# bark_node_exit_oasis+bounty_hunter@1
source: We'll look the fool if we're ambushed...
ja: 待ち伏せされたら、バカを見ることになるぞ…
ko: 지금 매복이라도 당한다면 꼴이 참 우습겠군...
uk: Якщо потрапимо в засідку, виглядатимемо дурнями...
zh_cn: 要是我们在这里被埋伏，就太愚蠢了……

# bark_node_exit_oasis+flagellant@0
source: Ahh, something in this stings...! Mm.
ko: 아, 물 속의 뭔가에 쏘였군...! 으음.
uk: О, там щось колеться! М-м-м...

# bark_node_exit_oasis+flagellant@1
source: How could you hope to purify what is already divine?
ja: すでに神格化されているものを、どうして浄化したいと思う？
ko: 이미 신성한 것을 어찌 정화할 수 있단 말인가?
uk: Як ви могли сподіватися очистити те, що вже є божественним?
zh_cn: 原本就神圣无缺，还有什么好净化的？

# bark_node_exit_oasis+grave_robber@0
source: Let us hope my hair dries in a timely fashion...
ja: 髪が早く乾くことを祈るわ…
ko: 내 머리가 제때 마르기만 바라자고...
uk: Сподіваюся, волосся встигне висохнути...
zh_cn: 希望我的头发能及时风干……

# bark_node_exit_oasis+grave_robber@1
source: No rest for the wicked, loves.
ja: 私たちにはあまり休む余裕なんてないのよ
ko: 뒤틀린 자에게 안식은 없어, 자기들.
uk: Грішникам нема спокою.
zh_cn: 恶人不得休憩，亲爱的。

# bark_node_exit_oasis+hellion@0
source: Fresh bloodstains await us!
ja: 新鮮な血痕が私たちを待っている！
ko: 새로 핏자국 묻히러 가자!
uk: Уперед, у криваве майбутнє!
zh_cn: 新鲜的血渍等待着我们！

# bark_node_exit_oasis+hellion@1
source: Smells like horse in here.
ja: ここは馬の臭いがする
ko: 여기는 말 냄새 난다.
uk: Конюшнею несе.
zh_cn: 这里闻起来像匹马。

# bark_node_exit_oasis+highwayman@0
source: Back to the unrelenting horrors, eh.
ja: 絶え間ない恐怖に戻るか
ko: 다시 끝없는 공포로 돌아가 보실까.
uk: І знову назустріч жахам, еге.
zh_cn: 又要回到无情的恐怖之中了，哎呀。

# bark_node_exit_oasis+highwayman@1
source: That weren't so bad. On with it.
ja: それほど悪くはない。さあ行こうか
ko: 그렇게 나쁘지는 않았네. 이제 가자.
uk: Було непогано. Що ж, час у дорогу.
zh_cn: 还不错。前进吧。

# bark_node_exit_oasis+jester@0
source: Eugh. My stockings got wet...
ja: うわっ。ストッキングが濡れた…
ko: 윽, 스타킹이 다 젖었네...
uk: Чорт, панталони намокли...
zh_cn: 噫。我的袜子湿了……

# bark_node_exit_oasis+jester@1
source: I daresay that was almost pleasant.
ko: 조금은 재미있었다고 인정은 해 줄게.
uk: Смію зауважити, було майже приємно.

# bark_node_exit_oasis+leper@0
source: Golden sun on clear water - a good omen.
ja: 澄んだ水に映る黄金の太陽は、吉兆である
ko: 황금빛 태양 아래 흐르는 맑은 물. 좋은 징조로군.
uk: Золоте сонце відбивається у водній гладі... хороше знамення.
zh_cn: 一轮金日照在澄澈的水面上——一个好兆头。

# bark_node_exit_oasis+leper@1
source: Silvery moon on dark water - a sign, perhaps.
ja: 暗い水の上に浮かぶ銀色の月…おそらく、前兆だ
ko: 처연한 달빛 아래 어두운 물결이라. 어쩌면 징조일지도.
uk: Срібний місяць відбивається в темній воді... якесь знамення?
zh_cn: 黯淡的水面映出一轮银月——也许是某种预兆。

# bark_node_exit_oasis+man_at_arms@0
source: *gentle snoring*
ja: スヤ…
ko: (부드러운 코골이)
uk: *тихо похропує*
zh_cn: *轻声打鼾*

# bark_node_exit_oasis+man_at_arms@1
source: Back at it, you lot.
ja: さあ、任務に戻るぞ
ko: 자, 이제 복귀다.
uk: Привал закінчено.
zh_cn: 全体听令：返回任务。

# bark_node_exit_oasis+occultist@0
source: An oasis on the road is a rare blessing.
ja: 旅先のオアシスは貴重な恵みだ
ko: 길가의 샘터란 참으로 보기 드문 축복이지.
uk: Оазиси зустрічаються рідко, але це справжній рай.
zh_cn: 沿途的绿洲是种少见的祝福。

# bark_node_exit_oasis+occultist@1
source: Clean fingernails and rested mind - a rarity.
ja: 爪がきれいになって、心が休まる。珍しいことだ
ko: 깔끔한 손톱과 평온한 마음이라. 누리기 힘든 호사로다.
uk: Чисті нігті й спокійний розум — рідкісна комбінація.
zh_cn: 干净的指甲，充足的休息——真是难能可贵。

# bark_node_exit_oasis+plague_doctor@0
source: Have my robes <i>always<i> smelt of Javel water?
ja: 私の衣服、<i>常に<i>ジャベル水の匂いがするって？
ko: 내 로브에서 <i>원래<i> 표백제 냄새가 났던가?
uk: Невже від мого одягу <i>завжди<i> несло жавелевою водою?
zh_cn: 我的袍子<i>一直<i>都有沼泽的味道么？

# bark_node_exit_oasis+plague_doctor@1
source: Refreshed, revitalized, ready.
ja: リフレッシュして元気を取り戻したし、準備万端ね
ko: 몸도 마음도 깔끔하게 재충전되었어.
uk: Я готова. Ніби знов народилася.
zh_cn: 水分充足，精神充沛——准备就绪。

# bark_node_exit_oasis+runaway@0
source: Hope that stop didn't cost us...
ko: 괜히 여기 멈추는 바람에 뒷감당 할 일만 없었으면...
uk: Сподіваюся, ця зупинка нам не дасться взнаки...

# bark_node_exit_oasis+runaway@1
source: Huh. Been ages since I saw my own reflection.
ko: 허. 내 모습을 비춰 본지도 되게 오래됐네.
uk: Уже й не пригадаю, коли я востаннє бачила себе в дзеркалі.

# bark_node_exit_oasis+vestal@0
source: ... I require a moment's privacy.
ja: …少し、一人になれる時間がほしいです
ko: ...잠시 사생활을 좀 지켜 주겠나.
uk: Мені треба ненадовго усамітнитися.
zh_cn: ……我需要片刻的隐私。

# bark_node_exit_oasis+vestal@1
source: You know what is said of cleanliness.
ko: 청결이 얼마나 중요한지는 알 텐데.
uk: Знаєте, що кажуть про чистоту?
