Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# hero_path_name_occ_ritualist+male
source: Ritualist
ja: 儀式者
ko: 의식사
uk: Ритуаліст
zh_cn: 仪式师

# hero_path_name_occ_warlock
source: Warlock
ja: 魔術師
ko: 사술사
uk: Чорнокнижник
zh_cn: 邪术师

# hero_path_name_occ_warlock+female
source: Warlock
ja: 魔術師
ko: 사술사
uk: Чорнокнижник
zh_cn: 邪术师

# hero_path_name_occ_warlock+male
source: Warlock
ja: 魔術師
ko: 사술사
uk: Чорнокнижник
zh_cn: 邪术师

# hero_path_name_plg_alchemist
source: Alchemist
ja: 錬金術師
ko: 연금술사
uk: Алхімік
zh_cn: 炼金术士

# hero_path_name_plg_alchemist+female
source: Alchemist
ja: 錬金術師
ko: 연금술사
uk: Алхімік
zh_cn: 炼金术士

# hero_path_name_plg_alchemist+male
source: Alchemist
ja: 錬金術師
ko: 연금술사
uk: Алхімік
zh_cn: 炼金术士

# hero_path_name_plg_physician
source: Physician
ja: 内科医
ko: 내과의
uk: Лікарка
zh_cn: 内科医生

# hero_path_name_plg_physician+female
source: Physician
ja: 内科医
ko: 내과의
uk: Лікарка
zh_cn: 内科医生

# hero_path_name_plg_physician+male
source: Physician
ja: 内科医
ko: 내과의
uk: Лікарка
zh_cn: 内科医生

# hero_path_name_plg_surgeon
source: Surgeon
ja: 外科医
ko: 외과의
uk: Хірург
zh_cn: 外科医生

# hero_path_name_plg_surgeon+female
source: Surgeon
ja: 外科医
ko: 외과의
uk: Хірург
zh_cn: 外科医生

# hero_path_name_plg_surgeon+male
source: Surgeon
ja: 外科医
ko: 외과의
uk: Хірург
zh_cn: 外科医生

# hero_path_name_reserve
source: Wanderer
ja: 放浪者
ko: 방랑자
uk: Бродяга
zh_cn: 漫游者

# hero_path_name_reserve+female
source: Wanderer
ja: 放浪者
ko: 방랑자
uk: Бродяга
zh_cn: 漫游者

# hero_path_name_reserve+male
source: Wanderer
ja: 放浪者
ko: 방랑자
uk: Бродяга
zh_cn: 漫游者

# hero_path_name_run_arsonist
source: Arsonist
ja: 放火魔
ko: 방화범
uk: Палій
zh_cn: 纵火徒

# hero_path_name_run_arsonist+female
source: Arsonist
ja: 放火魔
ko: 방화범
uk: Палій
zh_cn: 纵火徒

# hero_path_name_run_arsonist+male
source: Arsonist
ja: 放火魔
ko: 방화범
uk: Палій
zh_cn: 纵火徒

# hero_path_name_run_orphan
source: Orphan
ja: 孤児
ko: 고아
uk: Сирота
zh_cn: 孤儿

# hero_path_name_run_survivor
source: Survivor
ja: 生存者
ko: 생존자
uk: Та, що вижила
zh_cn: 求生者

# hero_path_name_run_survivor+female
source: Survivor
ja: 生存者
ko: 생존자
uk: Та, що вижила
zh_cn: 求生者

# hero_path_name_run_survivor+male
source: Survivor
ja: 生存者
ko: 생존자
uk: Та, що вижила
zh_cn: 求生者

# hero_path_name_ves_chaplain
source: Chaplain
ja: 聖職者
ko: 사제
uk: Капелан
zh_cn: 随行牧师

# hero_path_name_ves_chaplain+female
source: Chaplain
ja: 聖職者
ko: 사제
uk: Капелан
zh_cn: 随行牧师

# hero_path_name_ves_chaplain+male
source: Chaplain
ja: 聖職者
ko: 사제
uk: Капелан
zh_cn: 随行牧师

# hero_path_name_ves_confessor
source: Confessor
ko: 고해 성자
uk: Духівник

# hero_path_name_ves_confessor+female
source: Confessor
ko: 고해 성자
uk: Духівник

# hero_path_name_ves_confessor+male
source: Confessor
ko: 고해 성자
uk: Духівник

# hero_path_name_ves_reserve
source: Wanderer
ko: 방랑자
uk: Бродяга

# hero_path_name_ves_reserve+female
source: Wanderer
ko: 방랑자
uk: Бродяга

# hero_path_name_ves_reserve+male
source: Wanderer
ko: 방랑자
uk: Бродяга

# hero_path_name_ves_seraph
source: Seraph
ja: 熾天使
ko: 치품천사
uk: Серафим
zh_cn: 炽天使

# hero_path_name_ves_seraph+female
source: Seraph
ja: 熾天使
ko: 치품천사
uk: Серафим
zh_cn: 炽天使

# hero_path_name_ves_seraph+male
source: Seraph
ja: 熾天使
ko: 치품천사
uk: Серафим
zh_cn: 炽天使

# hero_path_name_ves_wanderer
source: Wanderer
ko: 방랑자
uk: Бродяга

# hero_path_name_ves_wanderer+female
source: Wanderer
ko: 방랑자
uk: Бродяга

# hero_path_name_ves_wanderer+male
source: Wanderer
ko: 방랑자
uk: Бродяга

# hero_path_name_wanderer
source: Wanderer
ja: 放浪者
ko: 방랑자
uk: Бродяга
zh_cn: 漫游者

# hero_path_name_wanderer+female
source: Wanderer
ja: 放浪者
ko: 방랑자
uk: Бродяга
zh_cn: 漫游者

# hero_path_name_wanderer+male
source: Wanderer
ja: 放浪者
ko: 방랑자
uk: Бродяга
zh_cn: 漫游者

# hero_path_skill_upgrade_format
source: {0} mastered
ja: {0}を熟達
ko: {0} 통달
uk: Освоєна навичка {0}
zh_cn: {0}已精通

# hero_runaway_locked
source: Unlock at the Altar of Hope
ja: 希望の祭壇でアンロック
ko: 희망의 제단에서 해금
uk: Відкривається на Вівтарі надії
zh_cn: 于希望祭坛解锁

# hero_select_bounty_hunter
source: <sup><size=90%>The</size></sup> Bounty Hunter
ja: <sup><size=90%></size></sup>賞金稼ぎ
ko: <sup><size=90%></size></sup> 현상금 사냥꾼
uk: <sup><size=90%></size></sup>Найманець
zh_cn: 赏金猎人

# hero_select_can_equip_skills_prompt_desc
source: A party member can still equip skills! Are you sure you want to continue?
ja: まだスキルを装備できるメンバーがパーティにいる！本当に続ける？
ko: 아직 기술을 장비 가능한 원정대원이 있습니다! 이대로 진행하시겠습니까?
uk: Член групи ще може отримати навички. Ви впевнені, що хочете продовжити?
zh_cn: 仍有队伍成员可以装备技能！确定要继续吗？

# hero_select_flagellant
source: <sup><size=90%>The</size></sup> Flagellant
ko: <sup><size=90%></size></sup> 고행자
uk: <sup><size=90%></size></sup>Флагелант

# hero_select_grave_robber
source: <sup><size=90%>The</size></sup> Grave Robber
ja: <sup><size=90%></size></sup>墓荒らし
ko: <sup><size=90%></size></sup> 도굴꾼
uk: <sup><size=90%></size></sup>Розкрадачка
zh_cn: 盗墓贼

# hero_select_hellion
source: <sup><size=90%>The</size></sup> Hellion
ja: <sup><size=90%></size></sup>荒くれ者
ko: <sup><size=90%></size></sup> 야만인
uk: <sup><size=90%></size></sup>Дикунка
zh_cn: 野蛮人

# hero_select_highwayman
source: <sup><size=90%>The</size></sup> Highwayman
ja: <sup><size=90%></size></sup>追い剥ぎ
ko: <sup><size=90%></size></sup> 노상강도
uk: <sup><size=90%></size></sup>Розбійник
zh_cn: 强盗

# hero_select_jester
source: <sup><size=90%>The</size></sup> Jester
ja: <sup><size=90%></size></sup>ジェスター
ko: <sup><size=90%></size></sup> 광대
uk: <sup><size=90%></size></sup>Блазень
zh_cn: 小丑

# hero_select_leper
source: <sup><size=90%>The</size></sup> Leper
ja: <sup><size=90%></size></sup>没落者
ko: <sup><size=90%></size></sup> 나병환자
uk: <sup><size=90%></size></sup>Прокажений
zh_cn: 麻风病人

# hero_select_man_at_arms
source: <sup><size=90%>The</size></sup> Man-at-Arms
ja: <sup><size=90%></size></sup>重騎兵
ko: <sup><size=90%></size></sup> 중보병
uk: <sup><size=90%></size></sup>Войовник
zh_cn: 老兵

# hero_select_objective_label
source: <font={q}NDDunkelD-Bold SDF{q} material={q}NDDunkelD-Bold SDF Default{q}><color=#{notable}>Goal:</color></font> {0}
ko: <font={q}NDDunkelD-Bold SDF{q} material={q}NDDunkelD-Bold SDF Default{q}><color=#{notable}>목표:</color></font> {0}
uk: <font={q}NDDunkelD-Bold SDF{q} material={q}NDDunkelD-Bold SDF Default{q}><color=#{notable}>Ціль:</color></font> {0}

# hero_select_occultist
source: <sup><size=90%>The</size></sup> Occultist
ja: <sup><size=90%></size></sup>神秘主義者
ko: <sup><size=90%></size></sup> 신비학자
uk: <sup><size=90%></size></sup>Окультист
zh_cn: 神秘学家

# hero_select_palette_button
source: Change Hero Palette
ja: 英雄パレットを変更
ko: 영웅 색상 변경
uk: Змінити палітру героя
zh_cn: 更换英雄配色

# hero_select_path_restricted_label
source: <color=#{item_discardline}>This hero is bound to this path due to memories. <sprite name={q}icon_memory_outline{q} color=#B09259></color>
ja: <color=#{item_discardline}>この英雄は、記憶によりこの進路に縛られている。<sprite name={q}icon_memory_outline{q} color=#B09259></color>
ko: <color=#{item_discardline}>이 영웅은 기억으로 인해 해당 영웅의 길에 고정되어 있습니다.<sprite name={q}icon_memory_outline{q} color=#B09259></color>
uk: <color=#{item_discardline}>Героя приковують до цього шляху спогади.<sprite name={q}icon_memory_outline{q} color=#B09259></color>
zh_cn: <color=#{item_discardline}>因为记忆的牵绊，英雄注定选择这一道途。<sprite name={q}icon_memory_outline{q} color=#B09259></color>

# hero_select_plague_doctor
source: <sup><size=90%>The</size></sup> Plague Doctor
ja: <sup><size=90%></size></sup>ペスト医師
ko: <sup><size=90%></size></sup> 역병 의사
uk: <sup><size=90%></size></sup>Чумниця
zh_cn: 瘟疫医生

# hero_select_rename_hero
source: Rename hero
ko: 영웅 이름 변경
uk: Перейменувати героя

# hero_select_reset_memories
source: Reset memories
ko: 기억 초기화
uk: Скинути спогади

# hero_select_roll_name
source: Roll random hero name
ja: 英雄の名前をランダマイズ
ko: 영웅 이름 무작위 결정
uk: Вибрати випадкове ім’я героя
zh_cn: 随机英雄名字

# hero_select_runaway
source: <sup><size=90%>The</size></sup> Runaway
ja: <sup><size=90%></size></sup>逃亡者
ko: <sup><size=90%></size></sup> 도망자
uk: <sup><size=90%></size></sup>Утікачка
zh_cn: 逃离者

# hero_select_tab_description
source: Info
ja: 情報
ko: 정보
uk: Інформація
zh_cn: 信息

# hero_select_tab_paths
source: Paths
ja: 進路
ko: 길
uk: Шляхи
zh_cn: 道途

# hero_select_tab_quirks
source: Quirks
ja: 奇癖
ko: 기벽
uk: Риси
zh_cn: 特质

# hero_select_tab_skills
source: Skills
ja: スキル
ko: 기술
uk: Навички
zh_cn: 技能

# hero_select_tab_stories
source: Story
ja: ストーリー
ko: 이야기
uk: Історія
zh_cn: 故事

# hero_select_ui_confirm_button
source: Confirm
ja: 確定
ko: 확인
uk: Підтвердити
zh_cn: 确认

# hero_select_vestal
source: <sup><size=90%>The</size></sup> Vestal
ko: <sup><size=90%></size></sup> 성녀
uk: <sup><size=90%></size></sup>Весталка

# hero_select_weapon_kit_button
source: Change Weapon Kit
ko: 무장 변경
uk: Замінити комплект зброї

# hero_story_flagellant_chapter_title_0
source: Baptism
ko: 세례
uk: Хрещення

# hero_story_flagellant_chapter_title_1
source: In Service of the Divine
ja: 神への奉仕
ko: 신성을 향한 투신
uk: Служіння Богу
zh_cn: 服侍神明

# hero_story_flagellant_chapter_title_2
source: More, more!
ja: もっと！もっと！
ko: 더, 더!
uk: Ще, ще!
zh_cn: 再来！再来！

# hero_story_flagellant_chapter_title_3
source: Death's Door
ko: 죽음의 문턱
uk: Напередодні зустрічі зі Смертю

# hero_story_flagellant_chapter_title_4
source: Behold the Man
ko: 이 자를 보라
uk: Оце Людина!

# hero_story_grave_robber_chapter_title_0
source: Luxury's Lap
ja: 俗物な富豪達
ko: 배부른 음모
uk: Коло розкоші
zh_cn: 奢靡怀抱

# hero_story_grave_robber_chapter_title_1
source: Night Cap
ja: 寝酒
ko: 밤술 한잔
uk: Зелений змій
zh_cn: 安眠特饮

# hero_story_grave_robber_chapter_title_2
source: Embarrassment of Riches
ko: 부의 민낯
uk: Корінь усіх зол

# hero_story_grave_robber_chapter_title_3
source: Filthy Rich
ja: 金の亡者
ko: 더러운 부
uk: Бруд багатства
zh_cn: 不义之财

# hero_story_grave_robber_chapter_title_4
source: The Afterparty
ja: 晩餐会の後で
ko: 뒷풀이
uk: Прощальний бал
zh_cn: 遍地狼藉

# hero_story_hellion_chapter_title_0
source: The Eve of Glory
ja: 栄光の前夜
ko: 영광의 전날 밤
uk: Напередодні моменту слави
zh_cn: 荣耀的前夜

# hero_story_hellion_chapter_title_1
source: The Brave
ja: 勇者
ko: 용맹
uk: Хоробре серце
zh_cn: 勇敢之人

# hero_story_hellion_chapter_title_2
source: Night in the Woods
ja: 森の夜
ko: 그날 밤, 숲에서
uk: Ніч у лісі
zh_cn: 林中的一夜

# hero_story_hellion_chapter_title_3
source: Shame and Exile
ja: 屈辱と追放
ko: 수치와 추방
uk: Ганьба й вигнання
zh_cn: 羞辱与流放

# hero_story_hellion_chapter_title_4
source: The Great Emptiness
ja: 大いなる空虚
ko: 거대한 공허
uk: Пустота в душі
zh_cn: 无边的空虚

# hero_story_highwayman_chapter_title_0
source: Freedom
ja: 自由
ko: 자유
uk: Свобода
zh_cn: 自由

# hero_story_highwayman_chapter_title_1
source: Laying Low
ja: 潜伏
ko: 잠적
uk: На дні
zh_cn: 低调行事

# hero_story_highwayman_chapter_title_2
source: One Last Job
ja: 最後の仕事
ko: 마지막 한 탕
uk: Остання справа
zh_cn: 最后一单

# hero_story_highwayman_chapter_title_3
source: Highway Robbery
ja: 辻強盗
ko: 노상 강도질
uk: Грабіж на великій дорозі
zh_cn: 拦路抢劫

# hero_story_highwayman_chapter_title_4
source: Shackled
ja: 拘束
ko: 족쇄
uk: У кайданах розпачу
zh_cn: 锁链

# hero_story_jester_chapter_title_0
source: Some Strange Melody
ja: 奇妙な旋律
ko: 기이한 가락
uk: Нечуваний мотив
zh_cn: 诡谲的旋律

# hero_story_jester_chapter_title_1
source: Music of the Night
ja: 夜の音色
ko: 밤의 음악
uk: Музика ночі
zh_cn: 暗夜的音乐

# hero_story_jester_chapter_title_2
source: Play to the Crowd
ja: 聴衆への演奏
ko: 연주회
uk: На потіху натовпу
zh_cn: 献艺

# hero_story_jester_chapter_title_3
source: A Dark Song
ja: 闇の歌
ko: 어두운 노래
uk: Темна пісня
zh_cn: 黑暗之歌

# hero_story_jester_chapter_title_4
source: Finale
ja: フィナーレ
ko: 대단원
uk: Заключний акорд
zh_cn: 终曲

# hero_story_leper_chapter_title_0
source: Shun Them Not
ja: 彼らを避けるべからず
ko: 저들을 보듬으라
uk: Не відвернись
zh_cn: 亲民

# hero_story_leper_chapter_title_1
source: Infection
ja: 感染
ko: 감염
uk: Зараження
zh_cn: 感染

# hero_story_leper_chapter_title_2
source: Treason
ja: 裏切り
ko: 반역
uk: Зрада
zh_cn: 叛国

# hero_story_leper_chapter_title_3
source: The Purge
ja: 粛清
ko: 숙청
uk: Вирішальна ніч
zh_cn: 肃清

# hero_story_leper_chapter_title_4
source: A Beautiful View
ja: 美しき光景
ko: 아름다운 모습
uk: Чудовий день
zh_cn: 美景

# hero_story_man_at_arms_chapter_title_0
source: A Premature Promotion
ja: 拙速な昇進
ko: 섣부른 승진
uk: Дострокове підвищення
zh_cn: 过早的提拔

# hero_story_man_at_arms_chapter_title_1
source: A Leader of Men
ja: 導く者
ko: 대장 노릇
uk: Ватажок
zh_cn: 领袖

# hero_story_man_at_arms_chapter_title_2
source: One Eye Open
ja: 警戒を怠るなかれ
ko: 한 눈만 뜨고
uk: Сторожкий сон
zh_cn: 难眠

# hero_story_man_at_arms_chapter_title_3
source: Ghosts of the Past
ja: 過去の亡霊
ko: 과거의 유령
uk: Привиди минулого
zh_cn: 过往的亡魂

# hero_story_man_at_arms_chapter_title_4
source: In the Trenches
ja: 塹壕の中で
ko: 참호 속에서
uk: В окопах
zh_cn: 战壕之中

# hero_story_occultist_chapter_title_0
source: The Ritual
ja: 儀式
ko: 의식
uk: Таємний ритуал
zh_cn: 仪式

# hero_story_occultist_chapter_title_1
source: A Door in the Desert
ja: 砂漠の扉
ko: 사막의 문
uk: Двері в пустелі
zh_cn: 沙漠之门

# hero_story_occultist_chapter_title_2
source: Some Parts Must Die
ja: 必然的な一部の死
ko: 내면의 죽음
uk: Угода із совістю
zh_cn: 不破不立

# hero_story_occultist_chapter_title_3
source: The Guest
ja: 来訪者
ko: 손님
uk: Незваний гість
zh_cn: 异界来客

# hero_story_occultist_chapter_title_4
source: An Eternal Flame
ja: 永遠の炎
ko: 영원한 불꽃
uk: Вогонь незгасний
zh_cn: 永恒之炬

# hero_story_plague_doctor_chapter_title_0
source: The Good Student
ja: 理想的な生徒
ko: 훌륭한 학생
uk: Старанна студентка
zh_cn: 优异学生

# hero_story_plague_doctor_chapter_title_1
source: Head of the Class
ja: 秀才
ko: 학급 수석
uk: Найкраща з найкращих
zh_cn: 全班第一

# hero_story_plague_doctor_chapter_title_2
source: Extra Credit
ja: 課外単位
ko: 추가 점수
uk: Завдання із зірочкою
zh_cn: 特别鸣谢

# hero_story_plague_doctor_chapter_title_3
source: Failing Grade
ja: 落第点
ko: 낙제점
uk: Повний провал
zh_cn: “挂掉的实验”

# hero_story_plague_doctor_chapter_title_4
source: Do No Harm
ja: 害を与えるべからず
ko: 해로움이 없게 하라
uk: Не нашкодь
zh_cn: 不得害人

# hero_story_runaway_chapter_title_0
source: The Pigs of St. Martha's
ja: 聖マーサの豚たち
ko: 성 마사회의 돼지들
uk: Клеймо святої Марфи
zh_cn: 圣玛沙修道院的猪崽

# hero_story_runaway_chapter_title_1
source: Beloved
ja: 愛されし者
ko: 사랑 받다
uk: Милий дім
zh_cn: 被爱

# hero_story_runaway_chapter_title_2
source: Drawn to the Flame
ja: 炎に惹かれて
ko: 불에 이끌리다
uk: Краса полум’я
zh_cn: 火焰的吸引

# hero_story_runaway_chapter_title_3
source: Burnt Offering
ja: 燃えた供物
ko: 번제
uk: Усеспалення
zh_cn: 炽烈的贡品

# hero_story_runaway_chapter_title_4
source: Ashes
ja: 灰
ko: 잿더미
uk: Прах і попіл
zh_cn: 余烬

# hero_story_vestal_chapter_title_0
source: Want Not
ko: 원하지 말지어다
uk: Не зажадай

# hero_story_vestal_chapter_title_1
source: A Momentary Lapse
ko: 찰나의 실수
uk: Тимчасове божевілля

# hero_story_vestal_chapter_title_2
source: No God but Men
ko: 인간의 심판
uk: Нема божества, окрім людини

# hero_story_vestal_chapter_title_3
source: Divine Intervention
ko: 신성의 개입
uk: Боже втручання

# hero_story_vestal_chapter_title_4
source: Wrath
ja: 天罰
ko: 분노
uk: Гнів
zh_cn: 天降盛怒

# hero_vestal_locked
source: Unlock at the Altar of Hope
ko: 희망의 제단에서 해금
uk: Відкривається на Вівтарі надії

# heropoints_description_label
source: Mastery Points are invested at the Inn to upgrade hero skills.
ja: 熟達ポイントを宿で使用し、英雄スキルをアップグレードできる
ko: 숙련 점수는 여관에서 영웅 기술을 강화하는 데 쓰입니다.
uk: Очки загартування використовуються в трактирі для покращення навичок героїв.
zh_cn: 精通点可以在旅馆用于升级英雄技能。

# herostory_flg_1
source: Flagellant
ja: フラジラント
ko: 고행자
uk: Флагелант
zh_cn: 鞭笞者

# herostory_flg_1_death
source: Death
ko: 사신
uk: смерть

# herostory_gr_combat_1
source: Grave Robber
ja: 墓荒らし
ko: 도굴꾼
uk: Розкрадачка
zh_cn: 盗墓贼

# herostory_gr_combat_1_husband
source: Enraged Husband
ja: 激怒した夫
ko: 화난 남편
uk: Розлючений чоловік
zh_cn: 暴怒的丈夫

# herostory_gr_combat_1_liquor_cabinet
source: Liquor Cabinet
ja: 酒棚
ko: 술 진열장
uk: Буфет із напоями
zh_cn: 酒柜

# herostory_gr_combat_1_prop_1
source: Coat Rack
ja: 外套がけ
ko: 코트 걸이
uk: Вішалка
zh_cn: 衣帽架

# herostory_gr_combat_1_prop_2
source: Dressing Screen
ja: ついたて
ko: 탈의 장막
uk: Ширма
zh_cn: 梳妆镜

# herostory_gr_combat_1_prop_3
source: Vase
ja: 花瓶
ko: 꽃병
uk: Ваза
zh_cn: 花瓶

# herostory_gr_combat_2
source: Grave Robber
ja: 墓荒らし
ko: 도굴꾼
uk: Розкрадачка
zh_cn: 盗墓贼

# herostory_gr_combat_2_coffin_guard
source: Coffin
ja: 棺
ko: 관
uk: Труна
zh_cn: 棺材

# herostory_gr_combat_2_coffin_husband
source: Husband's Coffin
ja: 夫の棺
ko: 남편의 관
uk: Труна чоловіка
zh_cn: 丈夫的棺材

# herostory_gr_combat_2_coffin_trapped
source: Coffin
ja: 棺
ko: 관
uk: Труна
zh_cn: 棺材

# herostory_gr_combat_2_coffin_treasure
source: Coffin
ja: 棺
ko: 관
uk: Труна
zh_cn: 棺材

# herostory_gr_combat_2_guard
source: Vault Watchman
ja: 墓守
ko: 금고 경비
uk: Сторож склепу
zh_cn: 墓穴看护人

# herostory_gr_combat_2_prop
source: Column
ja: 柱
ko: 기둥
uk: Колона
zh_cn: 柱子

# herostory_hel_combat_1
source: Hellion
ja: 荒くれ者
ko: 야만인
uk: Дикунка
zh_cn: 野蛮人

# herostory_hel_combat_1_clanmate
source: Clanmate
ja: クランメンバー
ko: 혈족
uk: Однокланівець
zh_cn: 族人

# herostory_hel_combat_1_cultist
source: Soldier
ja: 兵士
ko: 병사
uk: Солдат
zh_cn: 士兵

# herostory_hel_combat_1_tree
source: Scarred Oak
ja: 傷だらけの木
ko: 상처투성이 떡갈나무
uk: Порубаний дуб
zh_cn: 伤痕累累的橡树

# herostory_hel_combat_2
source: Hellion
ja: 荒くれ者
ko: 야만인
uk: Дикунка
zh_cn: 野蛮人

# herostory_hel_combat_2_villager
source: Grieving Widow
ja: 悲しむ未亡人
ko: 슬퍼하는 과부
uk: Невтішна вдова
zh_cn: 悲恸的寡妇

# herostory_hwy_ch_4_guard_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# herostory_hwy_combat_1
source: Highwayman
ja: 追い剥ぎ
ko: 노상강도
uk: Розбійник
zh_cn: 强盗

# herostory_hwy_combat_1_guard
source: Gaoler
ja: 看守
ko: 간수
uk: Тюремник
zh_cn: 狱卒

# herostory_hwy_combat_1_guard_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# herostory_hwy_combat_1_rubble1
source: Rubble
ja: 瓦礫
ko: 돌더미
uk: Уламки
zh_cn: 石堆

# herostory_hwy_combat_1_rubble2
source: Rubble
ja: 瓦礫
ko: 돌더미
uk: Уламки
zh_cn: 石堆

# herostory_hwy_combat_2
source: Highwayman
ja: 追い剥ぎ
ko: 노상강도
uk: Розбійник
zh_cn: 强盗

# herostory_hwy_combat_2_bush1
source: Bush
ja: 藪
ko: 덤불
uk: Кущ
zh_cn: 灌丛

# herostory_hwy_combat_2_bush2
source: Bush
ja: 藪
ko: 덤불
uk: Кущ
zh_cn: 灌丛

# herostory_hwy_combat_2_bush3
source: Bush
ja: 藪
ko: 덤불
uk: Кущ
zh_cn: 灌丛

# herostory_hwy_combat_2_coach
source: Stagecoach
ja: 駅馬車
ko: 역마차
uk: Диліжанс
zh_cn: 驿站马车

# herostory_hwy_combat_2_guard
source: Treasury Guard
ja: 警護兵
ko: 보물 경비
uk: Страж скарбниці
zh_cn: 宝库守卫

# herostory_hwy_combat_2_guard_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# herostory_jes_combat_1
source: Jester
ja: ジェスター
ko: 광대
uk: Блазень
zh_cn: 小丑

# herostory_jes_combat_1_gravestone
source: Gravestone
ja: 墓石
ko: 묘비
uk: Надгробок
zh_cn: 墓碑

# herostory_jes_combat_1_violinist
source: Violinist
ja: バイオリン奏者
ko: 바이올린 연주자
uk: Скрипаль
zh_cn: 提琴家

# herostory_jes_combat_2
source: Jester
ja: ジェスター
ko: 광대
uk: Блазень
zh_cn: 小丑

# herostory_jes_combat_2_note_a_sq1
source: Quaver
ja: 八分音符
ko: 8분음표
uk: Восьма нота
zh_cn: 八分音符

# herostory_jes_combat_2_note_a_sq2
source: Quaver
ja: 八分音符
ko: 8분음표
uk: Восьма нота
zh_cn: 八分音符

# herostory_jes_combat_2_note_a_sq3
source: Quaver
ja: 八分音符
ko: 8분음표
uk: Восьма нота
zh_cn: 八分音符

# herostory_jes_combat_2_note_b_sq1
source: Semiquaver
ja: 十六分音符
ko: 16분음표
uk: Шістнадцята нота
zh_cn: 十六分音符

# herostory_jes_combat_2_note_b_sq2
source: Semiquaver
ja: 十六分音符
ko: 16분음표
uk: Шістнадцята нота
zh_cn: 十六分音符

# herostory_jes_combat_2_note_b_sq3
source: Semiquaver
ja: 十六分音符
ko: 16분음표
uk: Шістнадцята нота
zh_cn: 十六分音符

# herostory_jes_combat_2_note_c_sq1
source: Beamed Semiquaver
ja: 連桁つき十六分音符
ko: 연결된 16분음표
uk: Згруповані шістнадцяті ноти
zh_cn: 连线十六分音符

# herostory_jes_combat_2_note_c_sq2
source: Beamed Semiquaver
ja: 連桁つき十六分音符
ko: 연결된 16분음표
uk: Згруповані шістнадцяті ноти
zh_cn: 连线十六分音符

# herostory_jes_combat_2_note_c_sq3
source: Beamed Semiquaver
ja: 連桁つき十六分音符
ko: 연결된 16분음표
uk: Згруповані шістнадцяті ноти
zh_cn: 连线十六分音符

# herostory_jes_combat_2_note_sequencer
source: Music
ja: 音楽
ko: 음악
uk: Музика
zh_cn: 音乐

# herostory_leper_combat_1
source: Leper
ja: 没落者
ko: 나병환자
uk: Прокажений
zh_cn: 麻风病人

# herostory_leper_combat_1_advisor
source: Royal Advisor
ja: 王室顧問
ko: 궁정의 신하
uk: Королівський радник
zh_cn: 皇家顾问

# herostory_leper_combat_1_supplicant
source: Supplicant
ja: 懇願者
ko: 탄원자
uk: Прохач
zh_cn: 请愿者

# herostory_leper_combat_2
source: Leper
ja: 没落者
ko: 나병환자
uk: Прокажений
zh_cn: 麻风病人

# herostory_leper_combat_2_advisor
source: Traitorous Advisor
ja: 裏切った側近
ko: 반역자 신하
uk: Віроломний радник
zh_cn: 叛变的顾问

# herostory_maa_combat_1
source: Man-at-Arms
ja: 重騎兵
ko: 중보병
uk: Войовник
zh_cn: 老兵

# herostory_maa_combat_1_soldier_enemy
source: Enemy Soldier
ja: 敵兵
ko: 적 병사
uk: Ворожий солдат
zh_cn: 敌兵

# herostory_maa_combat_1_soldier_friendly
source: Comrade-in-Arms
ja: 戦友
ko: 전우
uk: Бойовий товариш
zh_cn: 战友

# herostory_maa_combat_2
source: Man-at-Arms
ja: 重騎兵
ko: 중보병
uk: Войовник
zh_cn: 老兵

# herostory_maa_combat_2_ghost
source: Fallen Comrade
ja: 没落した戦友
ko: 스러진 전우
uk: Загиблий товариш
zh_cn: 殒命的战友

# herostory_maa_combat_2_ghost_remains
source: Fallen's Remains
ja: 戦死者の遺品
ko: 전우의 시신
uk: Останки полеглих
zh_cn: 战友的遗体

# herostory_maa_combat_2_ghost_tombstone
source: Grave
ja: 墓
ko: 무덤
uk: Могила
zh_cn: 坟墓

# herostory_occ_combat_1
source: Occultist
ja: 神秘主義者
ko: 신비학자
uk: Окультист
zh_cn: 神秘学家

# herostory_occ_combat_1_shade
source: Virtue
ja: 美徳
ko: 미덕
uk: Доброчесність
zh_cn: 美德

# herostory_occ_combat_2
source: Occultist
ja: 神秘主義者
ko: 신비학자
uk: Окультист
zh_cn: 神秘学家

# herostory_occ_combat_2_seance_table
source: The Séance
ja: 降霊術
ko: 강령회
uk: Сеанс
zh_cn: 通灵台

# herostory_occ_combat_2_shambler
source: Dimensional Shambler
ja: ディメンショナル・シャンブラー
ko: 이차원의 기는 혼돈
uk: Пітьманник
zh_cn: 相位跛行者

# herostory_pd_combat_1
source: Plague Doctor
ja: ペスト医師
ko: 역병 의사
uk: Чумниця
zh_cn: 瘟疫医生

# herostory_pd_combat_1_bookstack
source: Books
ja: 本
ko: 책
uk: Книги
zh_cn: 书籍

# herostory_pd_combat_1_lectern
source: Lectern
ja: 講義台
ko: 독서대
uk: Кафедра
zh_cn: 提灯

# herostory_pd_combat_1_professor
source: Professor
ja: 教授
ko: 교수
uk: Професор
zh_cn: 老师

# herostory_pd_combat_1_student
source: Students
ja: 学生
ko: 학생들
uk: Студенти
zh_cn: 学生

# herostory_pd_combat_2
source: Plague Doctor
ja: ペスト医師
ko: 역병 의사
uk: Чумниця
zh_cn: 瘟疫医生

# herostory_pd_combat_2_apparatus
source: Apparatus
ja: 装置
ko: 실험 기구
uk: Медичний апарат
zh_cn: 仪器

# herostory_pd_combat_2_ghoul_prof
source: Reanimated Professor
ja: 蘇った教授
ko: 되살려진 교수
uk: Відроджений професор
zh_cn: 复生的老师

# herostory_pd_combat_2_labgear
source: Lab Gear
ja: 実験道具
ko: 연구복
uk: Лабораторне обладнання
zh_cn: 实验室器械

# herostory_pd_combat_2_prof_labgear
source: Lab Gear
ja: 実験道具
ko: 연구복
uk: Лабораторне обладнання
zh_cn: 实验室器械

# herostory_run_combat_1
source: Runaway
ja: 逃亡者
ko: 도망자
uk: Утікачка
zh_cn: 逃离者

# herostory_run_combat_1_nun
source: Prioress
ja: 女子小修道院院長
ko: 수녀
uk: Настоятелька
zh_cn: 修道院长

# herostory_run_combat_1_pillar_1
source: Statuary
ja: 聖職者
ko: 조각상
uk: Скульптура
zh_cn: 雕像

# herostory_run_combat_1_pillar_2
source: Statuary
ja: 聖職者
ko: 조각상
uk: Скульптура
zh_cn: 雕像

# herostory_run_combat_1_pillar_3
source: Statuary
ja: 聖職者
ko: 조각상
uk: Скульптура
zh_cn: 雕像

# herostory_run_combat_2
source: Runaway
ja: 逃亡者
ko: 도망자
uk: Утікачка
zh_cn: 逃离者

# herostory_run_combat_2_chair
source: Chair
ja: 椅子
ko: 의자
uk: Стілець
zh_cn: 椅子

# herostory_run_combat_2_scrap_pile
source: Pile Of Scrap
ja: スクラップの山
ko: 쓰레기 더미
uk: Уламки
zh_cn: 废料堆

# herostory_run_combat_2_stove
source: Stove
ja: かまど
ko: 난로
uk: Піч
zh_cn: 火炉

# herostory_ves_1
source: Vestal
ko: 성녀
uk: Весталка

# herostory_ves_1_flame
source: The Sacred Flame
ko: 신성한 불꽃
uk: Священне полум’я

# herostory_ves_1_window
source: Courtyard Window
ja: 中庭の窓
ko: 안뜰로 통하는 창문
uk: Вікно на двір
zh_cn: 庭院窗户

# herostory_ves_1_window_lit
source: Courtyard Window
ja: 中庭の窓
ko: 안뜰로 통하는 창문
uk: Вікно на двір
zh_cn: 庭院窗户

# herostory_ves_1_wood_pile
source: Kindling
ko: 장작
uk: Хмиз

# herostory_ves_2
source: Vestal
ko: 성녀
uk: Весталка

# herostory_ves_2_cage
source: Cage
ja: 檻
ko: 철창
uk: Клітка
zh_cn: 牢笼

# herostory_ves_2_chair
source: Chair
ko: 의자
uk: Стілець

# herostory_ves_2_iron_maiden
source: Iron Maiden
ko: 철의 처녀
uk: Залізна діва

# herostory_ves_2_pillory
source: Pillory
ko: 형틀
uk: Ганебний стовп

# herostory_ves_2_torturer
source: Torturer
ko: 고문 기술자
uk: Мучитель

source: Highwayman
ja: 追い剥ぎ
ko: 노상강도
uk: Розбійник
zh_cn: 强盗

# highwayman_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体
