Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_unsettling_portrait_ascetic
source: What a dull subject for a portrait.
ko: 참 지루하게도 그린 초상화다.
uk: Яка нудна тема для портрета...

# story_bark_unsettling_portrait_dark_curiosity
source: There is no way this is just an ordinary painting.
ko: 이게 그냥 그림일 리가 없지.
uk: Це в жодному разі не звичайна картина.

# story_bark_unsettling_portrait_lost_in_time
source: I-it is a gateway! I cannot go!
ko: 이, 이건 관문이야! 난 못 들어가!

# story_bark_unsettling_portrait_lost_in_time_and_space
source: Demon! Demon!
ja: 悪魔！ 悪魔め！
ko: 악마다! 악마야!
uk: Демон! Демон!
zh_cn: 恶魔！恶魔！！

# story_bark_unsettling_portrait_terrified
source: Gooseflesh prickles my arms. Let's go.
ko: 괜히 닭살이 돋는데. 그냥 가지.
uk: Руки вкрилися сиротами... Ідімо.

# story_bark_unsettling_portrait_winA
source: Odd how it's the only intact thing in these ruins...
ja: この荒廃の中で唯一無傷なのが妙だな…
ko: 이 폐허에서 혼자 온전히 남아 있다니 이상하군...
uk: Дивно, що в цих руїнах зберіглася лише ця річ...
zh_cn: 真怪，这是这座废墟里唯一完好的东西……

# story_bark_unsettling_portrait_winA+bounty_hunter
source: Bet we could find a buyer.
ja: 買い手が見つかるかもな
ko: 분명 괜찮은 구매자를 찾을 수 있겠군.
uk: Б’юся об заклад, ми зможемо знайти покупця.
zh_cn: 肯定有人愿意出钱买。

# story_bark_unsettling_portrait_winA+flagellant
source: What an enchanting shade of red!
ko: 이 얼마나 매혹적인 새빨간 색조인가!
uk: Який чарівний відтінок червоного!

# story_bark_unsettling_portrait_winA+grave_robber
source: Buff off some grime, would you? That frame looks gilded.
ko: 곰팡이 좀 닦아 보겠어? 액자가 금박으로 보이는데.
uk: Можете струсити бруд? Здається, рамка позолочена.

# story_bark_unsettling_portrait_winA+hellion
source: What impractical clothes he wears.
ja: なんて非実用的な服を着ているんだ
ko: 이 사람 진짜 쓸데없는 옷 입었다.
uk: Який непрактичний одяг він носить.
zh_cn: 他穿的衣服真是不实用。

# story_bark_unsettling_portrait_winA+highwayman
source: This place is ransacked, yet nobody touched this...
ja: この場所は荒らされているのに、誰もこれに手をつけていないとはな…
ko: 여기를 샅샅이 털면서도 이것만 안 건드렸단 말이지...
uk: Тут нишпорили грабіжники, однак цього предмета ніхто не торкнувся...
zh_cn: 这地方被洗劫过，但却没人碰过这个……

# story_bark_unsettling_portrait_winA+jester
source: A masterwork, yet it's unsigned.
ja: 名作なのに名書きがない
ko: 실로 걸작이지만 정작 서명이 없는걸.
uk: Шедевр, хоча й не підписаний.
zh_cn: 肯定是某位大师的手笔，但却没有署名。

# story_bark_unsettling_portrait_winA+leper
source: The vain try so to hold mortality at bay...
ja: 死と隣り合わせの虚しい試みか…
ko: 필멸성을 거슬러 보려는 헛된 시도로다...
uk: Так смертність не подолати...
zh_cn: 如此徒劳地追求长生不朽……

# story_bark_unsettling_portrait_winA+man_at_arms
source: I sat for a portrait, some years ago...
ja: 何年か前に、肖像画のモデルになったことがある…
ko: 나도 몇 년 전쯤에 초상화를 받아 본 적이 있었지...
uk: Кілька років тому я позував для портрета...
zh_cn: 很多年以前，也有人为我画过像……

# story_bark_unsettling_portrait_winA+occultist
source: The whorls of the brushstrokes seem to move...
ja: 筆跡の渦が動いているようだ…
ko: 붓터치가 마치 움직이는 것처럼 생생한데...
uk: Завитки мазків ніби рухаються...
zh_cn: 笔刷的涡旋像是在流动一般……

# story_bark_unsettling_portrait_winA+plague_doctor
source: Forgotten heirlooms interest me little.
ja: 忘れ去られた家宝には、あまり興味がないわ
ko: 잊힌 가보 따위에는 관심 없어.
uk: Забуті фамільні реліквії мене мало цікавлять.
zh_cn: 我对被遗忘的传家宝毫不感兴趣。

# story_bark_unsettling_portrait_winA+runaway
source: If nothing else that frame looks valuable.
ko: 딴 건 모르겠는데 액자는 꽤 비싸 보이는군.
uk: За рамку можна непогані гроші отримати.

# story_bark_unsettling_portrait_winA+vestal
source: I find it disquieting. Can't say why.
ja: 不穏なものを感じる。理由はわからないが。
ko: 좀 불편한 느낌인데. 이유는 모르겠군.
uk: Мене це турбує. Не можу сказати чому.
zh_cn: 它让我感觉心神不宁。不知道为什么。

# story_bark_unsettling_portrait_winB
source: Odd how it's the only thing left here intact...
ja: この荒廃の中で唯一無傷なのが妙だな…
ko: 이런 데서 혼자 온전히 남아 있다니 이상하군...
uk: Дивно, що тут зберіглася лише ця річ...
zh_cn: 真怪，这是这座废墟里唯一完好的东西……

# story_bark_unsettling_portrait_winB+bounty_hunter
source: Bet we could find a buyer.
ja: 買い手が見つかるかもな
ko: 분명 괜찮은 구매자를 찾을 수 있겠군.
uk: Б’юся об заклад, ми зможемо знайти покупця.
zh_cn: 肯定有人愿意出钱买。

# story_bark_unsettling_portrait_winB+flagellant
source: What an enchanting shade of red!
ko: 이 얼마나 매혹적인 새빨간 색조인가!
uk: Який чарівний відтінок червоного!

# story_bark_unsettling_portrait_winB+grave_robber
source: Buff off some grime, would you? That frame looks gilded.
ko: 곰팡이 좀 닦아 보겠어? 액자가 금박으로 보이는데.
uk: Можете струсити бруд? Здається, рамка позолочена.

# story_bark_unsettling_portrait_winB+hellion
source: What impractical clothes he wears.
ja: なんて非実用的な服を着ているんだ
ko: 이 사람 진짜 쓸데없는 옷 입었다.
uk: Який непрактичний одяг він носить.
zh_cn: 他穿的衣服真是不实用。

# story_bark_unsettling_portrait_winB+highwayman
source: This place is ransacked, yet nobody touched this...
ko: 여기를 샅샅이 털면서도 이것만 안 건드렸단 말이지...

# story_bark_unsettling_portrait_winB+jester
source: A masterwork, yet it's unsigned.
ja: 名作なのに名書きがない
ko: 실로 걸작이지만 정작 서명이 없는걸.
uk: Шедевр, хоча й не підписаний.
zh_cn: 肯定是某位大师的手笔，但却没有署名。

# story_bark_unsettling_portrait_winB+leper
source: The vain try so to hold mortality at bay...
ja: 死と隣り合わせの虚しい試みか…
ko: 필멸성을 거슬러 보려는 헛된 시도로다...
uk: Так смертність не подолати...
zh_cn: 如此徒劳地追求长生不朽……

# story_bark_unsettling_portrait_winB+man_at_arms
source: I sat for a portrait, some years ago...
ja: 何年か前に、肖像画のモデルになったことがある…
ko: 나도 몇 년 전쯤에 초상화를 받아 본 적이 있었지...
uk: Кілька років тому я позував для портрета...
zh_cn: 很多年以前，也有人为我画过像……

# story_bark_unsettling_portrait_winB+occultist
source: The whorls of the brushstrokes seem to move...
ja: 移動筆跡の渦が動いているようだ…
ko: 붓터치가 마치 움직이는 것처럼 생생한데...
uk: Завитки мазків ніби рухаються...
zh_cn: 笔刷的涡旋像是在流动一般……

# story_bark_unsettling_portrait_winB+plague_doctor
source: Forgotten heirlooms interest me little.
ja: 忘れ去られた家宝には、あまり興味がないわ
ko: 잊힌 가보 따위에는 관심 없어.
uk: Забуті фамільні реліквії мене мало цікавлять.
zh_cn: 我对被遗忘的传家宝毫不感兴趣。

# story_bark_unsettling_portrait_winB+runaway
source: If nothing else that frame looks valuable.
ko: 딴 건 모르겠는데 액자는 꽤 비싸 보이는군.
uk: За рамку можна непогані гроші отримати.

# story_bark_unsettling_portrait_winB+vestal
source: I find it disquieting. Can't say why.
ja: 不穏なものを感じます。 理由はわかりませんが
ko: 좀 불편한 느낌인데. 이유는 모르겠군.
uk: Мене це турбує. Не можу сказати чому.
zh_cn: 它让我感觉心神不宁。不知道为什么。

# story_bark_valley_supply_01+bounty_hunter
source: This is what we fight for.
ko: 이게 바로 우리가 싸우는 목적이지.
uk: Заради цього ми й боремося.

# story_bark_valley_supply_01+flagellant
source: I seek the ziggurat, the apex of mortal suffering!
ja: 俺は死の苦しみの頂点、ジッグラトを求めているんだ！
ko: 나는 필멸적 고통의 정점, 지구라트를 찾는다!
uk: Я шукаю зикурат — найвище втілення смертних страждань!
zh_cn: 我要领略最真切的痛苦——我要登峰造极！

# story_bark_valley_supply_01+grave_robber
source: Rather better than rotting in the family crypt.
ko: 가문의 무덤에 갇힌 채 썩어 가는 것보단 낫겠지.
uk: Це краще, ніж гнити в родинному склепі.

# story_bark_valley_supply_01+hellion
source: Let this journey feed the fire in our hearts!
ko: 이 여정이 우리의 마음 속 불꽃을 틔워 주기를.
uk: Нехай цей похід сповнить наші серця священним вогнем!

# story_bark_valley_supply_01+highwayman
source: Folks are countin' on us now.
ja: 今、人々は俺たちを頼りにしている
ko: 사람들은 우리에게 기대고 있다고.
uk: Світ розраховує на нас.
zh_cn: 人们都指望着我们呢。

# story_bark_valley_supply_01+jester
source: I suppose it must be us - let's do this.
ko: 이건 우리의 사명인 것 같군. 해치우자고.
uk: Я вважаю, що це маємо бути ми. Давайте зробимо це.

# story_bark_valley_supply_01+leper
source: Purpose dawns within us like the sun.
ko: 사명은 마치 태양처럼 밝게 우리를 비춘다.
uk: Сенс народжується всередині нас, як сонце підіймається над обрієм.

# story_bark_valley_supply_01+man_at_arms
source: Let us unite them beneath our banner!
ja: 俺たちの旗の下に、彼らを団結させよう！
ko: 우리의 깃발 아래 하나 되어 뭉치세!
uk: Давайте об’єднаємо їх під нашим прапором!
zh_cn: 让我们把人们集结在旗帜之下！

# story_bark_valley_supply_01+occultist
source: Evil finds no home beside our hearth.
ko: 악은 우리의 화톳불 곁에서 감히 몸둘 곳을 찾지 못하리.
uk: Злу немає місця біля нашого вогнища.

# story_bark_valley_supply_01+plague_doctor
source: Once caught, hope spreads like contagion.
ja: 一度得られれば、希望は伝染病のように広がる
ko: 희망은 한번 품으면 마치 역병처럼 퍼져 나간다지.
uk: Надія поширюється нестримно.
zh_cn: 一旦点燃，希望就会在人群中传染。

# story_bark_valley_supply_01+runaway
source: Let's take back the roads!
ko: 길바닥을 되찾자고!
uk: Відбиймо дороги!

# story_bark_valley_supply_01+vestal
source: Our journey is suffused with holy purpose!
ja: 私たちの旅は、聖なる目的で満ち溢れています！
ko: 우리의 여정은 신성한 사명으로 충만하니!
uk: Наш шлях сповнений священного сенсу!
zh_cn: 我们的旅程充盈着神明的旨意！

# story_bark_valley_trinket_01+bounty_hunter
source: Not sentimental.
ko: 사적인 감정 없어.
uk: Зовсім не сентиментально.

# story_bark_valley_trinket_01+flagellant
source: My memories are writ across my flesh!
ja: 俺の思い出は、この肉体に刻まれている！
ko: 나의 기억은 내 육신 곳곳에 새겨져 있으니!
uk: Мої спогади записані на моїй плоті!
zh_cn: 我的记忆刻在我的血肉之上！

# story_bark_valley_trinket_01+grave_robber
source: The last of my jewels, pawned for steel.
ja: 私の宝石は最期の一つまで、装備のために質入れしたわ
ko: 전당포에서 칼이랑 맞바꾼 내 마지막 보석이야.
uk: Я віддала в заклад останні свої коштовності, щоб здобути зброю.
zh_cn: 我最后的珠宝，卖掉换了钢铁。

# story_bark_valley_trinket_01+hellion
source: We will have to tan fresh hides to sleep on!
ja: 寝床のために、新鮮な皮を手に入れないと！
ko: 신선한 가죽을 무두질해서 깔고 자야지!
uk: Нам доведеться обробляти свіжі шкури, щоб спати на них!
zh_cn: 我们要用新鲜的兽皮做睡袋了！

# story_bark_valley_trinket_01+highwayman
source: From highwayman to passenger... pay is likely worse.
ja: 追い剥ぎから乗客か…実入りは減るだろうな
ko: 노상강도에서 평범한 행인이 된다니... 이거 벌이는 좀 나빠지겠어.
uk: Від розбійника до пасажира... платять, вочевидь, менше.
zh_cn: 从强盗变成了乘客……估计报酬会低很多。

# story_bark_valley_trinket_01+jester
source: Ah, I never did carry much beyond the lute.
ja: ああ、リュートの他に持ち歩いたものはないね
ko: 아, 류트 말고는 딱히 짐이 없어서.
uk: Мені раніше не доводилося тримати в руках нічого, окрім лютні.
zh_cn: 啊，我总是只带一把鲁特琴。

# story_bark_valley_trinket_01+leper
source: My mask. My blade. Chains of a former office.
ja: 我が仮面、我が刃、どちらも前職の鎖だ
ko: 나의 가면. 나의 검. 나의 옛 삶과 연결된 족쇄.
uk: Моя маска. Мій клинок. Ланцюги колишнього життя.
zh_cn: 我的面具。我的利剑。往日王庭的锁链。

# story_bark_valley_trinket_01+man_at_arms
source: I shall miss the little luxuries of camp.
ja: 宿営地のささやかな贅沢が恋しくなるな
ko: 숙영지의 사치가 그리울 것 같군.
uk: Я сумуватиму за маленькими зручностями табору.
zh_cn: 我会怀念兵营里的那些享受的。

# story_bark_valley_trinket_01+occultist
source: We must travel as the bedouin - lightly.
ja: ベドウィンのごとく、身軽に旅をしなければならない
ko: 우리는 유목민처럼 가벼운 차림으로 떠나야 하네.
uk: Нам варто подорожувати як тим бедуїнам — порожняком.
zh_cn: 我们必须像流浪者一样旅行——轻装上阵。

# story_bark_valley_trinket_01+plague_doctor
source: Fondest goodbyes to my old laboratories...
ja: かつての研究室ともお別れね…
ko: 옛 실험실에 애정 어린 작별을 고해야지...
uk: Прощавайте, мої старі лабораторії...
zh_cn: 再见了，我的旧实验室，我会想你的……

# story_bark_valley_trinket_01+runaway
source: I don't <i>want</i> to remember what I've left.
ja: 置いていったものを思い出すのは<i>嫌</i>よ
ko: 내가 두고 온 건 <i>절대</i> 기억하고 싶지 않아.
uk: Я не <i>хочу</i> пам’ятати, що я залишила позаду.
zh_cn: 我<i>不想</i>记住我还剩下什么。

# story_bark_valley_trinket_01+vestal
source: I took so few of my books...
ja: 本をほとんど持ち出せませんでした…
ko: 책을 너무 많이 남겨두고 왔는데...
uk: Я взяла із собою лише кілька книжок...
zh_cn: 我根本没带几本书……

# story_bark_vintage_collection_ascetic
source: I won't survive with my senses dulled.
ko: 오감이 둔해지면 살아남긴 글렀지.

# story_bark_vintage_collection_bon_vivant
source: Let's enjoy what Providence places in our path - or in this case, my mouth!
ko: 운명이 준비한 선물을 즐기자고. 이 입으로 말이야!
uk: Насолодімося тим, що подарувала нам Доля!

# story_bark_vintage_collection_cave_scrounger
source: Always something to be found in these old houses!
ko: 이런 오래된 집에는 항상 괜찮은 물건을 찾을 수 있다니까!

# story_bark_vintage_collection_city_scrounger
source: Always something to be found in these old houses!
ko: 이런 오래된 집에는 항상 괜찮은 물건을 찾을 수 있다니까!

# story_bark_vintage_collection_fields_scrounger
source: Always something to be found in these old houses!
ko: 이런 오래된 집에는 항상 괜찮은 물건을 찾을 수 있다니까!

# story_bark_vintage_collection_forest_scrounger
source: Always something to be found in these old houses!
ko: 이런 오래된 집에는 항상 괜찮은 물건을 찾을 수 있다니까!

# story_bark_vintage_collection_germophobe
source: Likely all turned to vinegar by now.
ko: 어차피 이젠 다 쉬어 빠졌을걸.
uk: Схоже, усе вже перетворилося на оцет.

# story_bark_vintage_collection_kleptomania
source: Nothing here worth much...
ko: 값나가는 건 없어 보이는군...

# story_bark_vintage_collection_rummager
source: <whistles> Hello, you.
ja: (口笛) おや、これはこれは
ko: <휘파람> 이거 좀 괜찮은데.
uk: <whistles> Вітаю.
zh_cn: *吹口哨*呵，得来全不费工夫。

# story_bark_vintage_collection_shroud_scrounger
source: Always something to be found in these old houses!
ko: 이런 오래된 집에는 항상 괜찮은 물건을 찾을 수 있다니까!

# story_bark_vintage_collection_tippler
source: No doubt these will put some swagger in my step!
ko: 몇 잔 마시면 내 발놀림은 더욱 현란해 질걸!
uk: Трохи для хоробрості!

# story_bark_vintage_collection_winA
source: Bottoms up!
ko: 쭉 들이켜!
uk: Пий до дна!

# story_bark_vintage_collection_winA+bounty_hunter
source: Whiskey, neat.
ko: 위스키라, 좋군.
uk: Віскі, чисте.

# story_bark_vintage_collection_winA+flagellant
source: It does little for me. Have the lion's share.
ja: 俺にはほとんど効果がない。 大部分をくれてやる
ko: 내게는 별 소용 없다. 내 몫은 알아서들 하라고.
uk: Мені майже нічого не потрібно. Беріть собі хоч усе.
zh_cn: 对我没什么用处——你们分吧。

# story_bark_vintage_collection_winA+grave_robber
source: A taster of each, if you please.
ko: 괜찮으시다면 한 모금씩 돌립니다~
uk: Якщо ви не проти, я все скуштую.

# story_bark_vintage_collection_winA+hellion
source: Whatever smells the strongest.
ko: 일단 도수 센 냄새 나는 걸로.
uk: Що пахне сильніше, те й давайте.

# story_bark_vintage_collection_winA+highwayman
source: The longer our journey, the less picky I get.
ja: 旅が長くなればなるほど、こだわりがなくなるもんだ
ko: 여정이 길어질 수록 편식도 줄어드는군.
uk: Що довша наша подорож, то я менш вибагливий.
zh_cn: 我们旅行得越久，我就越不挑剔。

# story_bark_vintage_collection_winA+jester
source: We've earned this.
ko: 우리가 당당히 얻어낸 거야.
uk: Ми заслуговуємо на це!

# story_bark_vintage_collection_winA+leper
source: My kingdom was home to the finest vineyards...
ko: 내 왕국은 최고의 양조장을 거느린 곳이었지...
uk: У моєму королівстві були найкращі виноробні.

# story_bark_vintage_collection_winA+man_at_arms
source: Should be a fine brandy in there...
ko: 고급 브랜디가 담긴 모양이야...
uk: Тут має бути гарне бренді.

# story_bark_vintage_collection_winA+occultist
source: Sniff before you sip - that one is definitely blood.
ja: 口にする前に嗅いでみてくれ。 あれは間違いなく血液だ
ko: 한 모금 하기 전에 냄새부터 맡아보게. 이건 피비린내인데.
uk: Понюхайте, перш ніж відпити. Це точно кров.
zh_cn: 喝之前先闻一闻——那瓶里装的一定是血。

# story_bark_vintage_collection_winA+plague_doctor
source: I require very little to enjoy the effects.
ko: 난 좀만 마셔도 금세 효과가 올라와서.
uk: Мені треба зовсім небагато, щоб отримати насолоду.

# story_bark_vintage_collection_winA+runaway
source: I don't know much about wine, but it's free!
ja: ワインのことはよく知らないけど、タダなら頂くよ！
ko: 포도주에 대해서는 잘 모르지만, 어쨌든 공짜잖아!
uk: Я мало що знаю про вино, але воно точно безкоштовне!
zh_cn: 我对酒一窍不通，但这可是免费的！

# story_bark_vintage_collection_winA+vestal
source: My first indulgence...
ko: 이게 내 첫 일탈이 되나...
uk: Я вперше можу розслабитися...

# story_bark_vintage_collection_winB
source: Bottoms up!
ko: 쭉 들이켜!
uk: Пий до дна!

# story_bark_vintage_collection_winB+bounty_hunter
source: Whiskey, neat.
ko: 위스키라, 좋군.
uk: Віскі, чисте.

# story_bark_vintage_collection_winB+flagellant
source: It does little for me. Have the lion's share.
ja: 俺にはほとんど効果がない。 大部分をくれてやる
ko: 내게는 별 소용 없다. 내 몫은 알아서들 하라고.
uk: Мені майже нічого не потрібно. Беріть собі хоч усе.
zh_cn: 对我没什么用处——你们分吧。

# story_bark_vintage_collection_winB+grave_robber
source: A taster of each, if you please.
ko: 괜찮으시다면 한 모금씩 돌립니다~
uk: Якщо ви не проти, я все скуштую.

# story_bark_vintage_collection_winB+hellion
source: Whatever smells the strongest.
ko: 일단 도수 센 냄새 나는 걸로.
uk: Що пахне сильніше, те й давайте.

# story_bark_vintage_collection_winB+highwayman
source: The longer our journey, the less picky I get.
ja: 旅が長くなればなるほど、こだわりがなくなるもんだ
ko: 여정이 길어질 수록 편식도 줄어드는군.
uk: Що довша наша подорож, то я менш вибагливий.
zh_cn: 我们旅行得越久，我就越不挑剔。

# story_bark_vintage_collection_winB+jester
source: We've earned this.
ko: 우리가 당당히 얻어낸 거야.
uk: Ми заслуговуємо на це!

# story_bark_vintage_collection_winB+leper
source: My kingdom was home to the finest vineyards...
ko: 내 왕국은 최고의 양조장을 거느린 곳이었지...
uk: У моєму королівстві були найкращі виноробні.

# story_bark_vintage_collection_winB+man_at_arms
source: Should be a fine brandy in there...
ko: 고급 브랜디가 담긴 모양이야...
uk: Тут має бути гарне бренді.

# story_bark_vintage_collection_winB+occultist
source: Sniff before you sip - that one is definitely blood.
ja: 口にする前に嗅いでみてくれ。 あれは間違いなく血液だ
ko: 한 모금 하기 전에 냄새부터 맡아보게. 이건 피비린내인데.
uk: Понюхайте, перш ніж відпити. Це точно кров.
zh_cn: 喝之前先闻一闻——那瓶里装的一定是血。

# story_bark_vintage_collection_winB+plague_doctor
source: I require very little to enjoy the effects.
ko: 난 좀만 마셔도 금세 효과가 올라와서.
uk: Мені треба зовсім небагато, щоб отримати насолоду.

# story_bark_vintage_collection_winB+runaway
source: I don't know much about wine, but it's free!
ja: ワインのことはよく知らないけど、タダなら頂くよ！
ko: 포도주에 대해서는 잘 모르지만, 어쨌든 공짜잖아!
uk: Я мало що знаю про вино, але воно точно безкоштовне!
zh_cn: 我对酒一窍不通，但这可是免费的！

# story_bark_vintage_collection_winB+vestal
source: My first indulgence...
ko: 이게 내 첫 일탈이 되나...
uk: Я вперше можу розслабитися...

# story_bubble_title
source: Echoes Of The Past
ja: 過去の残響
ko: 과거의 메아리
uk: Відлуння минулого
zh_cn: 往昔回响

# story_icon_description_icon_blight_Preview
source: Blight
ko: 중독
uk: Отрута

# story_icon_description_icon_buff_Preview
source: Buff
ja: バフ
ko: 강화
uk: Посилення
zh_cn: 增益

# story_icon_description_icon_debuff_Preview
source: Debuff
ja: デバフ
ko: 약화
uk: Ослаблення
zh_cn: 减益

# story_icon_description_icon_disease_Preview
source: Disease
ja: 病気
ko: 질병
uk: Хвороба
zh_cn: 疾病

# story_icon_description_icon_move_Preview
source: Move
ja: 移動
ko: 이동
uk: Переміщ.
zh_cn: 移动

# story_icon_description_icon_story_affinity_mixed_Preview
source: Affinity +/-
ko: 호감도 +/-
uk: Думка +/–

# story_icon_description_icon_story_affinity_neg_Preview
source: Affinity -
ko: 호감도 -
uk: Думка –

# story_icon_description_icon_story_affinity_pos_Preview
source: Affinity +
ko: 호감도 +
uk: Думка +

# story_icon_description_icon_story_armor_Preview
source: Armor
ko: 장갑
uk: Броня

# story_icon_description_icon_story_avoid_Preview
source: Avoid
ja: 避ける
ko: 회피
uk: Утеча
zh_cn: 避开

# story_icon_description_icon_story_baubles_Preview
source: Baubles
ko: 패물
uk: Абищиці

# story_icon_description_icon_story_books_Preview
source: Books
ko: 책
uk: Книги

# story_icon_description_icon_story_buff_Preview
source: Buff
ko: 강화
uk: Посилення

# story_icon_description_icon_story_coach_upgrade_loot_Preview
source: Stagecoach Items
ko: 역마차 아이템
uk: Аксесуари Диліжанса

# story_icon_description_icon_story_combat_item_loot_Preview
source: Combat Items
ko: 전투 아이템
uk: Предмети бою

# story_icon_description_icon_story_combat_Preview
source: Combat
ja: 戦闘
ko: 전투
uk: Бій
zh_cn: 战斗

# story_icon_description_icon_story_debuff_Preview
source: Debuff
ko: 약화
uk: Ослаблення

# story_icon_description_icon_story_disease_Preview
source: Disease
ko: 질병
uk: Хвороба

# story_icon_description_icon_story_doom_dmg_Preview
source: Loathing +
ko: 해악 +
uk: Огида +

# story_icon_description_icon_story_doom_heal_Preview
source: Loathing -
ko: 해악 -
uk: Огида –

# story_icon_description_icon_story_doom_mixed_Preview
source: Loathing +/-
ko: 해악 +/-
uk: Огида +/–

# story_icon_description_icon_story_food_large_Preview
source: Large Food
ja: 大きな食料
ko: 많은 식량
uk: Їжа (багато)
zh_cn: 大量食物

# story_icon_description_icon_story_food_loot_Preview
source: Food
ja: 食料
ko: 식량
uk: Їжа
zh_cn: 食物

# story_icon_description_icon_story_food_med_Preview
source: Food
ko: 식량
uk: Їжа

# story_icon_description_icon_story_food_small_Preview
source: Small Food
ko: 적은 식량
uk: Їжа (мал.)

# story_icon_description_icon_story_health_dmg_Preview
source: HP-
ko: 체력 -
uk: ОЗ –

# story_icon_description_icon_story_health_heal_Preview
source: HP+
ko: 체력 +
uk: ОЗ +

# story_icon_description_icon_story_health_large_Preview
source: HP (large)
ja: HP（大）
ko: 체력 (대량)
uk: ОЗ (багато)
zh_cn: 大量HP

# story_icon_description_icon_story_health_med_Preview
source: HP
ko: 체력
uk: ОЗ

# story_icon_description_icon_story_health_mixed_Preview
source: HP +/-
ko: 체력 +/-
uk: ОЗ +/–

# story_icon_description_icon_story_health_small_Preview
source: HP (small)
ja: HP（小）
ko: 체력 (소량)
uk: ОЗ (мал.)
zh_cn: 少量HP

# story_icon_description_icon_story_icon_stun_Preview
source: Stun
ko: 기절
uk: Оглушення

# story_icon_description_icon_story_map_reveal_Preview
source: Scouting
ko: 정찰
uk: Розвідка

# story_icon_description_icon_story_mystery_treasure_loot_Preview
source: Mixed Treasure
ja: 混合宝物
ko: 다양한 보물
uk: Випадк. скарб
zh_cn: 混合宝藏

# story_icon_description_icon_story_quirk_mixed_Preview
source: Quirk (mixed)
ja: 奇癖（混合）
ko: 기벽 (혼합)
uk: Риса (випадк.)
zh_cn: 特质

# story_icon_description_icon_story_quirk_negative_Preview
source: Quirk (neg)
ko: 기벽 (부정)
uk: Риса (негат.)

# story_icon_description_icon_story_quirk_positive_Preview
source: Quirk (pos)
ko: 기벽 (긍정)
uk: Риса (позит.)

# story_icon_description_icon_story_relic_large_Preview
source: Many Relics
ko: 대량의 유물
uk: Реліквії (багато)

# story_icon_description_icon_story_relic_loot_Preview
source: Relics
ja: 遺物
ko: 유물
uk: Реліквії
zh_cn: 遗物

# story_icon_description_icon_story_relic_med_Preview
source: Relics
ko: 유물
uk: Реліквії

# story_icon_description_icon_story_relic_small_Preview
source: Few Relics
ko: 소량의 유물
uk: Реліквії (мал.)

# story_icon_description_icon_story_rest_loot_Preview
source: Inn Items
ja: 宿アイテム
ko: 여관 아이템
uk: Предмети трактиру
zh_cn: 旅馆物品

# story_icon_description_icon_story_scouting_Preview
source: Scouting
ko: 정찰
uk: Розвідка

# story_icon_description_icon_story_stress_dmg_Preview
source: Stress +
ko: 스트레스 +
uk: Стрес +

# story_icon_description_icon_story_stress_heal_Preview
source: Stress -
ko: 스트레스 -
uk: Стрес –

# story_icon_description_icon_story_stress_large_Preview
source: Large Stress
ko: 대량의 스트레스
uk: Стрес (багато)

# story_icon_description_icon_story_stress_med_Preview
source: Stress
ko: 스트레스
uk: Стрес

# story_icon_description_icon_story_stress_mixed_Preview
source: Stress (+/-)
ko: 스트레스 (+/-)
uk: Стрес +/–

# story_icon_description_icon_story_stress_small_Preview
source: Small Stress
ko: 소량의 스트레스
uk: Стрес (мал.)

# story_icon_description_icon_story_supplies_large_Preview
source: Many Supplies
ko: 대량의 보급
uk: Припаси (багато)

# story_icon_description_icon_story_supplies_med_Preview
source: Supplies
ja: 物資
ko: 보급
uk: Припаси
zh_cn: 物资

# story_icon_description_icon_story_supplies_small_Preview
source: Few Supplies
ko: 소량의 보급
uk: Припаси (мал.)

# story_icon_description_icon_story_token_adrenaline_Preview
source: Adrenaline
ko: 아드레날린
uk: Адреналін

# story_icon_description_icon_story_token_benediction_Preview
source: Benediction
ko: 축도
uk: Благодать

# story_icon_description_icon_story_token_blind-line_Preview
source: Blind
ja: 盲目
ko: 실명
uk: Сліпота
zh_cn: 目盲

# story_icon_description_icon_story_token_block_Preview
source: Block
ja: ブロック
ko: 방호
uk: Блок.
zh_cn: 格挡

# story_icon_description_icon_story_token_combo_Preview
source: Combo
ko: 연계
uk: Комбо

# story_icon_description_icon_story_token_corpulent_Preview
source: Corpulent
ko: 포만
uk: Міцність

# story_icon_description_icon_story_token_counteraction_Preview
source: Counteraction
ko: 대응
uk: Контрдія

# story_icon_description_icon_story_token_counterheal_Preview
source: Counterheal
ko: 대응 치유
uk: Контрлікування

# story_icon_description_icon_story_token_crit_Preview
source: Crit
ja: クリティカル
ko: 치명타
uk: Крит
zh_cn: 暴击

# story_icon_description_icon_story_token_critreceived_Preview
source: Crit Received
ko: 받는 치명타
uk: Отримує крит

# story_icon_description_icon_story_token_daze_Preview
source: Daze
ja: 放心状態
ko: 현기증
uk: Заціпеніння
zh_cn: 晕眩

# story_icon_description_icon_story_token_deflect_Preview
source: Deflect
ko: 흘리기
uk: Відвернути увагу

# story_icon_description_icon_story_token_dodge_Preview
source: Dodge
ja: 回避
ko: 회피
uk: Ухиляння
zh_cn: 闪避

# story_icon_description_icon_story_token_dodge+_Preview
source: Dodge+
ko: 회피+
uk: Ухиляння+

# story_icon_description_icon_story_token_extratarget_Preview
source: Extra Target
ko: 추가 대상
uk: Дод. ціль

# story_icon_description_icon_story_token_food_Preview
source: Food
ko: 식량
uk: Їжа

# story_icon_description_icon_story_token_guard_Preview
source: Guard
ko: 보호
uk: Страж
