Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# item_name_songbook_rousing
source: Songbook of Rousing Tunes
ja: 高揚感溢れる曲の歌集
ko: 흥겨운 가요집
uk: Бойові марші
zh_cn: 振奋旋律歌集

# item_name_soothing_poultice
source: Soothing Poultice
ja: 鎮痛の湿布
ko: 화상 습포제
uk: Припарка вогнестійкості
zh_cn: 镇痛敷药

# item_name_space_dust
source: Ethereal Dust
ja: エーテルの粉
ko: 신비한 가루
uk: Ефірний пил
zh_cn: 虚灵尘

# item_name_speed_bag
source: Speed Bag
ja: スピードバッグ
ko: 스피드백
uk: Сумка швидкості
zh_cn: 速度袋

# item_name_spider_appendage
source: Chitinous Appendage
ja: キチン質の複肢
ko: 키틴질 다리
uk: Хітиновий наріст
zh_cn: 甲壳动物的附肢

# item_name_spider_gland
source: Bulbous Venom Gland
ja: 球根状の毒腺
ko: 둥근 독샘
uk: Отруйна залоза
zh_cn: 圆润的毒囊

# item_name_spiked_ball
source: Spiked Ball
ja: トゲ鉄球
ko: 가시 구체
uk: Шипаста куля
zh_cn: 钉刺球

# item_name_spring_water
source: Mineral-Rich Spring Water
ja: ミネラル豊富な湧き水
ko: 광천수 샘물
uk: Ключова вода
zh_cn: 矿泉水

# item_name_stagecoach_torch_slot
source: Radiant or Infernal Flame
ko: 광명 또는 지옥의 불꽃
uk: Променисте або Пекельне полум’я

# item_name_steel_plating
source: Steel Plating
ko: 양철 판금
uk: Сталева обшивка

# item_name_stew
source: Invigorating Stew
ja: 元気が出るシチュー
ko: 푸짐한 스튜
uk: Ситне рагу
zh_cn: 美味炖肉

# item_name_stew_pot
source: Stew Pot
ja: シチュー鍋
ko: 스튜 냄비
uk: Горщик для рагу
zh_cn: 炖锅

# item_name_stimulants
source: Stimulants
ja: 興奮剤
ko: 자극제
uk: Стимулятори
zh_cn: 兴奋剂

# item_name_stimulating_poultice
source: Stimulating Poultice
ja: 刺激性の湿布
ko: 자극 습포제
uk: Стимулююча припарка
zh_cn: 兴奋敷药

# item_name_stitching_kit
source: Stitching Kit
ja: 縫合キット
ko: 바느질 세트
uk: Набір хірурга
zh_cn: 缝线工具

# item_name_storage_trunk
source: Storage Trunk
ja: 収納トランク
ko: 짐칸
uk: Скриня
zh_cn: 储物箱

# item_name_stretcher
source: Stretcher
ja: ストレッチャー
ko: 들것
uk: Ноші
zh_cn: 担架床

# item_name_strongbox
source: Strongbox
ja: 頑丈な箱
ko: 궤짝
uk: Звичайний сейф
zh_cn: 保险柜

# item_name_super_storage_trunk
source: Spacious Storage Trunk
ko: 널찍한 집칸
uk: Скрині

# item_name_super_strongbox
source: Spacious Strongbox
ko: 널찍한 궤짝
uk: Великий сейф

# item_name_tar_filled_colambre
source: Tar-Filled Colambre
ja: タール入りの革水筒
ko: 역청 단지
uk: Бурдюк смоли
zh_cn: 焦油袋

# item_name_tea_service
source: Tea Service
ja: ティーサービス
ko: 찻잔 세트
uk: Чайний сервіз
zh_cn: 茶水供应

# item_name_telescope
source: Telescope
ja: 望遠鏡
ko: 망원경
uk: Телескоп
zh_cn: 望远镜

# item_name_the_blood
source: The Blood
ja: 血液の瓶
ko: 피
uk: Кров
zh_cn: 血酿

# item_name_the_very_best
source: The Very Best
ja: 最高の逸品
ko: 최고급품
uk: Найкраще
zh_cn: 至醇美酒

# item_name_the_wine
source: The Wine
ja: ワイン
ko: 포도주
uk: Вино
zh_cn: 葡萄酒

# item_name_thunderclap_grenade
source: Thunderclap Grenade
ja: 雷鳴の手榴弾
ko: 소음탄
uk: Громова граната
zh_cn: 雷鸣手雷

# item_name_tinkers_bench
source: Tinker's Bench
ja: 細工師の作業台
ko: 땜장이 작업대
uk: Верстат майстра
zh_cn: 修补匠工作台

# item_name_tinned_preserves
source: Tinned Delicacies
ja: ご馳走の缶詰
ko: 별미 통조림
uk: Консервовані делікатеси
zh_cn: 罐装美味

# item_name_torch_consumable
source: A Glimmer of Hope
ja: 希望の光
ko: 희망의 불씨
uk: Проблиск надії
zh_cn: 希望微光

# item_name_totem_of_ascendance
source: Totem Of Ascendance
ja: 上昇のトーテム
ko: 승천의 토템
uk: Тотем вознесіння
zh_cn: 超凡图腾

# item_name_totem_of_purity
source: Totem of Purity
ja: 清純のトーテム
ko: 순수의 토템
uk: Тотем чистоти
zh_cn: 纯净图腾

# item_name_totem_of_vigor
source: Totem of Vigor
ja: 活力のトーテム
ko: 원기의 토템
uk: Тотем бадьорості
zh_cn: 活力图腾

# item_name_toxic_ichor
source: Toxic Ichor
ja: 有毒な膿漿
ko: 독기의 영액
uk: Отруйний гній
zh_cn: 毒脓

# item_name_toxic_spores
source: Spore Grenade
ja: 胞子の手榴弾
ko: 포자 수류탄
uk: Спорова граната
zh_cn: 孢子榴弹

# item_name_trackers_map
source: Tracker's Map
ja: 追跡者の地図
ko: 추적자의 지도
uk: Карта слідопита
zh_cn: 追踪者的地图

# item_name_trap
source: Traps
ko: 덫
uk: Пастки

# item_name_trapmakers_kit
source: Trapmaker's Kit
ja: 罠製造キット
ko: 덫 제작자의 도구
uk: Комплект для пасток
zh_cn: 陷阱制作工具

# item_name_trephine_bur
source: Trephine Bur
ja: 穿頭器具
ko: 관상형 톱
uk: Свердло для трепанації
zh_cn: 取骨钻

# item_name_triage_kit
source: Triage Kit
ja: 応急処置キット
ko: 진단 도구
uk: Польова аптечка
zh_cn: 急救工具

# item_name_trinket_antiq_celebrated_chalice
source: Celebrated Chalice
ja: 祝福の杯
ko: 축성의 성배
uk: Святковий кубок
zh_cn: 远名圣杯

# item_name_trinket_antiq_clarifying_carcanet
source: Clarifying Carcanet
ja: 明瞭の首飾り
ko: 명료의 장식띠
uk: Намисто прозріння
zh_cn: 明晰项链

# item_name_trinket_antiq_cleansing_clasp
source: Cleansing Clasp
ja: 浄化のバックル
ko: 정결의 팔찌
uk: Очищаюча пряжка
zh_cn: 净化锁扣

# item_name_trinket_antiq_shimmering_crown
source: Shimmering Crown
ja: 光る王冠
ko: 빛나는 왕관
uk: Мерехтлива діадема
zh_cn: 荧光王冠

# item_name_trinket_boss_deaths_head_01
source: Death's Head
ko: 사신의 머리
uk: Голова Смерті

# item_name_trinket_boss_deaths_head_02
source: Death's Head
ko: 사신의 머리
uk: Голова Смерті

# item_name_trinket_boss_deaths_head_03
source: Death's Head
ko: 사신의 머리
uk: Голова Смерті

# item_name_trinket_boss_deaths_head_04
source: Death's Head
ko: 사신의 머리
uk: Голова Смерті

# item_name_trinket_boss_deaths_head_05
source: Death's Head
ko: 사신의 머리
uk: Голова Смерті

# item_name_trinket_cave_bone_mallet
source: Bone Mallet
ko: 뼈 망치
uk: Молоток для кісток

# item_name_trinket_cave_covert_cloak
source: Covert Cloak
ja: 隠密の外套
ko: 은밀한 망토
uk: Накидка скритності
zh_cn: 隐匿斗篷

# item_name_trinket_cave_goading_gargoyle
source: Goading Gargoyle
ja: 怒れるガーゴイル
ko: 괴물 문고리
uk: Стрімка гаргулья
zh_cn: 挑衅石像鬼

# item_name_trinket_cave_peculiar_pods
source: Peculiar Pods
ja: 特異な容器
ko: 기이한 꼬투리
uk: Дивні таблетки
zh_cn: 奇诡荚囊

# item_name_trinket_cave_pig_sticker
source: Pig Sticker
ko: 돼지잡이 칼
uk: Кабанячий багнет

# item_name_trinket_cave_rousing_recorder
source: Rousing Recorder
ja: 高揚の縦笛
ko: 고양의 피리
uk: Надихаюча блокфлейта
zh_cn: 振奋音管

# item_name_trinket_cave_rousing_ringer
source: Rousing Ringer
ja: 高揚の呼び鈴
ko: 고양의 방울
uk: Дзвінкі бубонці
zh_cn: 醒神铜铃

# item_name_trinket_cave_sneakers_standard
source: Sneaker's Standard
ja: 隠密者の旗
ko: 잠입자의 군기
uk: Штандарт пронири
zh_cn: 匿踪者旗帜

# item_name_trinket_cave_staggering_striker
source: Staggering Striker
ja: よろめきの籠手
ko: 비틀거리는 공격자
uk: Разюча рукавиця
zh_cn: 撼地重拳

# item_name_trinket_cave_vanished_vanity
source: Vanished Vanity
ja: 消え失せた虚栄の鏡
ko: 사라진 허영
uk: Розбите дзеркальце
zh_cn: 虚荣碎镜

# item_name_trinket_city_boss_charred_litany
source: Charred Litany
ja: 焦げた連祷
ko: 타 버린 기도서
uk: Обвуглена молитва
zh_cn: 焚烬祷文

# item_name_trinket_city_boss_smoldering_hymnal
source: Smoldering Hymnal
ja: くすんだ讃美歌
ko: 이글거리는 성가집
uk: Тліючий псалтир
zh_cn: 焖燃赞诗

# item_name_trinket_city_enlightening_element
source: Enlightening Element
ja: 啓蒙の要素
ko: 밝힘의 도구
uk: Свічка просвітлення
zh_cn: 启迪融烛

# item_name_trinket_city_hastening_history
source: Hastening History
ja: 早まる歴史
ko: 두꺼운 역사서
uk: Стрімка розповідь
zh_cn: 迅疾史册

# item_name_trinket_city_laden_lantern
source: Laden Lantern
ja: 消沈のランタン
ko: 꽉 채운 랜턴
uk: Заправлений ліхтар
zh_cn: 沉重提灯

# item_name_trinket_city_parrying_patriarch
source: Parrying Patriarch
ja: 責任逃れの家長の像
ko: 외면하는 흉상
uk: Статуя охоронця
zh_cn: 周旋的族长像

# item_name_trinket_city_sacred_scribblings
source: Sacred Scribblings
ja: 聖なる走り書き
ko: 신성한 문서
uk: Священні книги
zh_cn: 神圣抄本

# item_name_trinket_city_snappy_swig
source: Snappy Swig
ja: 勢いの一気飲み瓶
ko: 청량한 음료
uk: Флакон спритності
zh_cn: 躁动酒饮

# item_name_trinket_city_tinderbox
source: Tinderbox
ja: 火口箱
ko: 부싯깃 통
uk: Кресало
zh_cn: 火种箱

# item_name_trinket_coast_boss_carved_bodkin
source: Carved Bodkin
ja: 彫刻された剣
ko: 조각한 돗바늘
uk: Оздоблена шпилька
zh_cn: 雕刻发簪

# item_name_trinket_coast_boss_sodden_sweater
source: Sodden Sweater
ja: 濡れたセーター
ko: 푹 젖은 스웨터
uk: Промокла кофта
zh_cn: 湿透的毛衣

# item_name_trinket_coast_clasp_knife
source: Clasp Knife
ja: 留め金付きナイフ
ko: 접이식 칼
uk: Складаний ніж
zh_cn: 锁扣折刀

# item_name_trinket_coast_fishermans_line
source: Fisherman's Line
ko: 어부의 낚싯줄
uk: Рибальська ліска

# item_name_trinket_coast_fishmongers_gloves
source: Fishmonger's Gloves
ja: 漁師の手袋
ko: 생선 장수의 장갑
uk: Рукавички рибника
zh_cn: 贩鱼人手套

# item_name_trinket_coast_leather_strop
source: Leather Strop
ja: 革砥
ko: 가죽띠
uk: Ремінь для заточування
zh_cn: 磨刀皮革

# item_name_trinket_coast_nautical_compass
source: Nautical Compass
ja: 航海用コンパス
ko: 해상 나침반
uk: Морський компас
zh_cn: 航海指南针

# item_name_trinket_coast_pristine_lure
source: Pristine Lure
ja: 新品同様のルアー
ko: 깨끗한 미끼
uk: Неторкнута приманка
zh_cn: 原初鱼饵

# item_name_trinket_coast_seamens_boots
source: Seamens' Boots
ko: 뱃사람의 장화
uk: Матроські чоботи

# item_name_trinket_collector_barristans_head
source: Barristan's Head
ko: 바리스탄의 머리

# item_name_trinket_collector_dismas_head
source: Dismas' Head
ko: 디스마스의 머리

# item_name_trinket_collector_junias_head
source: Junia's Head
ko: 주니아의 머리

# item_name_trinket_cultist_cruel_intent
source: Cruel Intent
ja: 残酷な意図
ko: 잔혹한 의도
uk: Жорстокі наміри
zh_cn: 【灭】

# item_name_trinket_cultist_hardened_heart
source: Hardened Heart
ja: 硬化した心臓
ko: 굳어버린 심장
uk: Кам’яне серце
zh_cn: 【漠】

# item_name_trinket_cultist_idle_thought
source: Idle Thought
ja: 無駄な思考
ko: 이상적인 생각
uk: Пусті думи
zh_cn: 【逸】

# item_name_trinket_cultist_jealous_whisper
source: Jealous Whisper
ja: 嫉妬のささやき
ko: 열정적인 속삭임
uk: Заздрісний шепіт
zh_cn: 【妒】

# item_name_trinket_cultist_key_dark_impulse_bleed_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_blight_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_burn_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_debuff_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_disease_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_healing
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_move_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_stress_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_key_dark_impulse_stun_res
source: <color=#{notable}>Dark Impulse</color>
ja: <color=#{notable}>暗黒の衝動</color>
ko: <color=#{notable}>어두운 충동</color>
uk: <color=#{notable}>Порив пітьми</color>
zh_cn: <color=#{notable}>黑暗冲动</color>

# item_name_trinket_cultist_locked_jaw
source: Locked Jaw
ja: 固定した顎
ko: 이 악문 턱
uk: Стулена пащека
zh_cn: 【默】

# item_name_trinket_cultist_misstep
source: Misstep
ja: 誤った足取り
ko: 과실
uk: Неприємна помилка
zh_cn: 【谬】

# item_name_trinket_cultist_selfish_motivation
source: Selfish Motivation
ja: 自分勝手な動機
ko: 이기적인 동기
uk: Корисливі помисли
zh_cn: 【浊】

# item_name_trinket_cultist_sickening_silence
source: Sickening Silence
ja: 病的な静寂
ko: 불편한 침묵
uk: Нудотна тиша
zh_cn: 【染】

# item_name_trinket_cultist_silent_treatment
source: Silent Treatment
ja: 静謐な治療
ko: 조용한 취급
uk: Жорсткий бойкот
zh_cn: 【寂】

# item_name_trinket_cultist_snap_judgement
source: Snap Judgement
ja: 咄嗟の審判
ko: 재빠른 판단
uk: Поспішне судження
zh_cn: 【迫】

# item_name_trinket_cultist_spoken_sharply
source: Spoken Sharply
ja: 鋭い口調
ko: 날카로운 언변
uk: Дошкульні слова
zh_cn: 【斥】

# item_name_trinket_cultist_temptation
source: Temptation
ja: 誘惑
ko: 유혹
uk: Остання спокуса
zh_cn: 【贪】

# item_name_trinket_cultist_wounding_words
source: Wounding Words
ja: 傷つく言葉
ko: 상처 입히는 말
uk: В’їдлива промова
zh_cn: 【戾】

# item_name_trinket_curio_anatomical_map
source: Anatomical Map
ja: 解剖図
ko: 해부학 도면
uk: Анатомічна схема
zh_cn: 解剖图

# item_name_trinket_curio_astroglass_flute
source: Astroglass Flute
ja: アストロガラス製フルート
ko: 천체의 플루트
uk: Зоряна флейта
zh_cn: 星璃之笛

# item_name_trinket_curio_befuddling_sundial
source: Befuddling Sundial
ja: 混乱させる日時計
ko: 모순의 해시계
uk: Загадковий гномон
zh_cn: 困惑晷盘

# item_name_trinket_curio_blood_smeared_calculations
source: Blood-Smeared Calculations
ja: 血塗られた計算書
ko: 피로 물든 계산
uk: Криваві розрахунки
zh_cn: 染血算稿

# item_name_trinket_curio_caked_palette
source: Caked Palette
ko: 말라 붙은 팔레트
uk: Засохла палітра

# item_name_trinket_curio_corrupted_bile_gland
source: Corrupted Bile Gland
ja: 腐敗した胆汁腺
ko: 더럽혀진 담즙샘
uk: Хворий жовчний міхур
zh_cn: 腐化胆腺

# item_name_trinket_curio_faceless_visage
source: Faceless Visage
ja: 顔のない様相
ko: 얼굴 없는 형상
uk: Безлике обличчя
zh_cn: 无面像

# item_name_trinket_curio_grim_mask
source: Grim Mask
ja: 険しい表情のマスク
ko: 기괴한 가면
uk: Моторошна маска
zh_cn: 残酷面具

# item_name_trinket_curio_heart-shaped_padlock
source: Heart-Shaped Padlock
ja: ハート形南京錠
ko: 심장 모양 자물쇠
uk: Замок-серце
zh_cn: 心形锁

# item_name_trinket_curio_murder_weapon
source: Murder Weapon
ko: 살인 무기
uk: Знаряддя вбивства

# item_name_trinket_curio_obsidian_dronepipe
source: Obsidian Dronepipe
ja: 黒曜石のドローンパイプ
ko: 흑요석 피리
uk: Обсидіанова трубка
zh_cn: 黑曜石音管

# item_name_trinket_curio_oversprung_pocketwatch
source: Oversprung Pocketwatch
ja: ばねが飛び出た懐中時計
ko: 고장난 회중시계
uk: Зламаний годинник
zh_cn: 跳动的怀表

# item_name_trinket_curio_proxy_doll
source: Proxy Doll
ja: 身代わり人形
ko: 저주 인형
uk: Лялька-посередник
zh_cn: 替身人偶

# item_name_trinket_curio_pulsing_heart
source: Pulsing Heart
ja: 脈打つ心臓
ko: 맥동하는 심장
uk: Пульсуюче серце
zh_cn: 搏动的心脏

# item_name_trinket_curio_true_entropy
source: True Entropy
ja: 真のエントロピー
ko: 진정한 엔트로피
uk: Справжня ентропія
zh_cn: 纯粹混沌

# item_name_trinket_farm_boss_ghastly_gruel
source: Ghastly Gruel
ja: 不気味な薄粥
ko: 소름 끼치는 냄비
uk: Моторошна баланда
zh_cn: 骇人粥碗

# item_name_trinket_farm_boss_kitchen_knives
source: Kitchen Knives
ja: 包丁
ko: 주방용 식칼
uk: Кухонні ножі
zh_cn: 厨房刀具

# item_name_trinket_farm_brilliant_brew
source: Brilliant Brew
ja: すばらしい醸造酒
ko: 훌륭한 밀주
uk: Живлющий відвар
zh_cn: 绝妙佳酿

# item_name_trinket_farm_corrupting_cleaver
source: Corrupting Cleaver
ja: 腐敗の大包丁
ko: 오염된 푸주칼
uk: Тесак тліну
zh_cn: 脏污剁刀

# item_name_trinket_farm_curing_cuppa
source: Curing Cuppa
ja: 発酵した紅茶
ko: 치유의 차
uk: Чай зцілення
zh_cn: 苦口药茶

# item_name_trinket_farm_galvanizing_goblet
source: Galvanizing Goblet
ja: 亜鉛メッキゴブレット
ko: 고양의 성배
uk: Срібний кубок
zh_cn: 镀锌圣杯

# item_name_trinket_farm_hags_hoard
source: Hag's Hoard
ja: 鬼婆のスプーン
ko: 노파의 무더기
uk: Відьомський мотлох
zh_cn: 鬼婆秘藏

# item_name_trinket_farm_hint_of_home
source: Hint of Home
ja: 生家の暗示
ko: 고향의 흔적
uk: Пам’ять про будинок
zh_cn: 家园念想

# item_name_trinket_farm_poison_ring
source: Poison Ring
ja: 毒の指輪
ko: 독 반지
uk: Кільце отрути
zh_cn: 毒戒指

# item_name_trinket_forest_armory_key
source: Armory Key
ja: 武器庫の鍵
ko: 무기고 열쇠
uk: Ключ від збройниці
zh_cn: 军械库钥匙

# item_name_trinket_forest_blistering_bugle
source: Blistering Bugle
ja: 激しいラッパ
ko: 귀청 찢는 나팔
uk: Гучний горн
zh_cn: 刺耳军号

# item_name_trinket_forest_boss_footmans_grog
source: Footman's Grog
ja: 歩兵の安酒
ko: 보병의 술통
uk: Грог єгеря
zh_cn: 步兵酒饮

# item_name_trinket_forest_boss_reverberating_redoubt
source: Reverberating Redoubt
ja: 反響の大盾
ko: 굴절의 방패
uk: Щит відбиття
zh_cn: 回响壁盾

# item_name_trinket_forest_calibrating_censer
source: Calibrating Censer
ja: 較正のつり香炉
ko: 거리 재는 향로
uk: Курильниця перевірки
zh_cn: 校准香炉

# item_name_trinket_forest_clenching_claws
source: Clenching Claws
ja: 握り締める鉄爪
ko: 옥죄는 손아귀
uk: Міцний капкан
zh_cn: 钢牙陷阱

# item_name_trinket_forest_insulating_insignia
source: Insulating Insignia
ja: 絶縁記章
ko: 분리의 표지
uk: Прапор роз’єднання
zh_cn: 庇护徽章

# item_name_trinket_forest_stone_mount
source: Stone Mount
ja: 石の馬像
ko: 말머리 석상
uk: Кам’яний кінь
zh_cn: 岩石座驾

# item_name_trinket_forest_unwavering_standard
source: Unwavering Standard
ja: 揺るぎない旗
ko: 확고한 군기
uk: Штандарт твердості
zh_cn: 坚毅旗帜

# item_name_trinket_general_adrenalizing_ash
source: Adrenalizing Ash
ja: 奮起の灰
ko: 원기의 잿가루
uk: Попіл спонукання
zh_cn: 醒神灰罐

# item_name_trinket_general_bulwark_band
source: Bulwark Band
ja: 防御の輪
ko: 방호의 팔찌
uk: Браслет захисту
zh_cn: 壁垒手环

# item_name_trinket_general_buttressing_band
source: Buttressing Band
ja: 強化の輪
ko: 버팀의 띠
uk: Браслет опори
zh_cn: 强击手环

# item_name_trinket_general_clandestine_cape
source: Clandestine Cape
ja: 内密のマント
ko: 은신의 망토
uk: Плащ невидимості
zh_cn: 无踪披肩

# item_name_trinket_general_dead_ringer
source: Dead Ringer
ja: 死者の呼び鈴
ko: 죽음을 알리는 방울
uk: Дзвони ступору
zh_cn: 死亡铃铛

# item_name_trinket_general_disarming_dagger
source: Disarming Dagger
ja: 折れた短剣
ko: 무장 해제 단검
uk: Кинджал роззброювання
zh_cn: 缴械匕首

# item_name_trinket_general_distracting_dust
source: Distracting Dust
ja: 注目逸らしの粉
ko: 시선 돌리는 가루
uk: Пил утаєння
zh_cn: 迷惑粉尘

# item_name_trinket_general_gnarly_knuckles
source: Gnarly Knuckles
ja: ゴツゴツしたナックル
ko: 무시무시한 너클
uk: Кігтистий кастет
zh_cn: 钉刺指虎

# item_name_trinket_general_guarding_gauntlet
source: Guarding Gauntlet
ja: 守りの籠手
ko: 보호용 장갑
uk: Рукавиця охоронця
zh_cn: 防卫护臂

# item_name_trinket_general_ravens_reach
source: Raven's Reach
ja: 縄張り鴉
ko: 갈까마귀 횃대
uk: Ворон дальності
zh_cn: 乌鸦之触

# item_name_trinket_general_stirring_snuff
source: Stirring Snuff
ja: 奮起の嗅ぎ薬
ko: 각성의 코담배
uk: Зола хвилювання
zh_cn: 澎湃鼻烟

# item_name_trinket_general_strange_sapper
source: Strange Sapper
ja: 奇妙な脱力の剣
ko: 기이한 칼자루
uk: Дивний меч
zh_cn: 怪异剑柄

# item_name_trinket_general_strong_shackles
source: Strong Shackles
ja: 強固な足かせ
ko: 튼튼한 족쇄
uk: Міцні кайдани
zh_cn: 强力镣铐

# item_name_trinket_general_thrilling_tablet
source: Thrilling Tablet
ja: 身震いの石板
ko: 오싹한 석비
uk: Скрижаль тремтіння
zh_cn: 孤注石板

# item_name_trinket_hero_bh_crime_lords_molars
source: Crime Lords' Molars
ja: 犯罪王の歯
ko: 범죄 거물의 어금니들
uk: Зуби ватажків бандитів
zh_cn: 黑帮头目的后槽牙

# item_name_trinket_hero_bh_utility_belt
source: Utility Belt
ja: 万能ベルト
ko: 만능 도구 벨트
uk: Пояс з інструментами
zh_cn: 实用腰带

# item_name_trinket_hero_bh_vengeful_kill_list
source: Vengeful Kill List
ja: 復讐リスト
ko: 복수심 서린 살생부
uk: Список месника
zh_cn: 复仇名单

# item_name_trinket_hero_flg_emancipation
source: Emancipation
ko: 해방
uk: Звільнення

# item_name_trinket_hero_flg_his_prison
source: His Prison
ko: 자신의 감옥
uk: Персональна в’язниця

# item_name_trinket_hero_flg_searing_scripture
source: Searing Scripture
ko: 그슬린 성서
uk: Вогняні письмена

# item_name_trinket_hero_gr_foreclosure_notice
source: Foreclosure Notice
ja: 差し押さえ通知
ko: 압류 통지서
uk: Лист про стягнення боргів
zh_cn: 法拍告示

# item_name_trinket_hero_gr_his_rings
source: His Rings
ja: 夫の指輪
ko: 남편의 반지
uk: Обручки
zh_cn: 他的戒指

# item_name_trinket_hero_gr_stiff_drink
source: Stiff Drink
ja: ドロドロの飲み物
ko: 독주
uk: Міцний напій
zh_cn: 烈酒

# item_name_trinket_hero_hel_bloodied_branch
source: Bloodied Branch
ja: 血まみれの枝
ko: 피 묻은 나뭇가지
uk: Закривавлена гілка
zh_cn: 染血树枝

# item_name_trinket_hero_hel_empty_stein
source: Empty Stein
ja: 空のジョッキ
ko: 빈 술잔
uk: Порожній кухоль
zh_cn: 空酒杯

# item_name_trinket_hero_hel_rotten_tomato
source: Rotten Tomato
ja: 腐ったトマト
ko: 썩은 토마토
uk: Гнилий помідор
zh_cn: 腐烂番茄

# item_name_trinket_hero_hwy_cursed_coin
source: Cursed Coin
ja: 呪われたコイン
ko: 저주 받은 동전
uk: Проклята монета
zh_cn: 受诅金币

# item_name_trinket_hero_hwy_rat_skull
source: Rat Skull
ja: ネズミの頭骨
ko: 쥐의 두개골
uk: Череп пацюка
zh_cn: 老鼠颅骨

# item_name_trinket_hero_hwy_tormenting_locket
source: Tormenting Locket
ja: 苦悩のロケット
ko: 가슴 아린 로켓
uk: Медальйон мук
zh_cn: 折磨吊坠

# item_name_trinket_hero_jes_buskers_haul
source: Busker's Haul
ja: 大道芸人の稼ぎ
ko: 거리 악사의 돈통
uk: Вулична милостиня
zh_cn: 卖艺钱罐

# item_name_trinket_hero_jes_royal_summons
source: Royal Summons
ja: 王家の召喚状
ko: 궁정의 초대장
uk: Королівське запрошення
zh_cn: 皇室诏令

# item_name_trinket_hero_jes_severed_finger
source: Severed Finger
ja: 切断された指
ko: 잘라낸 손가락
uk: Відрізаний палець
zh_cn: 断指

# item_name_trinket_hero_lep_a_simple_flower
source: A Simple Flower
ja: 一輪の花
ko: 소박한 꽃
uk: Польова квітка
zh_cn: 淡雅花卉

# item_name_trinket_hero_lep_inevitable_end
source: Inevitable End
ja: 不可避の終末
ko: 필연적인 끝
uk: Неминучий кінець
zh_cn: 命定终局

# item_name_trinket_hero_lep_uncommon_seashell
source: Uncommon Seashell
ja: 珍しい貝殻
ko: 보기 드문 조개껍질
uk: Рідкісна мушля
zh_cn: 珍稀贝壳

# item_name_trinket_hero_maa_price_of_pride
source: Price of Pride
ja: 高慢の対価
ko: 오만의 값
uk: Плата за гординю
zh_cn: 傲慢的代价

# item_name_trinket_hero_maa_standard_of_the_ninth
source: Standard of the Ninth
ja: 第9部隊の旗
ko: 9중대 군기
uk: Прапор дев’ятого батальйону
zh_cn: 第九营旗帜

# item_name_trinket_hero_maa_undeserved_commendation
source: Undeserved Commendation
ja: 不相応な表彰
ko: 분에 넘치는 임명장
uk: Незаслужений орден
zh_cn: 配不上的嘉奖

# item_name_trinket_hero_occ_scalded_skull
source: Scalded Skull
ja: 黒焦げの頭蓋骨
ko: 열처리한 해골
uk: Череп мук
zh_cn: 炙烤之颅

# item_name_trinket_hero_occ_seeing_sphere
source: Seeing Sphere
ja: 視認の玉
ko: 점치는 구슬
uk: Сфера провидіння
zh_cn: 远视法球

# item_name_trinket_hero_occ_shamblers_eye
source: Shambler's Eye
ja: シャンブラーの目
ko: 기는 혼돈의 눈
uk: Око пітьманника
zh_cn: 跛行者之眼

# item_name_trinket_hero_pd_annotated_textbook
source: Annotated Textbook
ja: 注釈付き教科書
ko: 주석을 단 교과서
uk: Підручник із коментарями
zh_cn: 写满笔记的课本

# item_name_trinket_hero_pd_early_experiment
source: Early Experiment
ja: 初期実験
ko: 예습 실험
uk: Ранній експеримент
zh_cn: 早期实验

# item_name_trinket_hero_pd_storage_room_key
source: Storage Room Key
ja: 保管庫の鍵
ko: 창고실 열쇠
uk: Ключ від лабораторії
zh_cn: 贮藏室钥匙

# item_name_trinket_hero_run_carved_toy
source: Carved Toy
ja: 彫刻されたおもちゃ
ko: 장난감 조각
uk: Дерев’яна іграшка
zh_cn: 雕刻玩具

# item_name_trinket_hero_run_knitted_blanket
source: Knitted Blanket
ja: ニットの毛布
ko: 뜨개질 담요
uk: В’язана ковдра
zh_cn: 针织毯子

# item_name_trinket_hero_run_pile_of_ash
source: Pile of Ash
ja: 灰の山
ko: 재 무더기
uk: Горстка попелу
zh_cn: 一捧灰烬

# item_name_trinket_hero_ves_icon_of_the_light
source: Icon of the Light
ko: 빛의 표식
uk: Ікона Світла

# item_name_trinket_hero_ves_profane_scroll
source: Profane Scroll
ja: 冒涜的な巻物
ko: 불경한 두루마리
uk: Сувій неслави
zh_cn: 渎神卷轴

# item_name_trinket_hero_ves_smoldering_firewood
source: Smoldering Firewood
ko: 이글거리는 장작
uk: Тліючий хмиз

# item_name_trinket_hoarder_fates_foreteller
source: Fate's Foreteller
ja: 運命の予言者
ko: 운명의 예언
uk: Брошка долі
zh_cn: 宿命先知

# item_name_trinket_hoarder_inert_indicia
source: Inert Indicia
ja: 不活発な兆候
ko: 불활성의 징후
uk: Знак спокою
zh_cn: 滞固徽记

# item_name_trinket_hoarder_mortal_ward
source: Mortal Ward
ja: 死者の守り
ko: 필멸의 수호 부적
uk: Оберіг від смерті
zh_cn: 护命符

# item_name_trinket_hoarder_prodding_pendant
source: Prodding Pendant
ja: 駆り立てるペンダント
ko: 콕콕 찌르는 펜던트
uk: Кулон протикання
zh_cn: 驱动吊坠

# item_name_trinket_hoarder_skeletons_sight
source: Skeleton's Sight
ja: ガイコツの目の鍵
ko: 해골의 시야
uk: Брошка скелета
zh_cn: 骷髅之视

# item_name_trinket_hoarder_sparkleball
source: Sparkleball
ja: きらめきの球
ko: 감시의 구체
uk: Блискуча куля
zh_cn: 璀璨光球

# item_name_trinket_organizer
source: Trinket Organizer
ja: 装身具整理ケース
ko: 장신구 정리
uk: Шафа для дрібничок
zh_cn: 饰品收藏柜

# item_name_trinket_shambler_eyes_of_the_void
source: Eyes of the Void
ja: 虚空の瞳
ko: 공허의 눈
uk: Очі безодні
zh_cn: 虚空之眼

# item_name_trinket_shambler_from_beyond
source: From Beyond
ja: 超越の印
ko: 저 너머에서 온 것
uk: Кулон безодні
zh_cn: 域外之物

# item_name_trinket_shambler_hierarchy_of_sights
source: Hierarchy of Sights
ja: 視覚の階層
ko: 시야의 계층
uk: Багатолика піраміда
zh_cn: 纷目之塔

# item_name_trinket_shambler_unblinking_entropy
source: Unblinking Entropy
ja: 平然としたエントロピー
ko: 눈 깜짝 않는 엔트로피
uk: Усевидюча ентропія
zh_cn: 瞪视之熵
