Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# pal_runaway_orphan
source: <color=#{notable}>Orphan</color>
ko: <color=#{notable}>고아</color>
uk: <color=#{notable}>Сирота</color>

# pal_runaway_survivor
source: <color=#{notable}>Survivor</color>
ko: <color=#{notable}>생존자</color>
uk: <color=#{notable}>Та, що вижила</color>

# pal_vestal_chaplain
source: <color=#{notable}>Chaplain</color>
ko: <color=#{notable}>사제</color>
uk: <color=#{notable}>Капелан</color>

# pal_vestal_confessor
source: <color=#{notable}>Confessor</color>
ko: <color=#{notable}>고해 성자</color>
uk: <color=#{notable}>Духівник</color>

# pal_vestal_seraph
source: <color=#{notable}>Seraph</color>
ko: <color=#{notable}>치품천사</color>
uk: <color=#{notable}>Серафим</color>

# party_enemies_label
source: Enemies
ja: 敵
ko: 적
uk: Вороги
zh_cn: 敌人

# party_heroes_label
source: Heroes
ja: 英雄
ko: 영웅
uk: Герої
zh_cn: 英雄

# party_name_grave_robber_flagellant_hellion_leper
source: The Bell Tolls
ko: 울리는 종소리

# party_name_grave_robber_highwayman_jester_man_at_arms
source: The Crimson Dance
ja: 深紅の舞
ko: 진홍빛 춤
uk: Багряний танок
zh_cn: 猩红之舞

# party_name_grave_robber_highwayman_man_at_arms_flagellant
source: The Iron Fortress
ko: 철의 요새

# party_name_grave_robber_highwayman_man_at_arms_jester
source: Insane Crown Posse
ja: 狂気の王位民警団
ko: 정신나간 광대단
uk: Низьке падіння
zh_cn: 不义横财

# party_name_grave_robber_highwayman_man_at_arms_leper
source: The Iron Crown
ja: 鉄の王冠
ko: 철의 왕관
uk: Залізний вінець
zh_cn: 铁王冠

# party_name_grave_robber_highwayman_man_at_arms_plague_doctor
source: Crimson Cross
ja: 深紅の十字架
ko: 핏빛 십자가
uk: Хресний хід
zh_cn: 猩红十字

# party_name_grave_robber_highwayman_plague_doctor_man_at_arms
source: Special Treatment
ja: 特別治療隊
ko: 특수 처방
uk: Особливе ставлення
zh_cn: 特别照顾

# party_name_grave_robber_jester_flagellant_leper
source: No Regrets
ko: 후회는 없다

# party_name_grave_robber_man_at_arms_highwayman_plague_doctor
source: The Archeologists
ja: 考古学者団
ko: 고고학자들
uk: Білі плями
zh_cn: 考古学家

# party_name_grave_robber_man_at_arms_plague_doctor_highwayman
source: The Entrance
ja: エントランス
ko: 환영단
uk: Парадний вхід
zh_cn: 初号行动

# party_name_grave_robber_occultist_plague_doctor_flagellant
source: Grave Prognosis
ko: 심각한 예후

# party_name_grave_robber_plague_doctor_flagellant_leper
source: Blight Town
ko: 중독된 마을

# party_name_grave_robber_plague_doctor_flagellant_runaway
source: Dying Blight
ko: 죽음의 중독

# party_name_grave_robber_plague_doctor_hellion_man_at_arms
source: Yellow Brick Road
ja: 黄色のレンガ道
ko: 옐로 브릭 로드
uk: Дорога із жовтої цегли
zh_cn: 黄砖路

# party_name_grave_robber_plague_doctor_highwayman_flagellant
source: Graveyard Shift
ko: 무덤지기

# party_name_grave_robber_plague_doctor_highwayman_man_at_arms
source: Standard Flip
ja: ありふれた急展開
ko: 동네 묘기단
uk: Зворотний порядок
zh_cn: 标准易位

# party_name_grave_robber_plague_doctor_jester_highwayman
source: Knives
ja: 鋭い切っ先
ko: 칼춤꾼들
uk: Дістати ножі
zh_cn: 刀客

# party_name_grave_robber_plague_doctor_man_at_arms_highwayman
source: Point Blank Inspection
ja: 至近検査
ko: 코 앞에서
uk: Особлива інспекція
zh_cn: 贴身检查

# party_name_grave_robber_plague_doctor_runaway_flagellant
source: Toxin Trickery
ko: 극약처방

# party_name_grave_robber_vestal_highwayman_man_at_arms
source: The Collection
ko: 수집품
uk: Бездоганний баланс

# party_name_hellion_plague_doctor_man_at_arms_highwayman
source: Highway to Hell
ja: 地獄へ一直線
ko: 지옥행 도로
uk: Дорога до пекла
zh_cn: 蛮强组合

# party_name_highwayman_flagellant_man_at_arms_hellion
source: Haunted
ko: 귀신 들린 자들

# party_name_highwayman_grave_robber_man_at_arms_leper
source: A Bold Move
ja: 大胆不敵
ko: 담대한 움직임
uk: Сміливий крок
zh_cn: 鲁莽行动

# party_name_highwayman_grave_robber_man_at_arms_plague_doctor
source: The Expedition
ja: 遠征隊
ko: 탐사대
uk: Останній похід
zh_cn: 新的征程

# party_name_highwayman_grave_robber_plague_doctor_man_at_arms
source: Bedside Manner
ja: ベッドサイドマナー
ko: 환자-의사 관계
uk: Відчуття ритму
zh_cn: 医患关系

# party_name_highwayman_grave_robber_runaway_plague_doctor
source: Manu Propria
ja: マヌ・プロプリア
ko: 지저분한 뒤끝
uk: Своїми руками
zh_cn: 以吾之手

# party_name_highwayman_jester_man_at_arms_leper
source: The Queue
ja: 行列
ko: 대기열
uk: Черга за нами
zh_cn: 追悼队伍

# party_name_highwayman_man_at_arms_grave_robber_plague_doctor
source: The Morgue
ja: 死体安置所
ko: 영안실
uk: Нелегальна трупарня
zh_cn: 停尸房

# party_name_highwayman_man_at_arms_plague_doctor_grave_robber
source: Night Cap
ja: 寝酒
ko: 밤술 한잔
uk: Зелений змій
zh_cn: 安眠特饮

# party_name_highwayman_plague_doctor_grave_robber_man_at_arms
source: Backstabbers
ja: 裏切り者ども
ko: 뒤통수 치는 놈들
uk: Ніж у спину
zh_cn: 背刺组合

# party_name_highwayman_plague_doctor_hellion_flagellant
source: The Harbingers
ko: 사도들

# party_name_highwayman_plague_doctor_man_at_arms_grave_robber
source: Dignitary's Escort
ja: 公爵の護衛
ko: 고학력자 호위대
uk: Блакитна кров
zh_cn: 贵族亲卫

# party_name_highwayman_vestal_grave_robber_hellion
source: Guns 'n Roses
ja: ガンズ・アンド・ローゼズ
ko: 건스 앤 로지스
uk: Стволи й троянди
zh_cn: 枪与玫瑰

# party_name_jester_grave_robber_highwayman_leper
source: Caveat Emptor
ja: 保障無しの買い手
ko: 매수자 위험 부담
uk: Згубна справа
zh_cn: 自行小心

# party_name_jester_highwayman_hellion_leper
source: Brute Squad
ja: 野獣部隊
ko: 돌격대
uk: Загін самогубців
zh_cn: 横行霸道

# party_name_jester_man_at_arms_flagellant_grave_robber
source: The Stumbling Corpse
ko: 비틀거리는 시체

# party_name_jester_occultist_vestal_leper
source: Light and Darkness
ko: 빛과 어둠
uk: Світло й темрява

# party_name_jester_vestal_man_at_arms_hellion
source: Requiem
ja: 哀歌
ko: 장송곡
uk: Реквієм
zh_cn: 安魂曲

# party_name_jester_vestal_plague_doctor_leper
source: The Motley
ko: 뒤범벅
uk: Усяка всячина

# party_name_leper_hellion_vestal_occultist
source: Folie à Quatre
ja: 四重の狂気
ko: 광기의 4인
uk: Квартет диваків
zh_cn: 崇圣四人组

# party_name_man_at_arms_grave_robber_highwayman_plague_doctor
source: Tomb Raiders
ja: 墓所荒らし
ko: 툼레이더
uk: Розкрадачі гробниць
zh_cn: 古墓掠影

# party_name_man_at_arms_grave_robber_plague_doctor_highwayman
source: The Rear Guard
ja: 後方警備隊
ko: 후위대
uk: Захист тилу
zh_cn: 断后铁卫

# party_name_man_at_arms_highwayman_grave_robber_plague_doctor
source: A Grave Prognosis
ja: 重篤な予後
ko: 치명적 진단
uk: Похмурий прогноз
zh_cn: 命不久矣

# party_name_man_at_arms_highwayman_plague_doctor_grave_robber
source: The Magpies
ja: カササギ
ko: 까치떼
uk: Великі надії
zh_cn: 乌鹊齐飞

# party_name_man_at_arms_plague_doctor_grave_robber_highwayman
source: The Stick Up
ja: 強盗
ko: 당당한 강도단
uk: Гостре лезо
zh_cn: 持枪抢劫

# party_name_man_at_arms_plague_doctor_highwayman_grave_robber
source: The Chain Of Command
ja: 指令系統
ko: 명령체계
uk: Cубординація
zh_cn: 命令链条

# party_name_occultist_flagellant_hellion_leper
source: Pain and Power
ko: 고통과 힘

# party_name_occultist_flagellant_highwayman_leper
source: Borrowed Time
ko: 덤으로 사는 삶

# party_name_occultist_grave_robber_flagellant_leper
source: La Danse Macabre
ko: 섬뜩한 춤사위

# party_name_occultist_grave_robber_hellion_leper
source: Outcasts
ja: のけ者たち
ko: 추방자들
uk: Вигнанці
zh_cn: 放逐者

# party_name_occultist_grave_robber_hellion_runaway
source: Eye of the Beholder
ja: 十人十色
ko: 감시자의 눈
uk: Око спостерігача
zh_cn: 眼里西施

# party_name_occultist_grave_robber_highwayman_runaway
source: Fear the Reaper
ja: 畏怖の死神
ko: 사신을 두려워 하라
uk: Бійся Жнеця
zh_cn: 以我残躯化烈火

# party_name_occultist_grave_robber_man_at_arms_highwayman
source: Honor Among Thieves
ja: 仁義の盗人
ko: 도적들의 의리
uk: Справа честі
zh_cn: 盗亦有道

# party_name_occultist_grave_robber_plague_doctor_runaway
source: Smoke and Mirrors
ja: 煙と鏡
ko: 연막과 거울
uk: Дим і дзеркала
zh_cn: 魔术组合

# party_name_occultist_grave_robber_runaway_highwayman
source: By Hook or by Crook
ja: 強硬手段
ko: 구부러진 갈고리
uk: Не києм, то палицею
zh_cn: 不择手段

# party_name_occultist_grave_robber_runaway_plague_doctor
source: Project Runaway
ja: 逃亡計画
ko: 도주 계획
uk: Втеча від себе
zh_cn: 逃离者项目

# party_name_occultist_hellion_highwayman_runaway
source: The Deluge
ja: 大洪水
ko: 폭우
uk: Усесвітній потоп
zh_cn: 势如泄洪

# party_name_occultist_hellion_plague_doctor_runaway
source: Red Azimuth
ja: 赤の方位角
ko: 붉은 방위각
uk: Червоний азимут
zh_cn: 红方位角

# party_name_occultist_highwayman_grave_robber_hellion
source: Devil's Due
ja: 悪魔の権利
ko: 악마의 몫
uk: Дияволові — дияволове
zh_cn: 恶有恶报

# party_name_occultist_highwayman_grave_robber_runaway
source: Whisper in a Whirlwind
ja: 旋風の中の囁き
ko: 회오리 속 속삭임
uk: Шепіт під час бурі
zh_cn: 旋风低语

# party_name_occultist_highwayman_hellion_runaway
source: Blood Zenith
ja: 血の天頂
ko: 유혈의 정점
uk: Багряний зеніт
zh_cn: 鲜血仪典

# party_name_occultist_highwayman_jester_runaway
source: Favor the Bold
ja: 大胆贔屓
ko: 담대한 자들
uk: Удача хоробрих
zh_cn: 一往无前

# party_name_occultist_highwayman_leper_jester
source: Live on Tour
ja: ツアーライブ
ko: 라이브 투어
uk: Життя мандрівника
zh_cn: 巡回演出

# party_name_occultist_highwayman_man_at_arms_leper
source: The Carpenters
ja: カーペンターズ
ko: 용역반
uk: Теслі
zh_cn: 木匠组合

# party_name_occultist_highwayman_plague_doctor_hellion
source: In The Red
ja: イン・ザ・レッド
ko: 피바다 속에서
uk: У червоному
zh_cn: 穷困潦倒

# party_name_occultist_highwayman_runaway_hellion
source: Burning Rage
ja: 憤怒炎上
ko: 불타는 분노
uk: Палаюча лють
zh_cn: 怒火中烧

# party_name_occultist_jester_flagellant_leper
source: Crimson Court
ko: 핏빛 궁정

# party_name_occultist_jester_hellion_runaway
source: Powder Keg
ja: 火薬樽
ko: 가루 항아리
uk: Порохова бочка
zh_cn: 炸药桶

# party_name_occultist_jester_highwayman_leper
source: The Meat Grinder
ja: ミートグラインダー
ko: 고기 분쇄기
uk: По лікоть у крові
zh_cn: 绞肉机

# party_name_occultist_jester_highwayman_runaway
source: Riding Shotgun
ja: 馬車の用心棒
ko: 산탄총 든 조수
uk: Рушниці заряджені
zh_cn: 押车枪手

# party_name_occultist_jester_leper_grave_robber
source: Grave Dancers
ja: 墓場の踊り子
ko: 무덤의 춤꾼
uk: Танок на могилі
zh_cn: 坟墓之舞

# party_name_occultist_jester_leper_hellion
source: Devil's Advocate
ja: 悪魔の唱道者
ko: 악마의 옹호자
uk: Адвокати диявола
zh_cn: 魔鬼代言人

# party_name_occultist_jester_leper_man_at_arms
source: Blunt Force
ja: 鈍力
ko: 순수한 완력
uk: Груба сила
zh_cn: 千钧之力

# party_name_occultist_jester_runaway_leper
source: The Butcher's Circus
ja: 肉屋の大立ち回り
ko: 도살자의 서커스
uk: Цирк різника
zh_cn: 屠夫的马戏团

# party_name_occultist_leper_grave_robber_jester
source: Death's Waltz
ja: 死のワルツ
ko: 죽음의 왈츠
uk: Вальс смерті
zh_cn: 死亡华尔兹

# party_name_occultist_leper_man_at_arms_plague_doctor
source: Delenda Est
ja: デレンダ・エスト
ko: 필연적 파멸
uk: Руйнівники
zh_cn: 至死方休

# party_name_occultist_man_at_arms_flagellant_hellion
source: Army of Fools
ko: 바보들의 행진

# party_name_occultist_man_at_arms_grave_robber_runaway
source: The Defectors
ja: 離反者
ko: 탈주자들
uk: Перебіжчики
zh_cn: 离经叛道

# party_name_occultist_man_at_arms_plague_doctor_jester
source: The Mind's Eye
ja: 心眼
ko: 마음의 눈
uk: Третє око
zh_cn: 心灵之眼

# party_name_occultist_plague_doctor_hellion_leper
source: Blood Train
ja: 血の列車
ko: 피의 열차
uk: Кривавий шлейф
zh_cn: 鲜血列车

# party_name_occultist_plague_doctor_hellion_runaway
source: Death by Inches
ja: 危機一髪
ko: 서서히 다가오는 죽음
uk: Повільна смерть
zh_cn: 蚕食殆尽

# party_name_occultist_plague_doctor_highwayman_hellion
source: If It Bleeds, It Leads
ja: 流血の道
ko: 핏자국을 따라
uk: Жага крові
zh_cn: 鲜血开路

# party_name_occultist_plague_doctor_jester_runaway
source: Blaze Black
ja: ブレイズ・ブラック
ko: 시커먼 화염
uk: Сяйво чорного
zh_cn: 烧灼双目

# party_name_occultist_plague_doctor_runaway_hellion
source: Forces of Nature
ja: 自然の力
ko: 자연의 힘
uk: Сили природи
zh_cn: 自然之力

# party_name_occultist_plague_doctor_runaway_leper
source: Wyrd Science
ja: 奇妙な科学
ko: 기괴한 과학
uk: Чудернацька наука
zh_cn: 怪诞科学

# party_name_occultist_runaway_highwayman_flagellant
source: Hunted
ko: 쫓기는 자들

# party_name_occultist_runaway_highwayman_man_at_arms
source: Arms to Farewell
ja: さらば武器よ
ko: 무기여 잘 있거라
uk: Прощавай, зброє
zh_cn: 送别老兵

# party_name_occultist_runaway_jester_hellion
source: Twist and Bleed
ja: ツイスト・アンド・ブリード
ko: 뒤틀린 피
uk: Кров і лють
zh_cn: 扭曲与流血

# party_name_occultist_runaway_jester_leper
source: The New Blood
ja: 新たな血脈
ko: 새로운 피의 수혈
uk: Свіжа кров
zh_cn: 新鲜血液

# party_name_occultist_runaway_leper_jester
source: Dulce est Desipere
ja: 恋しいほどの甘さ
ko: 아련한 과거
uk: Усьому свій час
zh_cn: 奇遇记

# party_name_occultist_runaway_plague_doctor_jester
source: Bittersweet Symphony
ja: ほろ苦いシンフォニー
ko: 달콤씁쓸한 교향곡
uk: Патетична симфонія
zh_cn: 百感和弦

# party_name_occultist_vestal_highwayman_hellion
source: Divine Intervention
ko: 신성의 개입
uk: Боже втручання

# party_name_occultist_vestal_highwayman_leper
source: Unlikely Tetret
ja: ありえないテトレット
ko: 어울리지 않는 사인방
uk: Незвичайна четвірка
zh_cn: 迥异四人组

# party_name_occultist_vestal_man_at_arms_hellion
source: Shouting Match
ko: 언쟁꾼들
uk: Гучний матч

# party_name_occultist_vestal_runaway_leper
source: Stars Above
ko: 머리 위의 별
uk: Далекі зірки

# party_name_plague_doctor_grave_robber_flagellant_hellion
source: Cadaver Caravan
ko: 시신 운구대

# party_name_plague_doctor_grave_robber_flagellant_leper
source: Rot Squad
ko: 문드러진 특공대

# party_name_plague_doctor_grave_robber_hellion_runaway
source: Running with the Devil
ja: 戯れの悪魔
ko: 악마와의 동행
uk: Наввипередки з дияволом
zh_cn: 与魔同行

# party_name_plague_doctor_grave_robber_highwayman_leper
source: Pat Hand
ja: パットハンド
ko: 쓰다듬는 손
uk: Карти на стіл
zh_cn: 万事俱备

# party_name_plague_doctor_grave_robber_highwayman_man_at_arms
source: The Unusual Suspects
ja: 珍奇な容疑者
ko: 언유주얼 서스펙트
uk: Несхожі на злодіїв
zh_cn: 不寻常的嫌疑人

# party_name_plague_doctor_grave_robber_highwayman_runaway
source: Wall of Fire
ja: 火の壁
ko: 불의 벽
uk: Стіна вогню
zh_cn: 火焰之墙

# party_name_plague_doctor_grave_robber_leper_man_at_arms
source: The Diplomats
ja: 外交官
ko: 왕의 수행단
uk: Дипломати
zh_cn: 外交团

# party_name_plague_doctor_grave_robber_man_at_arms_highwayman
source: Knowledge Highway
ja: 知識の街道
ko: 지식의 길
uk: Сила в знаннях
zh_cn: 博闻强记

# party_name_plague_doctor_grave_robber_occultist_flagellant
source: Rain of Blight
ko: 역병의 비

# party_name_plague_doctor_grave_robber_runaway_hellion
source: Sisters of Battle
ja: 戦闘姉妹
ko: 전장의 자매단
uk: Сестри по зброї
zh_cn: 战场姐妹花

# party_name_plague_doctor_grave_robber_runaway_highwayman
source: Thieves Guild
ja: 盗賊組合
ko: 도둑 길드
uk: Гільдія крадіїв
zh_cn: 盗贼工会

# party_name_plague_doctor_grave_robber_vestal_hellion
source: Valkyries
ja: ヴァルキリー
ko: 발키리들
uk: Валькірії
zh_cn: 瓦尔基里

# party_name_plague_doctor_hellion_vestal_flagellant
source: Medical Breakthrough
ko: 의학 발전

# party_name_plague_doctor_highwayman_grave_robber_man_at_arms
source: The Shuffle
ja: シャッフル
ko: 뒤죽박죽
uk: Майстри передислокації
zh_cn: 乱序入场

# party_name_plague_doctor_highwayman_hellion_leper
source: Meat Cute
ja: ミート・キュート
ko: 천생연분
uk: М’ясне рандеву
zh_cn: 重情重义

# party_name_plague_doctor_highwayman_hellion_runaway
source: The Defiant
ja: 反逆者
ko: 반항아들
uk: Дух свавілля
zh_cn: 反抗者

# party_name_plague_doctor_highwayman_jester_grave_robber
source: Masquerade Ball
ja: 仮面舞踏会
ko: 가면무도회
uk: Бал-маскарад
zh_cn: 化妆舞会

# party_name_plague_doctor_highwayman_jester_occultist
source: The Prestige
ja: 名声を追う者たち
ko: 위신
uk: Престиж
zh_cn: 声名远扬

# party_name_plague_doctor_highwayman_man_at_arms_grave_robber
source: Fall From Grace
ja: 恩寵を失いし者たち
ko: 실추된 명예
uk: Немилість
zh_cn: 声名狼藉

# party_name_plague_doctor_highwayman_runaway_grave_robber
source: Short Arms, Deep Pockets
ja: 武器は不足、道具は万全
ko: 무기는 작지만 주머니는 깊다
uk: Скнари
zh_cn: 三只手

# party_name_plague_doctor_highwayman_runaway_hellion
source: Cut And Run
ja: カット・アンド・ラン
ko: 베고 빠지기
uk: Роби ноги
zh_cn: 游击作战

# party_name_plague_doctor_jester_grave_robber_occultist
source: Occlusion Culling
ja: オクルージョン・カリング
ko: 장애물 솎아내기
uk: Голову на відсіч
zh_cn: 神秘召唤

# party_name_plague_doctor_jester_hellion_leper
source: A Cut Above
ja: 一枚上手
ko: 내리찍는 칼날
uk: Краще за інших
zh_cn: 一刀毙命

# party_name_plague_doctor_jester_hellion_runaway
source: Hot Blooded
ja: 熱血漢
ko: 열혈
uk: Гаряча кров
zh_cn: 热血沸腾

# party_name_plague_doctor_jester_highwayman_leper
source: The Best Medicine
ja: 特効薬
ko: 최고의 처방
uk: Найкращі ліки
zh_cn: 快乐疗法

# party_name_plague_doctor_jester_highwayman_runaway
source: Wolf on the Fold
ja: 群れの狼
ko: 외롭지 않은 늑대
uk: Вовк у кошарі
zh_cn: 盘踞之狼

# party_name_plague_doctor_jester_man_at_arms_runaway
source: False Shine
ja: 偽りの輝き
ko: 빛난다고 하여서
uk: Несправжній лиск
zh_cn: 笑里藏刀

# party_name_plague_doctor_man_at_arms_grave_robber_highwayman
source: Highway Robbery
ja: 辻強盗
ko: 노상 강도질
uk: Грабіж на великій дорозі
zh_cn: 拦路抢劫

# party_name_plague_doctor_man_at_arms_highwayman_grave_robber
source: Robbed Blind
ja: 徹底強奪
ko: 눈뜨고 코베임
uk: При світлі дня
zh_cn: 洗劫一空

# party_name_plague_doctor_occultist_flagellant_leper
source: Biology Assignment
ko: 생물학 과제물

# party_name_plague_doctor_occultist_grave_robber_highwayman
source: The Dismal Science
ja: 悲惨な科学
ko: 음침한 과학
uk: Моторошна наука
zh_cn: 卑劣科学

# party_name_plague_doctor_occultist_hellion_flagellant
source: Near Death
ko: 죽기 직전

# party_name_plague_doctor_occultist_hellion_leper
source: Night Terrors
ja: ナイトテラー
ko: 밤의 공포
uk: Нічні кошмари
zh_cn: 梦魇来临

# party_name_plague_doctor_occultist_highwayman_runaway
source: The Laboratory
ja: 研究室
ko: 실험실
uk: Лабораторія
zh_cn: 实验室组合

# party_name_plague_doctor_occultist_vestal_leper
source: Doctor / Patient
ja: 医師と患者
ko: 의사와 환자
uk: Лікарі й пацієнти
zh_cn: 医生与病人

# party_name_plague_doctor_occultist_vestal_man_at_arms
source: Hook, Serve, Delicious
ja: フック、サーブ、デリシャス
ko: 먹음직스러운 대접
uk: Остання битва
zh_cn: 上钩美味

# party_name_plague_doctor_occultist_vestal_runaway
source: Conflagration
ko: 대화재
uk: Нищівне полум’я

# party_name_plague_doctor_runaway_hellion_grave_robber
source: Finishing School
ja: 仕上げの学校
ko: 종강
uk: Шляхетні дівчата
zh_cn: 毕业生组合

# party_name_plague_doctor_runaway_highwayman_jester
source: The Lottery
ja: 宝くじ
ko: 복권
uk: Лотерея
zh_cn: 头号彩票

# party_name_plague_doctor_runaway_highwayman_man_at_arms
source: Travellers by Gaslight
ja: ガス燈下の旅人
ko: 가스등 아래 여행자들
uk: При світлі місяця
zh_cn: 灰烟旅人

# party_name_plague_doctor_runaway_leper_flagellant
source: Doctor's Orders
ko: 의사의 처방

# party_name_plague_doctor_vestal_flagellant_leper
source: Rue Morgue
ko: 시체 안치소

# party_name_plague_doctor_vestal_occultist_hellion
source: Cultural Exchange
ko: 문화 교류
uk: Культурний обмін

# party_name_plague_doctor_vestal_occultist_leper
source: Triage
ko: 부상자 분류단
uk: Лікарі

# party_name_plague_doctor_vestal_runaway_occultist
source: Safe Than Sorry
ja: 転ばぬ先の杖
ko: 유비무환
uk: Довіряй, але перевіряй
zh_cn: 医者自医

# party_name_runaway_jester_occultist_plague_doctor
source: Cause and Effect
ja: 原因と効果
ko: 인과율
uk: Причина й наслідок
zh_cn: 因缘果报

# party_name_runaway_man_at_arms_flagellant_leper
source: Ruthless Orchestra
ko: 무자비한 오케스트라

# party_name_runaway_occultist_leper_flagellant
source: Fever Dream
ko: 열띤 꿈

# party_name_runaway_occultist_man_at_arms_hellion
source: The Reverse Sear
ja: 燃焼の逆行
ko: 뒤집어서 굽기
uk: З обох боків
zh_cn: 后院起火

# party_name_runaway_plague_doctor_occultist_jester
source: A Fool's Mistake
ja: 愚か者の過ち
ko: 천치의 실수
uk: Участь дурня
zh_cn: 愚者之失

# party_name_vestal_jester_flagellant_leper
source: Bitter Memories
ko: 씁쓸한 기억

# party_name_vestal_jester_hellion_leper
source: Ghost Busters
ja: ゴーストバスターズ
ko: 고스트 버스터즈
uk: Мисливці за привидами
zh_cn: 断魂人

# party_name_vestal_jester_highwayman_man_at_arms
source: Deja Vu
ja: デジャヴ
ko: 데자뷰
uk: Дежавю
zh_cn: 似曾相识

# party_name_vestal_jester_man_at_arms_leper
source: Old King's Court
ja: 旧王宮
ko: 옛 왕의 어전
uk: Все королівське військо
zh_cn: 先王的朝廷

# party_name_vestal_occultist_flagellant_hellion
source: Grave Discomfort
ko: 영 어색한 사이

# party_name_vestal_plague_doctor_flagellant_leper
source: The Malady Militia
ko: 지독한 민병대

# party_name_vestal_plague_doctor_highwayman_man_at_arms
source: The Uneasy Suspects
ko: 언이지 서스펙트
uk: Малоймовірні правопорушники

# party_name_vestal_plague_doctor_occultist_man_at_arms
source: Third Opinion
ja: 第3の意見
ko: 세 번째 의견
uk: Незалежний погляд
zh_cn: 第三意见

# party_name_vestal_plague_doctor_runaway_hellion
source: Sisters of Mercy
ko: 자비의 자매단
uk: Сестри милосердя

# party_name_vestal_runaway_flagellant_leper
source: Last Light
ko: 마지막 불빛

# party_name_vestal_runaway_flagellant_man_at_arms
source: Rain of Sorrows
ko: 슬픔의 비

# party_name_vestal_runaway_grave_robber_hellion
source: Night Out
ko: 야간 자경단
uk: Вечірня прогулянка

# pass_turn
source: Pass
ja: パス
ko: 넘기기
uk: Пропустити
zh_cn: 跳过

# patch_notes_close_label
source: Close
ja: 閉じる
ko: 닫기
uk: Закрити
zh_cn: 关闭

# patch_notes_send_feedback
source: Send Us Your Feedback!
ja: ご意見・ご感想をください！
ko: 피드백을 보내 주세요!
uk: Залишити відгук
zh_cn: 向我们发送反馈！

# pause_menu_abandon_run
source: Abandon Expedition
ja: 遠征を放棄
ko: 원정 포기
uk: Завершити похід
zh_cn: 放弃征程

# pause_menu_abandon_run_confirm_btn
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# pause_menu_abandon_run_decline_btn
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# pause_menu_abandon_run_desc
source: You'll forgo any bonus <color=#{buff}>Candles</color> that you would earn if you make it to the next <color=#{buff}>Inn</color>. Really abandon?
ko: 다음 <color=#{buff}>여관</color>에 도달하면 얻을 수 있는 추가 <color=#{buff}>촛불</color>을 전부 잃게 됩니다. 정말 포기하시겠습니까?
uk: Ви відмовитеся від усіх бонусних <color=#{buff}>свічок</color>, які могли б отримати після прибуття в наступний <color=#{buff}>трактир</color>. Завершити похід?

# pause_menu_abandon_run_title
source: Abandon Expedition?
ja: 遠征を放棄する？
ko: 원정을 포기할까요?
uk: Завершити похід?
zh_cn: 放弃征程？

# pause_menu_attempt_retreat
source: Attempt Retreat
ja: 撤退を試みる
ko: 후퇴 시도
uk: Спробувати втекти
zh_cn: 尝试撤退

# pause_menu_debug
source: Debug
ja: デバッグ
ko: 디버그
uk: Налагодження

# pause_menu_debug_game_over
source: Debug Game Over
ja: デバッグ用ゲームオーバー呼び出し
ko: 디버그 게임 오버
uk: Налагодження кінця гри
zh_cn: Debug游戏结束

# pause_menu_exit_application
source: Exit Game
ja: ゲーム終了
ko: 게임 종료
uk: Вийти з гри
zh_cn: 退出游戏

# pause_menu_exit_application_confirm_btn
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# pause_menu_exit_application_decline_btn
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# pause_menu_exit_application_desc
source: Exit to Desktop?
ja: デスクトップに戻る？
ko: 바탕 화면으로 나갈까요?
uk: Вийти на робочий стіл?
zh_cn: 退出至桌面？

# pause_menu_exit_application_exit_application_btn
source: Desktop
ja: デスクトップ
ko: 바탕 화면
uk: Робочий стіл
zh_cn: 桌面

# pause_menu_exit_application_mainmenu_btn
source: Main Menu
ja: メインメニュー
ko: 메인 메뉴
uk: Головне меню
zh_cn: 主菜单

# pause_menu_exit_application_options_desc
source: Exit to Main Menu or Exit to Desktop?
ja: 終了してメインメニューかデスクトップに戻る？
ko: 메인 메뉴나 바탕 화면으로 나갈까요?
uk: Вийти в головне меню чи на робочий стіл?
zh_cn: 退出至主菜单还是桌面？

# pause_menu_exit_application_title
source: Exit
ja: 終了
ko: 나가기
uk: Вийти
zh_cn: 退出

# pause_menu_give_feedback
source: Feedback
ja: フィードバック
ko: 피드백
uk: Залишити відгук
zh_cn: 反馈

# pause_menu_glossary
source: Token Glossary
ja: トークンの解説
ko: 토큰 사전
uk: Легенда міток
zh_cn: 标记词典

# pause_menu_leave_combat_complete
source: Win Combat
ja: 戦闘に勝利
ko: 전투 승리
uk: Виграти бій
zh_cn: 赢下战斗

# pause_menu_leave_combat_not_complete
source: Lose Combat
ja: 戦闘に敗北
ko: 전투 패배
uk: Програти бій
zh_cn: 输掉战斗

# pause_menu_leave_driving
source: Leave Campaign
ja: 作戦から離脱
ko: 캠페인 종료
uk: Залишити кампанію
zh_cn: 离开战役

# pause_menu_leave_inn
source: Leave Inn
ja: 宿を出る
ko: 여관을 떠난다
uk: Вийти з трактиру
zh_cn: 离开旅馆

# pause_menu_mainmenu_desc
source: Exit to Main Menu?
ko: 메인 메뉴로 나갈까요?

# pause_menu_mainmenu_title
source: Exit
ko: 나가기

# pause_menu_options
source: Options
ja: オプション
ko: 설정
uk: Налаштування
zh_cn: 选项

# pause_menu_return
source: Return to Game
ja: ゲームに戻る
ko: 게임으로 돌아가기
uk: Повернутися до гри
zh_cn: 返回游戏

# pause_menu_return_to_mainmenu
source: Return to Main Menu
ja: メインメニューに戻る
ko: 메인 메뉴로 나가기
uk: Повернутися до головного меню
zh_cn: 返回主菜单

# pause_menu_title
source: Paused
ja: 一時停止
ko: 일시 정지
uk: Пауза
zh_cn: 已暂停

# pause_menu_tutorial
source: Tutorials
ja: チュートリアル
ko: 튜토리얼
uk: Навчання
zh_cn: 教程

# performer_buff_desc_bh_target_burn_dmg_boost_override
source: Deals<color=#{buff}> +50% DMG</color> <color=#{neutral}>when Target </color><sprite name={q}icon_burn{q}>
ko: <sprite name={q}icon_burn{q}> <color=#{neutral}>지정 시 </color><color=#{buff}>주는 피해 +50%</color>
uk: Завдає<color=#{buff}> +50% ШКД</color>, <color=#{neutral}>коли ціль </color><sprite name={q}icon_burn{q}>
