Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_hateful_attack+vestal
source: You drag our crusade toward doom!
ja: あなたは、この聖戦を破滅に向かわせています！
ko: 너희는 우리의 성전을 파멸로 이끌고 있다!
uk: Ти прирікаєш наш хрестовий похід на загибель!
zh_cn: 我们的远征被你拖向毁灭！

# bark_act_out_hatred_of_cadaver_banter@0
source: Ghouls, corpses, fiends - all will fall by my hand!
ja: 食屍鬼、死体、悪霊…すべてこの手で倒す！
ko: 구울, 시체, 악귀... 전부 내 손에 쓰러질 것이다!
uk: Упирі, мерці, демони... від мене ніхто не втече!
zh_cn: 食尸之物、不死之物——全都会倒在我的手下！

# bark_act_out_hatred_of_cadaver_banter@1
source: I shall cut them down with pleasure.
ja: 喜んで切り倒そうじゃないか
ko: 내 기꺼이 베어 넘겨 주지.
uk: Я із задоволенням порубаю їх на кавалки.
zh_cn: 干掉他们？乐意之至。

# bark_act_out_hatred_of_cadaver_banter@2
source: Shriveled things, half-dead already. Easy prey.
ja: しなびていて、もうほぼ死んでいる。格好の獲物だ
ko: 쭈글쭈글한 것들, 이미 반쯤 죽었지. 쉬운 상대야.
uk: Скарлючені тіла, не життя, а якась подоба... легка здобич.
zh_cn: 这些干枯的躯壳本来就半死不活的，解决起来易如反掌。

# bark_act_out_hatred_of_cadaver_banter@3
source: Walking corpses? No trouble at all.
ja: 歩く死体？何の問題もない
ko: 걸어다니는 시체? 일도 아니야.
uk: Ходячі мерці? Без проблем.
zh_cn: 行走的尸体？简单。

# bark_act_out_hatred_of_fanatics_banter@0
source: Heed not the screeds of those fanatics...
ja: 狂信者たちの悲鳴に耳を貸すな…
ko: 저 광신도들의 궤변에 흔들리지 말라고...
uk: Лише дурень слухає промови фанатиків...
zh_cn: 别听那些狂徒的胡言乱语……

# bark_act_out_hatred_of_fanatics_banter@1
source: I'm certain these iron-adorned idiots have destroyed our civilization!
ja: 鉄で着飾ったバカどもが我々の文明を破壊したのは間違いない！
ko: 저 쇠쪼가리 두르고 다니는 멍청이들이 우리 문명을 무너뜨린 게 분명해!
uk: Ці залізні опудала занапастили нашу цивілізацію!
zh_cn: 我很确定，这些融身钢铁的蠢货就是摧毁文明的罪魁祸首！

# bark_act_out_hatred_of_fanatics_banter@2
source: Nothing good from zealotry. Put 'em all down, I say.
ja: 狂信から良いものは生まれない。全員始末するしかない
ko: 광신은 좋을 게 하나 없어. 싹 다 쓸어버리자고.
uk: Бездумна завзятість до добра не доводить.
zh_cn: 狂热永远不会有好下场。要我说，这些人一个也不能放过。

# bark_act_out_hatred_of_fanatics_banter@3
source: Warped, maniacal fools to the last!
ja: どこまでも歪んだバカどもだな！
ko: 몸도 마음도 싹 다 뒤틀린 정신 나간 것들!
uk: Одержимі навіть перед смертю.
zh_cn: 他们全是丧心病狂的恶徒，没有一个例外！

# bark_act_out_hatred_of_fanatics_banter+occultist
source: That which the Fanatics seek is most profane...
ja: 狂信者が求めるものは、神を冒涜するものだ…
ko: 광신도들이 추구하는 건 최악의 불경 뿐이야...
uk: Фанатики сліпо дотримуються своїх хибних переконань.
zh_cn: 这些狂徒的目标邪恶无比……

# bark_act_out_hatred_of_fisherfolk_banter@0
source: If only ye knew the horrors inflicted by these blasphemous Fisherfolk!
ja: この冒涜的な魚人が与える恐怖を知ってさえおけば！
ko: 저 모독적인 어인들이 어떤 공포를 가져오는지 알기나 해?
uk: Якби ви тільки знали, на які жахіття спроможні риболюди!
zh_cn: 恐怕你们还不知道，这些渎神的渔人带来的是何种恐怖！

# bark_act_out_hatred_of_fisherfolk_banter@1
source: The Fisherfolk are profane to the last.
ja: 魚人はどこまでも冒涜的だな
ko: 어인 놈들은 참으로 끝도 없이 불경하지.
uk: Риболюди почали псуватися з голови й прогнили наскрізь.
zh_cn: 每个渔人都是对大自然的亵渎。

# bark_act_out_hatred_of_fisherfolk_banter@2
source: The gilled ones must die.
ja: エラのある奴らは殺す
ko: 비늘 덮인 놈들은 다 죽어야 돼.
uk: Тим, хто вийшов із моря, не місце на нашій землі.
zh_cn: 那些长鳍的怪物必须死。

# bark_act_out_hatred_of_fisherfolk_banter@3
source: There's no hope for the Shroud nor a soul in it.
ja: 灰色の入江に希望はなく、魂もない
ko: 연해나 거기 있는 영혼들에겐 아무 희망도 없어.
uk: В Імлистому не залишилося ані надії, ані живої душі.
zh_cn: 死港的一切都早已无可救药。

# bark_act_out_hatred_of_gentry_banter@0
source: Befouled nobs! I spit in the face of each!
ja: 不浄な貴族たちよ！一人ひとりの顔に唾を吐いてやる！
ko: 역겨운 양복쟁이들! 그 얼굴에 침을 뱉어 주마!
uk: Брудні багатії! Я кожному з них плюю в обличчя!
zh_cn: 这些肮脏的贵族，真是令人唾弃！

# bark_act_out_hatred_of_gentry_banter@1
source: If left unchecked those bloated demons will corrupt Nature itself!
ja: このまま放っておくと、肥大化した悪魔が自然を腐敗させてしまう！
ko: 저 배때지 부른 악마들을 그대로 뒀다가는 자연 그 자체를 타락시키고 말 거다!
uk: Облиш цих чортів без нагляду, і вони спотворять саму природу!
zh_cn: 如果无人干涉，这些肿胀的恶魔将会污染大自然中的一切！

# bark_act_out_hatred_of_gentry_banter@2
source: See - the noble estates of this land house only monsters.
ja: 見ろよ。この地の貴族の館には怪物しか住んでいない
ko: 저 봐. 귀족의 영지라는 곳에는 괴물밖에 없다니까.
uk: У колись шляхетних маєтках залишилися лише чудовиська.
zh_cn: 看——这块土地上的贵族庄园，里面住着的都是怪物。

# bark_act_out_hatred_of_gentry_banter@3
source: Slovenly and feckless without their servants, they are!
ja: 下僕のいない、ただ汚らしい無能な奴らだ！
ko: 하인 없이는 한없이 게으르고 무능한 것들 같으니!
uk: Без своїх слуг вони неповороткі й нерішучі.
zh_cn: 没了他们的奴仆，他们只是群邋遢、怠惰的行尸走肉！

# bark_act_out_hatred_of_swine_banter@0
source: Abominations against natural life, they are...
ja: 奴らは、自然界の生命に対する憎悪だ…
ko: 섭리를 거스르는 혐오스러운 것들...
uk: Ця гидота противиться порушує закони природи...
zh_cn: 这些魔物是对自然与生命的亵渎……

# bark_act_out_hatred_of_swine_banter@1
source: I'd gut another lot of swine for free.
ja: 豚の群れをブチ殺すなら、タダでも喜んでやろう
ko: 돼지들 배때지 가르는 거라면 아무 유감 없어.
uk: Із задоволенням упораюсь ще з одним вепром.
zh_cn: 猪人，来几个我杀几个。

# bark_act_out_hatred_of_swine_banter@2
source: Their foul mutations won't save them from me.
ja: 彼らの邪悪な変異を放っておくわけにはいかない
ko: 이 역겨운 변이체들도 내 앞에서는 살아남지 못해.
uk: Їх чудернацькі мутації не врятують їх від мене.
zh_cn: 纵使有那些肮脏的异变，他们也逃不过我。

# bark_act_out_hatred_of_swine_banter@3
source: Those pigs are as witless as they are ugly.
ja: あの豚どもは醜い上に知恵もない
ko: 돼지같이 못생겨서는 머리도 멍청하군.
uk: Ці свині такі ж дурні, як і потворні.
zh_cn: 这些猪人无比丑陋，而且无比愚蠢。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me
source: Catch your breath. I'm here.
ja: 一息つけ。私はここだ
ko: 숨 좀 돌려. 내가 왔으니.
uk: Переведи дух, я поряд.
zh_cn: 别慌。还有我。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous
source: I'd suffer worse for you.
ja: 君のためならもっと苦しんでも構わない
ko: 당신의 고통을 다 받아 주겠어.
uk: Заради тебе я витерплю будь-що.
zh_cn: 为了你，承受再多我也愿意。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+flagellant
source: Ecstasy in agony, lover mine!
ja: 恋人よ、苦悩の中の快感だな！
ko: 고통 속의 황홀경, 나의 오랜 연인이여!
uk: Екстаз — в агонії, знай!
zh_cn: 在痛苦中绽放吧，吾爱！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+grave_robber
source: This is my kind of foreplay.
ja: これが私の前戯よ
ko: 내 취향의 애무긴 하네.
uk: Це мій спосіб виразити симпатію.
zh_cn: 我就喜欢这种前戏。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+hellion
source: None but I shall touch you!
ja: 私以外に、お前に触れられる者はいない！
ko: 너 건드릴 수 있는 건 나 뿐이다!
uk: Ніхто, окрім мене, не торкнеться тебе!
zh_cn: 除了我没人可以碰你！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+highwayman
source: Mm, like knowing you owe me one.
ja: ああ、俺に借りがあるとわかっているようだな
ko: 음, 당신 나한테 빚 하나 졌다?
uk: Приємно знати, що тобі хтось заборгував.
zh_cn: 嗯，正好让你欠我个人情。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+jester
source: And ruin my plans for you tonight?! Pfah!
ja: 今夜の予定を台無しにするのか！？はっ！
ko: 오늘 밤에 같이 계획한 게 얼만데?! 어림도 없지!
uk: Пам’ятаєш про плани на вечір?
zh_cn: 想毁掉我今晚对你的打算？门都没有！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+leper
source: This is not where you fall.
ja: ここで倒れてはだめだ
ko: 여기는 그대가 쓰러질 곳이 아니다.
uk: Це ще не кінець твого шляху.
zh_cn: 你不会在这里倒下。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+man_at_arms
source: I've lost many, but I won't lose you.
ja: 俺は多くを失ったが、お前を失わせない
ko: 이미 많은 자를 잃었지. 당신은 잃을 수 없어.
uk: Я багатьох втратив, але тебе не втрачу.
zh_cn: 我失去了很多，但我不会失去你。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+occultist
source: Fate has better things in store for us.
ja: 運命は我々に、もっといいものを用意している
ko: 운명은 우리에게 더 나은 안배를 준비해 두었지.
uk: Доля має кращі плани на нас.
zh_cn: 命运对我们还有更好的安排。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+plague_doctor
source: Your safety is paramount!
ja: お前の安全が最優先よ！
ko: 당신의 안전이 최우선이야!
uk: Твоя безпека — це найголовніше!
zh_cn: 你的安全才是第一！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+runaway
source: These bastards gotta learn you're all MINE!
ja: このクソ野郎どもに、お前が私のものだと教えないとな！
ko: 당신이 내 거란 걸 저 새끼들한테 똑똑히 알려 주겠어!
uk: Я твоя вірна союзниця навіки!
zh_cn: 让这些混蛋知道，你是我的！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+amorous+vestal
source: No love of mine fights alone.
ko: 내 사랑은 혼자 싸우지 않는다.
uk: Милу душу я не кину в біді.

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+flagellant
source: I hunger for punishment. Behind me!
ja: 痛みなら俺が引き受ける。守ってやるぞ！
ko: 난 단죄를 갈망한다. 내 뒤로 오라!
uk: Я прагну покарання! Ну ж бо!
zh_cn: 我渴望受到惩罚。来我身后！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+grave_robber
source: This seat taken?
ja: この席は予約済み？
ko: 여기 자리 있어?
uk: Тут зайнято?
zh_cn: 怎么，这儿有人了？

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+hellion
source: Bloodsong rises on the wind...!
ja: 血の歌は風に乗って上昇する…！
ko: 바람 속에서 피의 노래 들린다...!
uk: Усе голосніше вітер підхоплює пісню крові!
zh_cn: 腥风送来鲜血的歌谣……！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+highwayman
source: I got this.
ja: 俺に任せろ
ko: 내가 맡지.
uk: Покладись на мене.
zh_cn: 我没问题的。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+jester
source: Bah - I'm quicker anyhow!
ja: バァ！早いだろう！
ko: 하, 내가 더 빨랐지!
uk: Агов, я однаково швидше!
zh_cn: 啧——反正我身手更矫健！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+leper
source: Fall back. I can take this punishment.
ja: 下がれ。これは私1人で十分だ
ko: 물러서게. 이런 징벌은 나의 몫이니.
uk: Назад, я прийму це покарання.
zh_cn: 退后。这一击由我来接下。

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+man_at_arms
source: No harm shall come to you!
ja: お前に危害は及ばぬ！
ko: 그 어떤 고통도 겪게 할 수는 없어!
uk: Тобі не завдадуть жодної шкоди!
zh_cn: 你不会受伤的！

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+occultist
source: Something in me hungers for a fight...
ja: 私の中の何かが戦いに飢えている…
ko: 내 안의 뭔가가 싸움에 굶주렸다...
uk: Щось у мені прагне бою...
zh_cn: 我的灵魂深处，涌现对战斗的渴望……

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+plague_doctor
source: Perhaps a diversion is in order...
ja: 気をそらすのが妥当かもしれない
ko: 내가 시선을 돌려주지...
uk: Час маневру для відвертання уваги.
zh_cn: 是时候转移一下注意力了……

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+runaway
source: Hold fast - I've got you!
ko: 버티고 있어. 내가 있으니까!
uk: Тримайся, я допоможу тобі!

# bark_act_out_interrupt_MeAsTarget_partner_guards_me+vestal
source: Light shield you!
ko: 빛이 그대를 지켜 주리라!
uk: Нехай Світло захистить тебе!

# bark_act_out_interrupt_partner_combos_after_me
source: Drive them back!
ja: 奴らを追い返せ！
ko: 놈들을 몰아내자!
uk: Прожени ворога геть!
zh_cn: 把他们赶回去！

# bark_act_out_interrupt_partner_combos_after_me+flagellant
source: Yes! Let my lashes guide you!
ja: そうだ！俺の鞭に続け！
ko: 좋다! 나의 채찍이 너를 인도하리라!
uk: Так! Хай мій бич укаже шлях!
zh_cn: 就是这样！让我的鞭笞指引你！

# bark_act_out_interrupt_partner_combos_after_me+grave_robber
source: Where'd you learn to dance like that?
ja: そのダンスはどこで覚えたの？
ko: 그런 춤은 어디서 배웠담?
uk: Хто навчив тебе так танцювати?
zh_cn: 这么棒的舞步是从哪儿学来的？

# bark_act_out_interrupt_partner_combos_after_me+hellion
source: SLAY THEM!
ja: 『殺せ！』
ko: 죽여 버려!
uk: УБИЙ ВОРОГА!
zh_cn: 杀了他们！

# bark_act_out_interrupt_partner_combos_after_me+highwayman
source: One in the front, one 'twixt the shoulders!
ja: 前に一発、肩の間に一発だ！
ko: 칼 하나는 면상에, 또 하나는 어깨 사이에!
uk: Один — у черево, другий — між плечей.
zh_cn: 一刀在前，一刀在后！

# bark_act_out_interrupt_partner_combos_after_me+jester
source: You know where to land 'em.
ko: 어딜 쳐야 할지 잘 알겠지.
uk: Ти знаєш, як і куди бити.

# bark_act_out_interrupt_partner_combos_after_me+leper
source: Thunder follows lightning.
ja: 雷は稲妻の後に来るのだ
ko: 벼락에 뒤따르는 천둥과 같이.
uk: Спочатку блискавка, а потім — грім.
zh_cn: 闪电之后是雷霆。

# bark_act_out_interrupt_partner_combos_after_me+man_at_arms
source: A pincer maneuver! Flank them!
ja: 挟み撃ちだ！側面から攻撃しろ！
ko: 협공 기동이다! 측면을 노려!
uk: Обходимо з флангів!
zh_cn: 钳形战术！两路包夹！

# bark_act_out_interrupt_partner_combos_after_me+occultist
source: Can you feel it? A charge in the air...
ja: 感じるか？空気が帯電して…
ko: 느껴지는가? 대기에 충만한 힘이...
uk: Відчуваєш? У повітрі щось витає...
zh_cn: 你能感受到么？命运在此刻改写……

# bark_act_out_interrupt_partner_combos_after_me+plague_doctor
source: Their formations are nothing before our cleverness!
ja: 彼らの陣形も、私たちの賢さの前では無に等しい！
ko: 우리의 전술 앞에 저들의 진형은 아무것도 아니야!
uk: Їхня зброя — ніщо в порівнянні з нашою кмітливістю!
zh_cn: 在我们的聪明才智面前，他们的阵型漏洞百出！

# bark_act_out_interrupt_partner_combos_after_me+respectful
source: That is how it's done!
ja: こうやってやるんだ
ko: 싸움은 이렇게 해야지!
uk: Ось як це робиться!
zh_cn: 干净利落！

# bark_act_out_interrupt_partner_combos_after_me+respectful+flagellant
source: Follow my path and be rewarded!
ko: 나의 길을 따르면 보상이 따르리라!
uk: Іди моїм шляхом — і отримаєш винагороду!

# bark_act_out_interrupt_partner_combos_after_me+respectful+grave_robber
source: Dearie me, you're a natural!
ja: 愛しい人よ、いい感じだったぞ！
ko: 우리 자기, 아주 타고 났네!
uk: Золотко, та в тебе талант від народження!
zh_cn: 亲爱的，你真是个天才！

# bark_act_out_interrupt_partner_combos_after_me+respectful+hellion
source: We shall sing them to their graves!
ja: 奴らが墓場に行くまで歌うぞ！
ko: 놈들의 무덤에 노래 불러 주자!
uk: Ми загонимо їх піснею в могили!
zh_cn: 送他们进坟墓！

# bark_act_out_interrupt_partner_combos_after_me+respectful+highwayman
source: *appreciative whistle*
ja: ヒューヒュー
ko: (감탄의 휘파람)
uk: *схвальний свист*
zh_cn: *欣赏的口哨声*

# bark_act_out_interrupt_partner_combos_after_me+respectful+jester
source: That move always got a laugh at court.
ja: その動き、いつも宮中でウケてたな
ko: 궁정에서는 웃음 유도 동작이었는데 말이야.
uk: Це був мій коронний номер.
zh_cn: 这一招在宫廷里总能把人逗笑。

# bark_act_out_interrupt_partner_combos_after_me+respectful+leper
source: You are a worthy partner, indeed.
ja: お前は実に価値あるパートナーだ
ko: 그대는 실로 가치 있는 동료일세.
uk: Ти справді гідний напарник.
zh_cn: 你是个值得尊重的好伙伴。

# bark_act_out_interrupt_partner_combos_after_me+respectful+man_at_arms
source: A drubbing they won't soon forget!
ja: 奴らもすぐには忘れられないほどの大打撃だ！
ko: 놈들에게 마음의 상처를 깊이 새겨 주자고!
uk: Такий розгром вони не скоро забудуть!
zh_cn: 把他们揍得找不着北！

# bark_act_out_interrupt_partner_combos_after_me+respectful+occultist
source: THEY ARE INSECTS BEFORE US.
ja: 『我々の前では、奴らは虫に過ぎん』
ko: 눈 앞에 버러지들이 있구나.
uk: ТА ВОНИ НІЩО ПОРІВНЯНО З НАМИ.
zh_cn: 【在你我面前，他们形同蝼蚁。】

# bark_act_out_interrupt_partner_combos_after_me+respectful+plague_doctor
source: Let us end these aberrations!
ja: この異常な状況を終わらせる！
ko: 이 정화를 끝내 버리자!
uk: Покінчімо із цією чумою!
zh_cn: 让我们消灭这些畸变体！

# bark_act_out_interrupt_partner_combos_after_me+respectful+runaway
source: Let 'er rip!
ja: 遠慮せず行って！
ko: 찢어 버려!
uk: Хай здохнуть!
zh_cn: 去吧！

# bark_act_out_interrupt_partner_combos_after_me+respectful+vestal
source: An ally equal to our crusade!
ja: 我らが十字軍に相応しい戦いぶりですね！
ko: 우리의 성전에 걸맞는 동료로군!
uk: Союзник, гідний нашої місії!
zh_cn: 你能与我们的骑士团相匹敌！

# bark_act_out_interrupt_partner_combos_after_me+runaway
source: Ha! We make this look easy.
ja: ハッ！簡単にやってのけたね
ko: 하! 같이 간단히 처리했지?
uk: З нами все легше.
zh_cn: 哈！在咱们面前没有不能克服的困难！

# bark_act_out_interrupt_partner_combos_after_me+vestal
source: We are guided by powers greater than our own!
ja: 私たちは、偉大な力に導かれているのです！
ko: 우리는 초월한 힘의 인도를 받는다!
uk: Нас спрямовують сили, вищі за наші!
zh_cn: 神圣的力量指引我们！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit
source: We'll make them regret that!
ko: 후회하게 만들어 주자!
uk: Ми ще змусимо їх пошкодувати!

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+flagellant
source: They tread a dangerous path, angering me!
ja: 奴らは危険な道を歩み、俺を怒らせた！
ko: 저들은 위험한 길에 발 들였구나. 분노가 치민다!
uk: Вони ступили на небезпечний шлях, розгнівавши мене!
zh_cn: 胆敢激怒我——要他们好看！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+grave_robber
source: *wink*
ja: やったわね
ko: (찡긋)
uk: *підморгує*
zh_cn: *抛媚眼*

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+hellion
source: They shall CHOKE on our WRATH!
ja: 奴らは我らの怒りで窒息するであろう！
ko: 우리의 분노에 빠뜨려 죽여버리자!
uk: Ворог задихнеться від нашого гніву!
zh_cn: 我们的怒火他们可吃不消！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+highwayman
source: Pay me back later.
ja: 礼は後にしてくれよな
ko: 나중에 갚으라고.
uk: Борг повернеш пізніше.
zh_cn: 下次再报答我。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+jester
source: Made you look.
ja: 引っかかったな
ko: 눈길 좀 끌었지?
uk: Я обернувся.
zh_cn: 这样你就能多看我一眼了。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+leper
source: Survive the sting - fear the swarm.
ja: 刺されて生き残ったならば、群れを恐れよ
ko: 가랑비는 맞아 주지만 폭풍은 나의 것.
uk: Не бійся однієї бджоли, бійся цілого рою.
zh_cn: 蜂蛰能忍，蜂群难熬。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+man_at_arms
source: We advance together or not at all!
ja: 共に前進するか、一歩も進まないかだ！
ko: 발 맞춰 나가지 못하면 승리할 수 없다!
uk: Або всі разом, або ніхто!
zh_cn: 要么同进退，要么共沉沦！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+occultist
source: They'll soon learn you have powerful friends.
ja: お前に強力な友人がいることを、奴らはすぐに知るだろう
ko: 저들은 곧 자네의 벗에게 강력한 친구가 있다는 걸 알게 될 터.
uk: Незабаром вони дізнаються, що в тебе є впливові друзі.
zh_cn: 他们很快就会明白，你有强大的朋友。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+plague_doctor
source: Seems only proper!
ja: 妥当だな！
ko: 당연한 귀결이지!
uk: Саме так і треба.
zh_cn: 理应如此！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful
source: Not on my watch!
ja: 私の前でそんなことはさせない！
ko: 내가 보고 있는 한 어림도 없지!
uk: Не в мою варту!
zh_cn: 休想！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+flagellant
source: A necessary piece of my sacred plan, you are!
ja: お前は、俺の神聖な計画に必要な存在だ！
ko: 내 신성한 계획에 반드시 필요한 것은 바로 너다!
uk: Ти необхідна частина мого священного плану!
zh_cn: 对我的神圣计划而言，你是不可或缺的一块拼图！

source: I admit it. I'd miss you.
ja: 認めるよ。寂しくなるけど
ko: 솔직히 자기가 보고 싶을 것 같아서.
uk: Визнаю, я сумуватиму за тобою.
zh_cn: 好吧，我承认。我不想失去你。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+hellion
source: Blood for blood!
ja: 血には血を！
ko: 피에는 피로!
uk: Кров за кров!
zh_cn: 血债血偿！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+highwayman
source: If they come for you, we'll stop 'em.
ja: 奴らがお前を狙ってきたら、俺たちが止める
ko: 저들이 널 노리더라도 내가 저지하겠어.
uk: Якщо вони прийдуть за тобою, ми їх зупинимо.
zh_cn: 他们敢来攻击你，我们就拦住他们。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+jester
source: I've decided - you don't get to die.
ja: 決まりだ。君は死ぬことはない
ko: 넌 죽지 않을 거라고 내가 정해 놨어.
uk: Я вирішив: ти не помреш.
zh_cn: 我决定了——你不能死。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+leper
source: A blow I am happy to take.
ja: 進んで受けたい一撃だ
ko: 기꺼이 맞아줄 수 있는 일격이로군.
uk: Я радий прийняти цей удар.
zh_cn: 这一击我甘愿承受。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+man_at_arms
source: Not so long as I yet stand!
ja: 俺がまだ立っているから大丈夫だ！
ko: 내가 버티는 한 어림 없다!
uk: Пройти повз мене їм буде важко!
zh_cn: 只要我还有一口气，这种事就不会发生！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+occultist
source: A valued ally repaid in kind.
ja: 大切な味方への恩返しだ
ko: 가치 있는 동료는 선의의 보답을 받는다.
uk: Цінний союзник відповідає взаємністю.
zh_cn: 为了宝贵的盟友，理应挺身而出。

source: You're too useful to lose to these vermin!
ja: お前はこの害獣に負けるには惜しい存在よ！
ko: 넌 저 버러지들한테 잃기에 쓸모가 너무 많아!
uk: Тебе шкода віддавати тій мерзоті!
zh_cn: 你这么有用，拿去喂怪物就太浪费了！

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+runaway
source: I owed you one. Not that I'm keepin' track.
ja: お前に借りがあったんだ。記録しているわけじゃないけど
ko: 옛날에 빚 하나 졌잖아. 기억은 안 나지만.
uk: За мною був боржок. Щойно згадала.
zh_cn: 我欠过你一份人情。不过也不差这一次。

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+respectful+vestal
source: You have earned my esteem.
ko: 실로 존중할 만한 자로다.
uk: Ти заслуговуєш на мою повагу.

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+runaway
source: What are friends for?
ko: 친구 좋다는 게 뭐겠어?
uk: Для чого ще потрібні друзі?

# bark_act_out_interrupt_partner_retalitates_after_i_am_hit+vestal
source: Can't have you hurting!
ko: 그대를 다치게 둘 수는 없다!
uk: Не допущу, щоб тобі було боляче!

# bark_act_out_jealous_banter@0
source: And what of <i>my</i> needs, hm?
ja: <i>私の</i>希望はどうするんだ、おい？
ko: <i>나는</i> 신경도 안 써주나?
uk: А як щодо <i>моїх</i> потреб?
zh_cn: 那谁来帮<i>我</i>呢，嗯？

# bark_act_out_jealous_banter@1
source: Feh. You get all the good loot.
ja: はぁ。良いものはすべてお前が頂くんだな
ko: 하, 좋은 건 다 자기가 챙기는구만.
uk: Мені ніколи нічого цінного не перепадає!
zh_cn: 呸。好的战利品都被你拿走了。

# bark_act_out_jealous_banter@2
source: I wish I could relax so easy as you...
ja: 私も、君のように簡単にリラックスできたらいいが…
ko: 나도 너희처럼 천하태평하게 굴고 싶다만...
uk: Хотілося б і мені так розслабитися...
zh_cn: 真希望我能像你一样放松……

# bark_act_out_jealous_banter@3
source: That bunk looks far more comfortable than my own...
ja: その寝台、私の寝台よりはるかに快適そうだ…
ko: 네 침대는 어째 내 것보다 훨씬 편해 보인다...
uk: Це ліжко набагато зручніше за моє...
zh_cn: 那张床铺看起来比我的舒服多了……

# bark_act_out_jealous_banter@4
source: You didn't think I'd notice you making eyes at each other?
ja: 目が合ってるのに気づかないと思ったのか？
ko: 너희가 서로 눈빛 교환하는 걸 내가 모를 줄 알았나?
uk: Я бачу, як ви тут перезираєтеся!
zh_cn: 你们以为，我看不出你俩在挤眉弄眼么？

# bark_act_out_lost_in_space_banter@0
source: Careful! I stepped out and fell right through the road.
ja: 危ない！足を踏み出したら道路から突き抜けてしまったよ
ko: 조심해! 한 발짝만 잘못 디디면 도로로 굴러 떨어진다.
uk: Обережно! Тут глибокі ями.
zh_cn: 当心！我刚才一下马车，就一脚踩空坠入了深渊……

# bark_act_out_lost_in_space_banter@1
source: It's full of stars...
ja: 星がいっぱいだ…
ko: 온통 별천지로군...
uk: Там повно зірок...
zh_cn: 漫天星河……

# bark_act_out_lost_in_space_banter@2
source: Our world dissolves like sand in water...
ja: 我々の世界は、水の中の砂のように崩れていく…
ko: 온 세상이 강가의 모래처럼 부식되는구나...
uk: Наш світ розпливається, мов пісок у воді...
zh_cn: 我们的世界在逐渐消融，如同沙石被泄洪冲走……

# bark_act_out_lost_in_space_banter@3
source: P-please, cover that mirror...!
ja: 頼む、鏡を隠してくれ…！
ko: 제발, 저 거울 좀 가려 줘...!
uk: Хто-небудь, накрийте це дзеркало!
zh_cn: 求……求你了，遮住那面镜子……！

# bark_act_out_lost_in_space_banter@4
source: The sky! It draws closer, it's reaching down...!
ja: 空が！迫ってくる、下がってきている…！
ko: 하늘이! 점점 가까워져. 무너져 내려...!
uk: Небо! Воно наближається, падає вниз...
zh_cn: 快看！天空在向我们逼近，就要塌下来了……！

# bark_act_out_lost_in_time_and_space_banter@0
source: All of this has happened before. You wouldn't like the ending.
ja: 前にもこんなことがあった。いい終わり方にはならない
ko: 이건 다 예전에 일어났던 일의 반복일 뿐. 결말은 마음에 들지 않을 거다.
uk: Усе це вже траплялося раніше. Фінал тобі не сподобається.
zh_cn: 这一切都曾经发生过。你们不会喜欢结局的。

# bark_act_out_lost_in_time_and_space_banter@1
source: Each of you are rotting before me, over and over and over...
ja: お前たち全員が、私の目の前で腐っていく、何度も何度も…
ko: 너희 모두 내 눈 앞에서 썩어 문드러졌지, 끝도 없이 계속...
uk: Ваші останки гниють у мене на очах знову й знову.
zh_cn: 你们每个人都在我面前逐渐腐烂，反反复复……

# bark_act_out_lost_in_time_and_space_banter@2
source: How many ends must we suffer?
ja: 我々はどれだけの結末を迎えて、苦しまねばならないのか？
ko: 얼마나 많은 종말에 더 고통 받아야 하나?
uk: Скільки разів мені ще страждати?
zh_cn: 我们要经受多少个痛苦的结局？

# bark_act_out_lost_in_time_and_space_banter@3
source: I've seen what awaits us at the summit...
ja: 山頂で待ち受けているものを私は見たんだ…
ko: 나는 정상에서 우릴 기다리고 있는 존재를 보았어...
uk: Мені відкрилося те, що чекає на нас на вершині...
zh_cn: 我见到过在山峰等着我们的事物……

# bark_act_out_lost_in_time_and_space_banter@4
source: Tell me, are you really who you claim to be? Am I?
ja: 教えてくれ、君は本当に話しているとおりの人物なのか？私はどうなんだ？
ko: 너희가 과연 스스로 생각하는 자신이 맞는 것 같아? 나는 어떨까?
uk: Хто тут хто? Хто я? Кому взагалі можна довіряти?
zh_cn: 告诉我，你真的是你所说的那个人吗？我呢，我又是谁？

# bark_act_out_lost_in_time_and_space_banter@5
source: The coach rattles, yet we move not.
ja: 駅馬車がガラガラと揺れても、我々は動かない
ko: 마차는 덜걱거리지만 우리는 움직이지 않는구나.
uk: Диліжанс рухається, але ми стоїмо на місці.
zh_cn: 马车在颠簸，但我们却没有移动分毫。

# bark_act_out_lost_in_time_and_space_banter@6
source: The land itself slouches toward death.
ja: 土地そのものが死に向かって頭をもたげていく
ko: 이 땅 전체가 죽음을 향하여 휘청거린다.
uk: Сама земля тягнеться до смерті.
zh_cn: 这块大陆在缓缓滑向灭亡。

# bark_act_out_lost_in_time_and_space_banter@7
source: The last time we were here, you all died.
ja: 前に我々がここへ来たとき、お前たちは全滅した
ko: 지난 번에 여기까지 왔을 때는 너희 다 죽었었지.
uk: Усі загинули, коли ми були тут востаннє.
zh_cn: 上次我们来到这里的时候，你们全都死了。

# bark_act_out_lost_in_time_and_space_banter@8
source: This road always ends at the same place...
ja: この道はいつも同じところで終わる…
ko: 이 길의 종착점은 언제나 똑같아...
uk: Дорога завжди закінчується на тому самому місці.
zh_cn: 这条路永远通向同样的终点……

# bark_act_out_lost_in_time_banter@0
source: But...but we left you in the ruins, did we not?
ja: でも…でも、我々は君を廃墟に置き去りにしたよな？
ko: 아니... 아니, 우린 널 폐허에 버려 두고 갔다고. 그랬잖아?
uk: Хіба... хіба ми не залишили тебе в руїнах?
zh_cn: 可是……可是我们把你留在那片废墟里了，不是么？

# bark_act_out_lost_in_time_banter@1
source: I was here when all of this was new.
ja: この騒ぎが始まったばかりの時、私はここにいた
ko: 난 이 모든 것의 시작부터 여기 있었다.
uk: Усе це з’явилось у мене на очах.
zh_cn: 这一切都还崭新的时候，我就在这里了。
