Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_altar_of_hope_max_hero_jester_01_0
source: Wherever people gather, his songs will soothe the destitute, and galvanize the fearful.
ja: 人が集う場所ならどこでも、彼の歌が貧しさを癒し、恐怖に怯える人々を元気づけるだろう。
ko: 그의 노래는 사람들이 모인 곳 어디서나 빈민을 달래고 공포를 몰아내며 활력을 불어 넣어 주겠지.
uk: Де б не зібрався народ, його пісні дадуть розраду знедолених і підбадьорять наляканих.
zh_cn: 在人们聚集之处，他的歌谣会让贫穷者重拾信念，让恐惧者重拾理智。

# vo_altar_of_hope_max_hero_leper_01_0
source: Wherever the weak and vulnerable bow beneath a cruel yoke, he will be there
ja: 弱き者が残酷な支配の下にひれ伏すとき、彼はそこに姿を現し
ko: 그는 약자들이 잔인한 굴레 아래 굴복하여 신음하는 곳이라면 어디든 나타나
uk: Він завжди буде поруч там, де знеможені й беззахисні схиляються під важким тягарем,
zh_cn: 每当弱小无助之人被迫为人牛马，他便会挺身而出，

# vo_altar_of_hope_max_hero_leper_01_1
source: to repay their oppressors in kind.
ja: 迫害者たちに報いるだろう。
ko: 억압자들에게 그 대가를 치르게 해 줄 걸세.
uk: щоб відплатити їх гнобителям тією самою монетою.
zh_cn: 令压迫者自食其果。

# vo_altar_of_hope_max_hero_man_at_arms_01_0
source: Humility fortifies the hand and the heart. Behind his unwavering shield,
ja: 謙虚さは腕前と精神を強くする。 彼の恐れを知らぬ盾のもとに、
ko: 겸손은 투지와 기량을 강화하는 법. 흔들림 없는 그 방패 뒤에서는
uk: Смиренність зміцнює руку й серце. За його непохитним щитом
zh_cn: 谦卑令双手沉稳、令心灵坚定。在他高举的盾牌后面，将会集结一支

# vo_altar_of_hope_max_hero_man_at_arms_01_1
source: the peasant militia will rally.
ja: 農民の兵士たちが結集するであろう。
ko: 싸우고자 하는 농민의 의지가 결집할 걸세.
uk: згуртується селянське ополчення.
zh_cn: 由出身卑微之人组成的民兵团。

# vo_altar_of_hope_max_hero_occultist_01_0
source: Warden and watcher, master of the outer spheres. He will be a cosmic bulwark
ja: 監視人であり、見張り人であり、外界の支配者でもある。彼は、虚空からの侵入を
ko: 그는 외계의 주인이자 감시자, 그리고 파수꾼이니. 앞으로 우주의 보루가 되어
uk: Страж і дозорний, знавець потойбічних світів. Він стане космічним оплотом
zh_cn: 他是守护者，是守望者，亦是驾驭外域之人。当虚空进犯时，

# vo_altar_of_hope_max_hero_occultist_01_1
source: against intrusions from the void.
ja: 防ぐ宇宙の防壁となるであろう。
ko: 공허로부터의 침범을 막아줄 테지.
uk: у боротьбі проти вторгнень із безодні.
zh_cn: 他的力量将化作宇宙的壁垒。

# vo_altar_of_hope_max_hero_plague_doctor_01_0
source: The world's wounded have much to teach - she will study them, and work tirelessly
ja: 傷ついた人々から学ぶべきことは多い。彼女は、それを研究し、
ko: 세상의 상처 입은 자들은 참으로 연구할 게 많지. 그녀는 앞으로도 연구를 거듭하여
uk: Страждальники цього світу можуть багато чого навчити. І вона проведе дослідження, працюючи невпинно,
zh_cn: 这个世界的伤者可以传授许多知识——她将会逐一研学，并孜孜不倦地

# vo_altar_of_hope_max_hero_plague_doctor_01_1
source: to treat their trauma.
ja: 彼らのトラウマを治療すべく、たゆまぬ努力を続けるだろう。
ko: 몸과 마음 모두를 고쳐 주려 노력할 걸세.
uk: щоб вилікувати їхні рани.
zh_cn: 疗愈他们的创伤。

# vo_altar_of_hope_max_hero_runaway_01_0
source: She will teach others to survive in scarcity. And through her, abundance
ja: 彼女は、たとえ不十分でも生き抜く術を他の者に教えるであろう。そして、その教えを通じて
ko: 빈곤 속에서 살아남는 방법을 가르치는 스승이라. 그녀의 가르침 덕에 죽어버린 폐허에서도
uk: Вона навчить інших виживати в злиднях. З її допомогою мертві руїни
zh_cn: 她将教会他人如何在资源稀缺之时生存。而她的双手，则能让

# vo_altar_of_hope_max_hero_runaway_01_1
source: will bloom from lifeless debris.
ja: 命なき瓦礫から豊かさが花開くことを学ぶであろう。
ko: 다시금 풍요로움이 피어날 걸세.
uk: перетворяться на центр життя.
zh_cn: 死气沉沉的弃物绽放出丰饶的盛景。

# vo_altar_of_hope_max_hero_vestal_01_0
source: A beacon in the dark, her radiant faith will affirm the humanity in us all.
ja: 彼女の輝く信念は、暗闇を照らす道しるべとなり、我々の中にある人間性を肯定してくれるだろう。
ko: 어둠 속에서 횃불처럼 빛나는 그녀의 믿음은 우리 모두의 인간성을 확인시켜 줄 터.
uk: Її сяюча віра — маяк у темряві. Завдяки їй ми станемо людянішими.
zh_cn: 她是黑暗中的圣火；她那光辉的信念将唤起我们心底的人性。

# vo_altar_of_hope_max_track_01_0
source: It is done.
ja: 終わった。
ko: 이제 다 되었군.
uk: Справу зроблено.
zh_cn: 大功告成。

# vo_altar_of_hope_max_track_02_0
source: Your labours have borne fruit.
ja: 君の努力は実を結んだ。
ko: 자네의 과업이 결실을 맺었네.
uk: Ваша праця принесла плоди.
zh_cn: 你的辛勤付出有所回报。

# vo_altar_of_hope_max_track_03_0
source: Imperfect, surely. But whole once more.
ja: 確かに不完全ではある。だが、かつての姿を取り戻してはいる。
ko: 물론 완벽하지는 않지. 허나 다시금 온전해졌군.
uk: Не ідеально, але єднання відновлене.
zh_cn: 当然，称不上完美。但总算是再次完整了。

# vo_altar_of_hope_max_track_04_0
source: Wholesome accomplishment is good for the soul.
ja: 健全なる達成感は心に響くものだ。
ko: 훌륭한 성취는 영혼에도 좋은 법.
uk: Корисні звершення окриляють душу.
zh_cn: 美满的成就可以滋养灵魂。

# vo_altar_of_hope_memory_track_upgrade_01_0
source: Reflect now on simpler times precious moments, and finer things.
ja: 素朴な時代、貴重な時間、素晴らしきものを今一度振り返ってみよう。
ko: 더 단순했던 시절의 소중한 순간과 자잘했던 것들을 다시금 되돌아보게나.
uk: Задумайтеся про колишні часи, дорогоцінні миті й прекрасні речі.
zh_cn: 现在，回忆更单纯的时间，更珍贵的时刻，以及更美好的事物。

# vo_altar_of_hope_memory_track_upgrade_02_0
source: As the mind wanders, the past feels almost within reach...
ja: 心を自由にさまよわせると、過去はすぐそこに感じられる…
ko: 마음이 방황할 때, 옛 일은 마치 어제처럼 느껴지는 법...
uk: Поки розум блукає, минуле здається дуже близьким.
zh_cn: 随着思绪飘逸，过往几乎触手可及……

# vo_altar_of_hope_metagame_open_01_0
source: Wisdom will help you choose a path, resourcefulness will ensure you survive it.
ja: 知恵があれば進路を選ぶのに役立ち、機転が利けば確実に生き残ることができる。
ko: 지혜는 길을 선택할 때 도움이 되지만, 수완은 그 길에서 살아남는데 도움이 되네.
uk: Мудрість допоможе вибрати дорогу, а винахідливість — вижити під час подорожі.
zh_cn: 智慧将帮助你选择道路，而机敏将保证你能抵达道路的另一头。

# vo_altar_of_hope_metagame_open_02_0
source: Study the winding roads and routes of our Kingdom - find any advantage!
ja: 我が王国の曲がりくねった道やルートを研究し、活用できそうなところを見つけるのだ！
ko: 왕국의 구불구불한 길과 경로를 연구하여 최대한 유리한 점을 찾아 보게나!
uk: Вивчайте звивисті дороги й шляхи нашого королівства й знаходьте переваги!
zh_cn: 研究我们国度的每一条曲折道路——不要错过任何优势！

# vo_altar_of_hope_open_class_01_0
source: Look to those who have known fear and failure in ample portion.
ja: 恐怖と失敗を経験した者たちを、とくと見るがよい。
ko: 두려움과 실패를 충분히 경험한 자들을 찾아 봅세.
uk: Погляньте на тих, кому дуже добре відомі невдачі й страх.
zh_cn: 看看那些充分领略了恐惧与失败的人吧。

# vo_altar_of_hope_open_class_02_0
source: Hearts and minds will carry the day.
ja: 心と精神が勝利をもたらすのだ。
ko: 진심 어린 마음이 세상을 움직이네.
uk: Серце й розум зрештою беруть верх.
zh_cn: 勇气与智慧将砥砺前行。

# vo_altar_of_hope_open_class_03_0
source: These are beaten, broken souls - and yet, our fortunes ride with them.
ja: これらは打ちのめされ、傷ついた魂だ。しかし、我々の運命は彼らと共にある。
ko: 너덜너덜하고 망가진 영혼들이지. 하지만 우리의 희망은 저들에게 걸려 있네.
uk: Ці душі поранені, скалічені — і все-таки наша доля пов’язана з ними.
zh_cn: 这些沧桑的灵魂饱经磨难——但我们的未来就扛在他们肩上。

# vo_altar_of_hope_open_item_01_0
source: To recall a thing is to make it real once more.
ja: 思い出すということは、それをもう一度、現実にするということだ。
ko: 기억한다는 것은 다시금 현실로 불러 온다는 것이지.
uk: Згадати щось означає знову це пережити.
zh_cn: 回忆一件事物，就是让它再次变得真实。

# vo_altar_of_hope_open_item_02_0
source: Spare a thought for tools of iron - such implements will serve us well.
ja: 鉄の道具に思いを馳せるがいい。こういった道具は、大いに役立つ。
ko: 강철의 도구도 항상 염두에 두게나. 우리의 의지를 수행해 줄 수단이니.
uk: Не забудьте про залізні знаряддя — вони стануть у нагоді.
zh_cn: 考虑考虑钢铁的工具吧——这些手段能提供莫大的助益。

# vo_altar_of_hope_open_memory_01_0
source: The more they have to hold on to, the harder they will fight.
ja: すがりつくものが多ければ多いほど、彼らはより激しく戦うのだ。
ko: 잃을 게 많을 수록 더 용감히 싸우는 법.
uk: Що більше в людині того, що можна втрачати, то відчайдушніше вона бореться.
zh_cn: 他们所拥有的越多，斗志就越顽强。

# vo_altar_of_hope_open_memory_02_0
source: Memory is the hearth that warms the mind.
ja: 記憶とは、心を温める火床である。
ko: 기억은 마음을 덥히는 화톳불인 것을.
uk: Спогади — це вогнище, яке зігріває розум.
zh_cn: 记忆是温暖心灵的炉火。

# vo_altar_of_hope_purchase_gatcha_01_0
source: Permutations of an idea, iterations of a soul.
ja: 発想の組み合わせ、魂の反復。
ko: 발상의 순열, 영혼의 반복.
uk: Перетворення ідей, ітерації душі.
zh_cn: 灵感的重组，灵魂的迭代。

# vo_altar_of_hope_purchase_gatcha_02_0
source: Variety - superfluous for some, a necessity for others.
ja: 多様性。ある人にとっては余計なものだが、ある人にとっては必要なものだ。
ko: 무작위성이라. 누군가에게는 불필요할지라도, 누군가에게는 필요한 것.
uk: Різноманітність: для одних — зайве, для інших — необхідне.
zh_cn: 多样性——对于某些人来说多余，对于另一些人来说则必须。

# vo_altar_of_hope_purchase_gatcha_03_0
source: Tools and trappings - the regalia of a life.
ja: 道具と装飾品。人生における権力の象徴。
ko: 도구와 덫은 삶의 의복인 것을.
uk: Інструменти й прикраси — регалії життя.
zh_cn: 工具与服饰——生命主权的象征。

# vo_altar_of_hope_purchase_gatcha_04_0
source: Let them be properly attired for the apocalypse.
ja: 来たるべき世の終末に備え、彼らに正装をさせてやろう。
ko: 말세에 걸맞는 복장을 갖추게나.
uk: Нехай в них буде все, що треба, для зустрічі апокаліпсису.
zh_cn: 为他们换上与这场天灾相称的服装。

# vo_altar_of_hope_upgrade_flame_01_0
source: Your boldness will not go unrewarded.
ja: 君のその大胆さは、必ずや報われる。
ko: 자네의 용기는 그만한 보답을 받을 걸세.
uk: Ваша сміливість не залишиться без нагороди.
zh_cn: 你的勇敢自有其奖励。

# vo_altar_of_hope_upgrade_flame_02_0
source: Your determination does you credit!
ja: その決断力が君の信念だ！
ko: 실로 명예로운 의지로군!
uk: Ваша рішучість робить вам честь!
zh_cn: 你的决心有所回报！

# vo_altar_of_hope_upgrade_flame_03_0
source: Do not retreat from painful remembrance. Embrace, and learn.
ja: 辛い想い出を避けてはならぬ。受け入れ、そして学ぶのだ。
ko: 고통스러운 기억으로부터 도망치지 말게. 오히려 포용하여 배우게.
uk: Не тікайте від болісних спогадів. Прийміть їх і навчіться з ними жити.
zh_cn: 不要畏惧痛苦的记忆。拥抱它，并从中学习。

# vo_altar_of_hope_upgrade_pets_01_0
source: A little company for the long ride ahead.
ja: これからの長い旅に、ちょっとしたお供を。
ko: 앞으로 오랜 여정을 함께 할 작은 친구로고.
uk: Невелика компанія в дальній дорозі.
zh_cn: 为漫漫长路增添一点陪伴。

# vo_altar_of_hope_upgrade_pets_02_0
source: It cannot fight, but perhaps it can calm.
ja: 共に戦うことはできないが、気分を落ち着かせてくれるやもしれぬ。
ko: 싸울 수는 없지만 마음은 편하게 해 줄 터.
uk: Битися не буде, але хоч заспокоїть.
zh_cn: 它无法战斗，但或许可以缓解紧绷的情绪。

# vo_altar_of_hope_upgrade_prestige_01_0
source: These wheels are invested with noble purpose. Every rotation, blessed rest
ja: この車輪には崇高な目的が込められており、一回転するごとに、
ko: 바퀴 하나하나에 고귀한 사명이 실려 있지. 한 바퀴를 구를 때마다
uk: У цих коліс шляхетна ціль: кожний їхній оберт — це благословенний відпочинок
zh_cn: 这些车轮承载着崇高的使命。每一圈转动，都意味着

# vo_altar_of_hope_upgrade_prestige_01_1
source: for the warriors of our cause.
ja: 我々の大義のために闘う戦士たちに、神聖なる休息が与えられる。
ko: 대의를 진 전사들에게 축복받은 안식을 선사할 것일 터.
uk: для поборників нашої справи.
zh_cn: 战士们获得了宝贵的歇息。

# vo_altar_of_hope_upgrade_prestige_02_0
source: There is no shame in celebrating your gains.
ja: 利を得て喜ぶことを恥じる必要などない。
ko: 자신의 성공을 기념하는 것은 부끄러운 일이 아니네.
uk: Немає нічого ганебного в тому, щоб відзначати свої успіхи.
zh_cn: 庆祝自己的收获绝非令人不齿之事。

# vo_altar_of_hope_upgrade_prestige_03_0
source: The struggle enriches your spirit.
ja: 苦闘により、精神は鍛えられる。
ko: 이 싸움으로 자네의 영혼은 풍요로워졌구만.
uk: Боротьба робить ваш дух сильнішим.
zh_cn: 磨难使你的灵魂更加充实。

# vo_altar_of_hope_upgrade_sc_01_0
source: Hail, the vessel of your deliverance.
ja: 救いの器よ、万歳。
ko: 보게나, 자네의 구원을 담을 그릇일세.
uk: Будь благословенною, чаша вашого спасіння.
zh_cn: 向你的救赎的载体致敬。

# vo_battle_academic_view_general_01_0
source: Let us take a closer look at the thing, as repulsive as it is.
ja: 不快ではあるが、近寄って見てみるとしよう。
ko: 혐오스러운 만큼 자세히 살펴봅세나.
uk: Треба уважніше роздивитися цю тварюку, якою б огидною вона не була.
zh_cn: 容我们仔细观察一番，哪怕它的面目狰狞无比。

# vo_battle_academic_view_general_02_0
source: Analysis is the natural prelude to action.
ja: 分析は、行動を起こす前の準備として当然のことである。
ko: 관찰은 행동에 앞선 자연스러운 반응이지.
uk: Аналіз — зрозумілий крок перед дією.
zh_cn: 分析乃是行动的生身父母。

# vo_battle_academic_view_general_03_0
source: What can we learn upon closer inspection?
ja: 詳しく調べることにより、何が分かるだろうか？
ko: 자세히 살펴보면 무엇을 알 수 있겠나?
uk: Що можна дізнатися, якщо добре придивитися?
zh_cn: 更加仔细的检视会带来什么收获？

# vo_battle_academic_view_general_04_0
source: Observe the subject carefully, and you will discover its weaknesses.
ja: 対象をじっくり観察すれば、おのずと弱点が見えてくる。
ko: 표본을 자세히 관찰해 보게나. 그러면 그 약점을 알 수 있을 테니.
uk: Ретельно спостерігайте, і ви знайдете слабкі сторони.
zh_cn: 谨慎观察目标，你就会发现它的弱点。

# vo_battle_academic_view_health_low_01_0
source: This one is inches from death, is there nothing you can do?
ja: こいつは今にも死にそうだが、なんとかならないのか？
ko: 죽기 직전까지 갔구나. 자네가 뭐라도 해줄 수 없겠나?
uk: Ця душа на межі загибелі. Невже ви нічим не можете їй допомогти?
zh_cn: 这名英雄与死亡不过毫厘之差，你已经无计可施了吗？

# vo_battle_academic_view_hero_generic_01_0
source: There is beauty in our imperfections.
ja: 我々の不完全さの中には美しさがある。
ko: 우리의 불완전성은 그 자체로 아름다운 법.
uk: Краса криється навіть у вадах.
zh_cn: 我们的缺陷也是一种美。

# vo_battle_academic_view_hero_generic_02_0
source: All heroes are human.
ja: 英雄は皆、人間だ。
ko: 모든 영웅은 결국 인간 아니겠나.
uk: Усі герої насамперед люди.
zh_cn: 所有的英雄都是凡人。

# vo_battle_academic_view_stress_high_01_0
source: The mind cannot hope to withstand such a protracted assault.
ja: こんなにも長時間にわたる攻撃に、精神が耐えられるわけがない。
ko: 인간의 마음이 저런 사악한 침범을 어찌 견뎌낼 수 있으랴.
uk: Розум і не сподівається витримати настільки тривалий тиск.
zh_cn: 不能指望心灵承受得住如此漫长的煎熬。

# vo_battle_ally_action_buff_hero_general_01_0
source: Empowered - emboldened!
ja: 元気づけられ、勇気が湧いてきた！
ko: 대담한 힘을 부여 받았군!
uk: Натхнення надає хоробрості!
zh_cn: 赋予力量——赋予勇气！

# vo_battle_ally_action_buff_hero_general_02_0
source: Cooperation is the key!
ja: 力を合わせることが重要だ！
ko: 협력이 바로 열쇠일세!
uk: Співпраця — ключ до успіху!
zh_cn: 合作就是关键！

# vo_battle_ally_action_buff_hero_general_03_0
source: In crisis, we can rely only upon each other.
ja: 危機に瀕したとき、頼れるのは互いのみ。
ko: 이런 위기일 수록 서로에게 더욱 의지해야 하지 않겠나.
uk: У лихоліття можна розраховувати лише одне на одного.
zh_cn: 在紧要关头，我们能依靠的只有彼此。

# vo_battle_ally_action_buff_hero_general_04_0
source: Collaboration confers advantage...
ja: 協力することが優位性をもたらす…
ko: 협동은 분명한 이점을 가져 오잖나...
uk: Співпраця дарує перевагу...
zh_cn: 配合带来了优势……

# vo_battle_ally_action_cure_hero_bleed_01_0
source: This wound at least has been tended to.
ja: 少なくとも、この傷は処置された。
ko: 최소한 상처를 돌보기는 했구먼.
uk: Про цю рану принаймні подбали.
zh_cn: 至少这个伤口得到了处理。

# vo_battle_ally_action_cure_hero_blight_01_0
source: Welcome relief from caustic agony...
ja: 痛烈な苦しみからの解放を歓迎しよう…
ko: 좀먹는 고통으로부터 벗어났군...
uk: Довгоочікуване полегшення від їдкої агонії.
zh_cn: 从腐蚀性的痛苦中得到了解脱……

# vo_battle_ally_action_cure_hero_burn_01_0
source: Extinguished at last!
ja: ついに消えた！
ko: 마침내 불이 꺼졌군!
uk: Вогонь нарешті згас!
zh_cn: 总算是熄灭了！

# vo_battle_ally_action_cure_hero_horror_01_0
source: The pulse slows - sanity returns.
ja: 脈拍が穏やかになり、正気が戻ってくる。
ko: 심장이 진정되고 이성도 돌아오는군.
uk: Пульс сповільнюється, розум повертається.
zh_cn: 脉搏缓和——理智回归。

# vo_battle_ally_action_heal_hero_01_0
source: A little help, impeccably timed.
ja: 絶妙なタイミングで、少しばかりの手助けを。
ko: 완벽한 순간에 들어오는 도움이로고.
uk: Невелика допомога в ідеальний момент.
zh_cn: 帮助虽小，但却是雪中送炭。

# vo_battle_ally_action_heal_hero_02_0
source: A calculated generosity, but a welcome one nonetheless.
ja: 計算されつくした気前良さだが、それでも喜ぶべきことだ。
ko: 실로 계산된 관대함이지만 그래도 고마운 건 마찬가지잖나.
uk: Щедрість є щедрість, навіть якщо вона добре продумана.
zh_cn: 精心计算过的慷慨，但也没有理由拒绝。

# vo_battle_ally_action_heal_hero_03_0
source: This road cannot be walked alone.
ja: この道を一人で進むことはできぬ。
ko: 이 길은 혼자 걸어갈 수 없네.
uk: Цей шлях не можна пройти без супутників.
zh_cn: 这条路注定不能独行。

# vo_battle_ally_action_heal_hero_04_0
source: A small foundation of trust...
ja: 信頼という小さな土台…
ko: 작은 신뢰의 기반이로고...
uk: Перший зародок довіри...
zh_cn: 信任的一小步……

# vo_battle_ally_action_heal_hero_05_0
source: Relief comes rarely in these times - savour it.
ja: この状況で安堵はなかなか得られるものではない…存分に味わうのだ。
ko: 이런 말세에 안도감이란 보기 드문 법. 최대한 만끽하게.
uk: Полегшення нечасто відчувається в такі часи, тож насолоджуйтеся ним.
zh_cn: 在这种时候，慰藉尤为珍稀——不要将其浪费。

# vo_battle_ally_action_heal_hero_stress_01_0
source: There is comfort in company.
ja: 仲間と共にいると安らぎを得られる。
ko: 협력은 확실히 마음이 놓이지.
uk: У друзях можна знайти втіху.
zh_cn: 团队能让人感到心安。

# vo_battle_ally_action_heal_hero_stress_02_0
source: A simple kindness.
ja: 素朴な親切心だ。
ko: 소박한 호의로군.
uk: Безкорислива доброта.
zh_cn: 简单的善举。

# vo_battle_ally_action_heal_hero_stress_03_0
source: A small reprieve from this carousel of horrors.
ja: どうか、この恐怖の回転木馬に、わずかな救いを。
ko: 이 공포의 맴돌이 속에서 잠시나마 벗어날 수 있겠군.
uk: Невеликий перепочинок у кімнаті жахів.
zh_cn: 在这纷至沓来的恐惧中，迎来了片刻喘息之机。

# vo_battle_ally_action_heal_hero_stress_04_0
source: Lenity, grace - small acts that drive back the darkness.
ja: 慈悲深さ、そして、優しさ。ささやかな行為だが、闇を追い払う。
ko: 절제와 품위, 어둠을 몰아낼 수 있는 작은 실천들.
uk: Милосердя і чеснота відлякують пітьму.
zh_cn: 宽容、怜悯——这些不起眼的举措可以驱开黑暗。

# vo_battle_ally_action_heal_hero_stress_05_0
source: Compassion quiets the howling mind.
ja: 憐れみは、荒ぶる心を静める。
ko: 연민 앞에서는 울부짖던 마음도 가라앉는 법.
uk: Співчуття заспокоює переляканий розум.
zh_cn: 同情心能让啸叫的心灵得到安宁。

# vo_battle_begins_antiquarian_01_0
source: She searches the dying world for the keys to her own salvation!
ja: 彼女は己を救う術を求め、滅びゆく世界を探索している。
ko: 저 자는 제 구원을 찾고자 죽어 가는 세상을 뒤지고 다니는가!
uk: У світі, що вмирає, вона шукає ключі до спасіння власної душі!
zh_cn: 她罔顾他人死活，只为在这残世寻找自救的钥匙！

# vo_battle_begins_antiquarian_02_0
source: Once she had a sliver of decency... now, only greed.
ja: かつては良識というものを持ち合わせていたが…今は欲しかない。
ko: 한때는 그나마 예의라도 차렸지만... 뭐, 이젠 탐욕뿐이군.
uk: Колись вона була сповнена пристойності... тепер — лише жадібності.
zh_cn: 曾经她仍有一丝体面……如今，只剩贪婪。

# vo_battle_begins_antiquarian_03_0
source: The Antiquarian wants what we have - and she will not be denied.
ja: 古物収集家は我々の物を欲しがるうえ、彼女が拒絶されることはない。
ko: 유물수집상은 우리가 가진 걸 원하지. 그리고 좋은 말로 물러가지도 않을 걸세.
uk: Антикварка хоче те, що в нас є, і відмови вона не прийме.
zh_cn: 古董商人想要我们所拥有之物——而且她不会善罢甘休。

# vo_battle_begins_collector_01_0
source: The twisted faces of the damned - piled high and cloaked in malice!
ja: 犠牲者らの首が積み上げられ、その歪んだ顔は恨みに満ちていた！
ko: 저주받은 얼굴들이 높다랗게 쌓인 채, 적의의 망토를 둘렀도다!
uk: Перекошені, сповнені злості обличчя проклятих можна побачити всюди!
zh_cn: 被诅咒者们那扭曲的面孔啊——堆积如山、狠厉恶毒！

# vo_battle_begins_collector_02_0
source: The baleful King seeks a new trophy...
ja: 忌まわしき王は新たな勲章を求めている…
ko: 폭군이 새로운 전리품을 찾는구나...
uk: Злий король шукає новий трофей...
zh_cn: 那阴狠毒辣的王，正在寻求新的战利品……

# vo_battle_begins_collector_03_0
source: There is madness beneath its pallid cloak - avert your eyes!
ja: 奴の青白い外套を見てはいけない。そこには狂気が潜んでいるぞ！
ko: 저 흐릿한 망토 아래는 광기가 도사린다. 눈을 돌리게나!
uk: Під його безбарвною мантією ховається божевілля — відведіть очі!
zh_cn: 它那苍白的斗篷之下惟有疯狂——不要直视！

# vo_battle_begins_death_01_0
source: Death has come to claim her elusive prize!
ja: 死が、彼女のかけがえのないものを奪いに来た！
ko: 사신이 애타게 찾던 영혼을 차지하고자 여기까지 찾아왔네!
uk: Смерть прийшла, щоб отримати свій невловимий приз!
zh_cn: 死神来了，来取她那行踪诡秘的猎物的性命！

# vo_battle_begins_death_02_0
source: Death is manifest, and will suffer no abnegation.
ja: 死は明白であり、無欲に苦しむことはない。
ko: 죽음이 그 형상을 갖추니, 그 어떤 부정도 들어 주지 않을 걸세.
uk: Для Смерті все просто: вона не розуміє самопожертви.
zh_cn: 死神现身，对她的猎物势在必得。

# vo_battle_begins_death_03_0
source: The Pale Rider has tracked her quarry.
ja: 青白き騎士は獲物を追跡した。
ko: 창백한 기수가 제 사냥감을 추격해 왔군.
uk: Вершниця на блідому коні відстежила свою здобич.
zh_cn: 苍白的骑手追踪到了她的猎物。

# vo_battle_begins_death_death_01_0
source: Denied once more, she retreats to some unknowable place...
ja: またもや拒絶された彼女は、どこか知られざる場所に引きこもる…
ko: 한번 더 부정 당한 사신은 미지의 영역으로 후퇴하네...
uk: Знехтувана вдруге, вона відступає в якесь незбагненне місце...
zh_cn: 又一次受到挫败，她撤回了某个不可知之处……

# vo_battle_begins_death_death_02_0
source: What man is he who defies Death by sheer force of will?
ja: 意思の力で死に逆らうとは、どのような男なのか？
ko: 과연 어떤 자가 순전히 의지만으로 죽음을 몰아낼 수 있단 말인가?
uk: Що це за людина, яка кидає виклик Смерті, спираючись лише на силу волі?
zh_cn: 他是何等人物，竟能用纯粹的意志力拒斥死神？

# vo_battle_begins_death_death_03_0
source: The undying Flagellant escapes the scythe afresh...
ja: 不死身のフラジラントは、大鎌から再び逃れる...
ko: 죽지 않는 고행자가 다시 한번 사신의 낫에서 벗어나니...
uk: Невмирущий флагелант знову втікає від коси...
zh_cn: 不死不灭的鞭笞者逃脱了死神的镰刀，宛若焕然新生……

# vo_battle_begins_exemplar_01_0
source: Loathing made manifest!
ja: 憎悪が顕在化した！
ko: 해악이 실체를 드러내는가!
uk: Огида показала свою суть!
zh_cn: 怨念塑成了实体！

# vo_battle_begins_exemplar_02_0
source: Push this half-made horror back into the void!
ja: この中途半端な恐怖を虚空に突き返すのだ！
ko: 저 되다 만 공포들을 다시 공허로 몰아내게나!
uk: Скиньте це страхіття назад у безодню!
zh_cn: 把这未完成的孽物推回虚空之中！

# vo_battle_begins_exemplar_03_0
source: A parody of human outline - it must be destroyed!
ja: 人間の姿を真似た偽物だ。倒さなければ！
ko: 인두겁을 뒤집어쓴 것들... 반드시 파괴해야 하네!
uk: Жалюгідна подоба людини! Її треба знищити!
zh_cn: 这是对人类外形的拙劣模仿——它必须被摧毁！

# vo_battle_begins_shambler_01_0
source: We tread beyond the realms of reason!
ja: 我々は理性を超えた領域に踏み込んでいる！
ko: 우리는 이성의 영역을 넘어 서고 말았네!
uk: Ви виходите за межі здорового глузду!
zh_cn: 我们闯入了理智之外的境域！

# vo_battle_begins_shambler_02_0
source: The walker from beyond the stars - a shambling horror!
ja: 暗黒の彼方からやってきた、さまよい歩く恐怖だ！
ko: 별들 너머를 걷는 자... 도사린 공포!
uk: Страховисько із занебесної темряви!
zh_cn: 繁星之外的行者——跛行的恐惧！

# vo_battle_begins_shambler_03_0
source: A star-spawned child of the infinite void!
ja: 無限の虚空から生まれた暗黒の申し子だ！
ko: 무한한 공허 속 별이 낳은 아이여!
uk: Народжене зіркою дитя безмежної порожнечі!
zh_cn: 来自无尽虚空的星辰子嗣！

# vo_battle_dungeon_escape_general_01_0
source: Cowardice - a crude term for the science of self-preservation.
ja: 臆病とは、自衛本能の科学において、ありのままを示す言葉だ。
ko: 겁쟁이라? 자기 보존 본능에 충실한 행동을 낮잡아 이르는 말이 아니던가.
uk: Боягузливість — лише термін у науці самозбереження.
zh_cn: 懦弱——“生存”这门科学的刻薄别称。

# vo_battle_dungeon_escape_general_02_0
source: Recalculating one's odds is never a wasted endeavor.
ja: 勝算を計算し直すことは、決して無駄な努力ではない。
ko: 자신의 승산을 재보는 게 어찌 헛된 노력이겠나.
uk: Зважити шанси на перемогу — це завжди вірне рішення.
zh_cn: 重新权衡自己的把握，永远不是多余之举。

# vo_battle_dungeon_escape_general_03_0
source: Recognize your disadvantage, and accept it.
ja: 自分の不利な点を認識し、それを受け入れるのだ。
ko: 자네의 약점을 분명히 인지하고 받아들이게.
uk: Визначте свою слабкість і прийміть її.
zh_cn: 认清你不占上风的事实，然后坦然接受。

# vo_battle_dungeon_escape_general_04_0
source: When myriad variables align themselves against you, it is wise to desist.
ja: 考えうる可能性が不利な結果を示すときは、やめたほうが賢明だ。
ko: 참으로 무수한 변수가 불리하게 작용할 때는 중도에 포기하는 것도 현명한 법.
uk: Коли всі аргументи проти вас, варто утриматися від дій.
zh_cn: 当万千变数全部站在你的对立面时，放弃乃是明智之举。

# vo_battle_hero_action_crit_monster_01_0
source: A breakthrough!
ja: 画期的だ！
ko: 돌파구로다!
uk: Прорив!
zh_cn: 一次突破！

# vo_battle_hero_action_crit_monster_02_0
source: Excellent work!
ja: 素晴らしい！
ko: 훌륭히 해냈다!
uk: Чудова робота!
zh_cn: 漂亮！

# vo_battle_hero_action_crit_monster_03_0
source: A brilliant conclusion!
ja: 見事な攻撃だ！
ko: 천재적인 결착이로군!
uk: Блискучий результат!
zh_cn: 完美的结论！

# vo_battle_hero_action_crit_monster_04_0
source: Lethality writ large!
ja: 致命傷を与えた！
ko: 저건 확실히 죽었다!
uk: Максимальна вбивча сила!
zh_cn: 摧枯拉朽！

# vo_battle_hero_action_crit_monster_05_0
source: Stupendous!
ja: 驚きだ！
ko: 경악스럽군!
uk: Дивовижно!
zh_cn: 卓有成效！

# vo_battle_hero_action_crit_monster_06_0
source: Bravo!
ja: ブラボー！
ko: 멋지다!
uk: Браво!
zh_cn: 精彩！

# vo_battle_hero_action_crit_monster_07_0
source: A masterstroke!
ja: 見事な腕前だ！
ko: 달인의 손길이로다!
uk: Майстерний удар!
zh_cn: 神来之笔！

# vo_battle_hero_action_crit_monster_08_0
source: Well done!
ja: よくやった！
ko: 잘 했어!
uk: Так тримати!
zh_cn: 干得好！

# vo_battle_hero_action_debuff_monster_01_0
source: Weaken them, that another may finish the work!
ja: 相手は衰弱している、次の一発でとどめだ！
ko: 저들을 약화시키게. 마무리는 다른 손에 맡기고!
uk: Ослабте ворога, щоб інший зміг закінчити розпочате.
zh_cn: 削弱敌人，为其他人创造机会！

# vo_battle_hero_action_debuff_monster_02_0
source: Any being, however horrid, can be brought to heel.
ja: どんなに恐ろしい存在でも、屈服させることができるのだ｡
ko: 제아무리 끔찍한 피조물도 결국 제압할 수 있는 것을.
uk: Будь-яку істоту, навіть наймерзотнішу, можна втихомирити.
zh_cn: 但凡生物，无论多么恐怖，都会在力量面前屈从。

# vo_battle_hero_action_debuff_monster_03_0
source: Cunning! You may outwit them yet...
ja: 狡猾だな！連中を出し抜くことができるかもしれん…
ko: 교활하군! 아직 재치로는 저들을 능가할 수 있을지도...
uk: Винахідливо! Ворога ще можна перехитрувати...
zh_cn: 聪明！也许你能以智取胜……

# vo_battle_hero_action_debuff_monster_04_0
source: Victory supposes strategy. Press on!
ja: 戦略なくして勝利はない。前進あるのみ！
ko: 승리에는 전략이 필요하지. 밀어 붙이게!
uk: Для перемоги потрібна стратегія. Уперед!
zh_cn: 胜利依托于优秀的战术。乘势追击！

# vo_battle_hero_action_heal_ally_DD_01_0
source: Dragged back from the brink!
ja: 死の淵から戻ったな！
ko: 벼랑 끝에서 간신히 구하였군!
uk: На той світ вирушати ще надто рано!
zh_cn: 从鬼门关里拽了回来！

# vo_battle_hero_action_heal_ally_DD_02_0
source: Fellowship forged through toil.
ja: 苦労の末に築き上げられた友情。
ko: 고난을 통해 다져진 우정이라.
uk: Союз, створений важкою працею.
zh_cn: 在磨难中铸造的真情。

# vo_battle_hero_action_heal_ally_DD_03_0
source: The path of exculpation need not be a lonely one.
ja: 無罪を証明する進路は、孤独である必要はない｡
ko: 속죄의 길이 외로울 필요가 있겠나.
uk: До очищення не завжди веде єдиний шлях.
zh_cn: 赎罪之路无需独行。

# vo_battle_hero_action_heal_ally_DD_04_0
source: Solidarity may yet arrest this collapse.
ja: 団結力があれば、崩壊を阻止できるかもしれない。
ko: 연대는 붕괴를 막는 기둥인 것을.
uk: Згуртованість ще може зупинити розруху.
zh_cn: 团结的心或许又能避免一次减员。

# vo_battle_hero_action_heal_self_DD_01_0
source: Self-reliance is a rare and wonderful thing.
ja: 自立とは希有であり、素晴らしきものだ。
ko: 자급자족이라. 보기 드물면서도 멋진 활약이지.
uk: Сьогодні самодостатність — надзвичайна рідкість.
zh_cn: 独立是罕见而美好的品质。
