Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# results_scoring_first_end_boss_victory
source: First Victory Bonus:
ja: 初勝利ボーナス：
ko: 첫 승리 보너스:
uk: Перша перемога:
zh_cn: 首次胜利：

# results_scoring_first_end_boss_victory_tooltip
source: Bonus for first time defeating the Confession boss
ja: 懺悔のボスを初めて倒したことで得られるボーナス
ko: 처음으로 고해 우두머리를 물리친 보너스
uk: Бонус за першу перемогу над босом сповідання
zh_cn: 首次击败罪行头目的奖励

# results_scoring_heroes_hired
source: Bounty Hunter's fee:
ja: 賞金稼ぎへの報酬：
ko: 현상금 사냥꾼 고용비:
uk: Гонорар найманця
zh_cn: 赏金猎人佣金：

# results_scoring_heroes_hired_tooltip
source: The Bounty Hunter collects his fee, but will never make your earned Candles go negative
ko: 현상금 사냥꾼이 고용비를 가져가지만, 총 획득 촛불이 적자가 되는 일은 없음
uk: Найманець забирає свій гонорар. Ця плата не може перевищувати кількість отриманих свічок

# results_scoring_heroes_survived
source: Heroes Survived to End:
ja: 最後まで生き残った英雄：
ko: 최후까지 생존한 영웅:
uk: Ті, хто вижив до кінця:
zh_cn: 英雄存活：

# results_scoring_heroes_survived_tooltip
source: Bonus for each hero who survived the end battle
ja: 最後の戦闘を生き残った英雄ごとに得られるボーナス
ko: 최종 전투에서 생존한 영웅 하나당 보너스
uk: Бонус за кожного героя, який вижив до кінця битви
zh_cn: 每个在最终决战中存活的英雄的奖励

# results_scoring_inn_bonus
source: Fallen Heroes Honored:
ja: 讃えた戦没英雄：
ko: 영웅의 유해 수습:
uk: Вшанування загиблих героїв:
zh_cn: 祭奠陨落英雄：

# results_scoring_inn_bonus_tooltip
source: Bonus for returning the remains of fallen heroes
ko: 스러진 영웅의 유해를 수습한 보너스
uk: Бонус за повернення останків загиблих героїв

# results_scoring_inventory
source: Candles Found:
ja: 発見したキャンドル：
ko: 찾아낸 촛불:
uk: Знайдено свічок:
zh_cn: 找到的蜡烛：

# results_scoring_inventory_tooltip
source: All carried candles convert to Hope
ja: 所持していたキャンドルはすべて希望に変換される
ko: 가지고 있는 촛불은 전부 희망으로 변환
uk: Усі зібрані свічки перетворюються на надію
zh_cn: 所有携带的蜡烛转化为希望

# results_scoring_optional_biomes_cleared
source: Sluice Braved:
ja: 水路を突破：
ko: 시궁창 돌파:
uk: Виклик Староріччю:
zh_cn: 勇闯暗渠：

# results_scoring_optional_biomes_cleared_tooltip
source: Bonus for traversing the Sluice
ja: 水路へ行ったことで得られるのボーナス
ko: 시궁창을 돌파하여 얻은 보너스
uk: Бонус за проходження Староріччя
zh_cn: 经过暗渠的奖励

# results_scoring_run_goals_class
source: Hero Goals:
ja: 英雄の目標：
ko: 영웅 목표:
uk: Цілі героїв:
zh_cn: 英雄目标：

# results_scoring_run_goals_class_tooltip
source: Completed hero goals
ja: 英雄の目標を完了した
ko: 영웅 목표 완료
uk: Досягнуті цілі героїв
zh_cn: 已完成的英雄目标

# results_scoring_run_goals_path
source: Wanderer Heroes:
ja: 放浪者：
ko: 방랑자 영웅:
uk: Герої-бродяги
zh_cn: 漫游者英雄：

# results_scoring_run_goals_path_tooltip
source: Wanderer path heroes selected at the Crossroads earn bonus Hope if they survive to the first Inn past the Valley
ja: 交差点で選ばれた「放浪者」の英雄は、渓谷を越えて最初の宿まで生き残ると追加の希望を獲得する。
ko: 교차로에서 방랑자의 길을 선택한 영웅들은 계곡을 지나 첫 여관에 도달했을 때 희망 보너스 제공
uk: Герої, які обрали шлях «Бродяга», отримують додаткову надію, якщо вони дістануться першого трактиру після Долини
zh_cn: 在十字路口选择的漫游者道途英雄，每有一个抵达山谷后的下一个旅馆，就会获得额外希望奖励

# results_scoring_start_biomes_cleared
source: Valley Completed:
ja: 渓谷を完了：
ko: 계곡 완료:
uk: Проходження Долини:
zh_cn: 完成山谷：

# results_scoring_start_biomes_cleared_tooltip
source: A trivial reward for a trivial accomplishment
ko: 사소한 성취에 대한 사소한 보상
uk: Звичайна винагорода за звичайне досягнення

# results_scoring_typical_biomes_cleared
source: Regions Completed:
ja: 完了した地域：
ko: 완료 지역:
uk: Проходження регіонів:
zh_cn: 完成地区：

# results_scoring_typical_biomes_cleared_tooltip
source: Bigger rewards for reaching more distant regions
ja: より遠い地域に到達することで増加する報酬
ko: 더 먼 지역까지 나아간 데 대한 더 큰 보상
uk: Що більше проходять герої, то більша нагорода
zh_cn: 地区越遥远，奖励就越丰厚

# results_scoring_victory
source: Completed Confession:
ja: 懺悔を完了：
ko: 고해 완료:
uk: Здійснення сповідання:
zh_cn: 完成忏悔：

# results_scoring_victory_tooltip
source: Bonus for defeating the Confession boss
ja: 懺悔のボスを討伐したことで得られるボーナス
ko: 고해 우두머리 격파 보너스
uk: Бонус за перемогу над босом сповідання
zh_cn: 击败罪行头目的奖励

# retreat_tooltip_label
source: Retreat:
ja: 撤退：
ko: 후퇴:
uk: Відступ:
zh_cn: 撤退：

# return_to_game_label
source: Return to Game
ja: ゲームに戻る
ko: 게임으로 돌아가기
uk: Повернутися до гри
zh_cn: 返回游戏

# reward_game_score_label
source: Hope +{0}
ja: 希望 +{0}
ko: 희망 +{0}
uk: Надія +{0}
zh_cn: 希望+{0}

# road_indicator_cache_desc
source: <color=#{buff}>[supplies]
ko: <color=#{buff}>[보급]
uk: <color=#{buff}>[Припаси]

# road_indicator_cache_title
source: Cache
ko: 은닉처
uk: Схованка

# road_indicator_creature_den_desc
source: <color=#{buff}>[Rewards: creature parts. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: <color=#{buff}>[보상: 괴물 신체 부위. <sprite name={q}icon_doom{q}> 감소.]</color>

# road_indicator_creature_den_title
source: Creature Den
ko: 괴물의 굴
uk: Барліг

# road_indicator_cultist_territory_desc
source: <color=#{buff}>[Rewards: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, trinkets. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: <color=#{buff}>[보상: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, 장신구. <sprite name={q}icon_doom{q}> 감소.]</color>

# road_indicator_cultist_territory_title
source: Oblivion's Ingress
ko: 망각의 침입
uk: Прохід забуття

# road_indicator_dungeon_desc
source: <color=#{buff}>[Boss fight, rewards a trophy. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: <color=#{buff}>[우두머리 전투, 전리품 보상. <sprite name={q}icon_doom{q}> 감소.]</color>

# road_indicator_dungeon_title
source: Lair
ko: 소굴
uk: Лігво

# road_indicator_gaunt_chirurgeon_desc
source: <color=#{buff}>[a place for unorthodox treatments]</color>
ko: <color=#{buff}>[이질적인 치료의 장]</color>

# road_indicator_gaunt_chirurgeon_title
source: Chirurgeon's Table
ko: 거머리 의사의 작업대

# road_indicator_guardian_desc
source: <color=#{buff}>[Cultist Encounter]</color> <color=#{neutral}>The Inn awaits beyond this barrier.</color>
ko: <color=#{buff}>[이교도 조우]</color> <color=#{neutral}>이 장막 너머에는 여관이 기다리고 있습니다.</color>
uk: <color=#{buff}>[Єретики]</color> <color=#{neutral}>За цією перешкодою на вас чекає трактир</color>

# road_indicator_guardian_title
source: Oblivion's Rampart
ko: 망각의 성채
uk: Оплот забуття

# road_indicator_hero_story_desc
source: <color=#{buff}>[continue a hero's story]</color>
ko: <color=#{buff}>[영웅의 이야기를 계속한다]</color>
uk: <color=#{buff}>[Продовжити історію героя]</color>

# road_indicator_hero_story_title
source: Shrine of Reflection
ko: 회고의 성소

# road_indicator_hospital_desc
source: <color=#{buff}>[a place to cure maladies]</color>
ko: <color=#{buff}>[질병을 치료하는 장소]</color>
uk: <color=#{buff}>[Місце лікування хвороб]</color>

# road_indicator_hospital_title
source: Hospital
ko: 병원
uk: Польовий лазарет

# road_indicator_oasis_desc@0
source: <color=#{buff}>[a place to calm one's mind]</color>
ko: <color=#{buff}>[마음을 추스리는 장소]</color>
uk: <color=#{buff}>[Місце для заспокоєння розуму]</color>

# road_indicator_oasis_desc@1
source: <color=#{buff}>[a place to calm one's mind]</color>
ko: <color=#{buff}>[마음을 추스리는 장소]</color>
uk: <color=#{buff}>[Місце для заспокоєння розуму]</color>

# road_indicator_oasis_desc@2
source: <color=#{buff}>[a place to calm one's mind]</color>
ko: <color=#{buff}>[마음을 추스리는 장소]</color>
uk: <color=#{buff}>[Місце для заспокоєння розуму]</color>

# road_indicator_oasis_title
source: Oasis
ko: 샘터
uk: Оазис

# road_indicator_store_desc
source: <color=#{buff}>[store]</color>
ko: <color=#{buff}>[상점]</color>

# road_indicator_store_title
source: Hoarder
ko: 고물상
uk: Барахольник

# road_indicator_story_assist_desc
source: <color=#{buff}>[Rewards: flame, food, supplies]</color>
ko: <color=#{buff}>[보상: 불꽃, 식량, 보급품]</color>
uk: <color=#{buff}>[Винагорода: полум’я, їжа, припаси]</color>

# road_indicator_story_assist_title
source: Assistance Encounter
ko: 조력 조우
uk: Страждальник

# road_indicator_story_cosmic_desc
source: <color=#{buff}>[Rewards: mysterious]</color>
ko: <color=#{buff}>[보상: 불가사의]</color>
uk: <color=#{buff}>[Винагорода: невідома]</color>

# road_indicator_story_cosmic_desc_broken_clock
source: <color=#{harmful}>Broken Clock</color> <color=#{buff}>[Rewards: unique trinkets, stress heal]</color>
ko: <color=#{harmful}>고장 난 시계</color> <color=#{buff}>[보상: 고유 장신구, 스트레스 치유]</color>

# road_indicator_story_cosmic_desc_caged_creature
source: <color=#{harmful}>Caged Creature</color> <color=#{buff}>[Rewards: unique item, unique trinkets]</color>
ko: <color=#{harmful}>갇힌 피조물</color> <color=#{buff}>[보상: 고유 아이템, 고유 장신구]</color>

# road_indicator_story_cosmic_desc_faceless_facsimile
source: <color=#{harmful}>Faceless Facsimile</color> <color=#{buff}>[Rewards: unique trinkets, combat items]</color>
ko: <color=#{harmful}>얼굴 없는 인형</color> <color=#{buff}>[보상: 고유 장신구, 전투 아이템]</color>

# road_indicator_story_cosmic_desc_familiar_desk
source: <color=#{harmful}>Familiar Desk</color> <color=#{buff}>[Rewards: books, wealth, trinkets]</color>
ko: <color=#{harmful}>익숙한 책상</color> <color=#{buff}>[보상: 서적, 재물, 장신구]</color>

# road_indicator_story_cosmic_desc_formless_sculpture
source: <color=#{harmful}>Formless Sculpture</color> <color=#{buff}>[Rewards: unique item, quirks]</color>
ko: <color=#{harmful}>형체 없는 조각</color> <color=#{buff}>[보상: 고유 아이템, 기벽]</color>

# road_indicator_story_cosmic_desc_hovering_polyhedra
source: <color=#{harmful}>Hovering Polyhedron</color> <color=#{buff}>[Rewards: unique item, unique trinkets]</color>
ko: <color=#{harmful}>부유하는 다면체</color> <color=#{buff}>[보상: 고유 아이템, 고유 장신구]</color>

# road_indicator_story_cosmic_desc_memories_of_a_dream
source: <color=#{harmful}>Memories of a Dream</color> <color=#{buff}>[Rewards: quirks]</color>
ko: <color=#{harmful}>꿈의 기억</color> <color=#{buff}>[보상: 기벽]</color>

# road_indicator_story_cosmic_desc_scary_song
source: <color=#{harmful}>Scary Song</color> <color=#{buff}>[Rewards: unique trinkets, quirks]</color>
ko: <color=#{harmful}>으스스한 노래</color> <color=#{buff}>[보상: 고유 장신구, 기벽]</color>

# road_indicator_story_cosmic_desc_sealed_doorway
source: <color=#{harmful}>Sealed Doorway</color> <color=#{buff}>[Rewards: trinkets, unique item, quirks]</color>
ko: <color=#{harmful}>봉인된 출입구</color> <color=#{buff}>[보상: 장신구, 고유 아이템, 기벽]</color>

# road_indicator_story_cosmic_desc_shamblers_altar
source: <color=#{harmful}>Shamblers Altar</color> <color=#{buff}>[Rewards: ???]</color>
ko: <color=#{harmful}>기는 혼돈의 제단</color> <color=#{buff}>[보상: ???]</color>

# road_indicator_story_cosmic_desc_thing_in_corner
source: <color=#{harmful}>Thing in the Corner</color> <color=#{buff}>[Rewards: unique trinkets, quirks]</color>
ko: <color=#{harmful}>구석에 몰린 존재</color> <color=#{buff}>[보상: 고유 장신구, 기벽]</color>

# road_indicator_story_cosmic_desc_thought_experiment
source: <color=#{harmful}>Thought Experiment</color> <color=#{buff}>[Rewards: unique trinkets, quirks]</color>
ko: <color=#{harmful}>사고 실험</color> <color=#{buff}>[보상: 고유 장신구, 기벽]</color>

# road_indicator_story_cosmic_desc_timeworn_volumes
source: <color=#{harmful}>Timeworn Volumes</color> <color=#{buff}>[Rewards: books, quirks]</color>
ko: <color=#{harmful}>오래되어 해진 책장</color> <color=#{buff}>[보상: 서적, 기벽]</color>

# road_indicator_story_cosmic_desc_unsettling_portrait
source: <color=#{harmful}>Unsettling Portrait</color> <color=#{buff}>[Rewards: quirks, trinkets]</color>
ko: <color=#{harmful}>불안한 초상화</color> <color=#{buff}>[보상: 기벽, 장신구]</color>

# road_indicator_story_cosmic_desc_vintage_collection
source: <color=#{harmful}>Vintage Collection</color> <color=#{buff}>[Rewards: unique liquors]</color>
ko: <color=#{harmful}>포도주 컬렉션</color> <color=#{buff}>[보상: 고유 주류]</color>

# road_indicator_story_cosmic_title
source: Academic's Study
ko: 교수의 연구
uk: Лабораторія Академіка

# road_indicator_story_hero_replacement_desc
source: <color=#{buff}>[Rewards: flame, food, supplies]</color>
ko: <color=#{buff}>[보상: 불꽃, 식량, 보급품]</color>
uk: <color=#{buff}>[Винагорода: полум’я, їжа, припаси]</color>

# road_indicator_story_hero_replacement_title
source: Hero Recruitment
ko: 영웅 고용
uk: Поповнення рядів

# road_indicator_story_resist_desc
source: <color=#{buff}>[Rewards: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, <sprite name={q}icon_relic{q}>, <sprite name={q}icon_factioncurrency{q}>, trinkets. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: <color=#{buff}>[보상: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, <sprite name={q}icon_relic{q}>, <sprite name={q}icon_factioncurrency{q}>, 장신구. <sprite name={q}icon_doom{q}> 감소.]</color>

# road_indicator_story_resist_title
source: Resistance Encounter
ko: 저항 조우
uk: Місце сутички

# road_indicator_unknown_desc
source: <color=#{buff}>[Rewards: ???]</color>
ko: <color=#{buff}>[보상: ???]</color>
uk: <color=#{buff}>[Винагороди: ???]</color>

# road_indicator_unknown_title
source: Unknown
ko: 미확인
uk: Невідомо

# road_indicator_watch_tower_desc
source: <color=#{buff}>[Rewards: scouting]</color>
ko: <color=#{buff}>[보상: 정찰]</color>

# road_indicator_watch_tower_title
source: Watch Tower
ko: 감시탑
uk: Дозорна вежа

# run_goal_progress_e_item_use_bear_trap_label
source: Use <color=#{notable}>Bear Trap</color>
ja: <color=#{notable}>虎挟み</color>を使用する
ko: <color=#{notable}>곰덫</color> 사용
uk: Використати <color=#{notable}>ведмежий капкан</color>
zh_cn: 使用<color=#{notable}>捕熊陷阱</color>

# run_goal_progress_e_item_use_medicinal_herbs_label
source: Use <color=#{notable}>Medicinal Herbs</color>
ja: <color=#{notable}>薬草</color>を使用する
ko: <color=#{notable}>의료용 약초</color> 사용
uk: Використати <color=#{notable}>цілющі трави</color>
zh_cn: 使用<color=#{notable}>医学草药</color>

# run_goal_progress_e_item_use_noisemaker_label
source: Use <color=#{notable}>Noisemaker</color>
ja: <color=#{notable}>騒音発生機</color>を使用する
ko: <color=#{notable}>시끄러운 장난감</color> 사용
uk: Використати <color=#{notable}>заводну іграшку</color>
zh_cn: 使用<color=#{notable}>喧闹器</color>

# run_goal_progress_e_item_use_pouch_of_lye_label
source: Use <color=#{notable}>Pouch of Lye</color>
ja: <color=#{notable}>アルカリ溶液の小袋</color>を使用する
ko: <color=#{notable}>잿물 주머니</color> 사용
uk: Використати <color=#{notable}>мішок лугу</color>
zh_cn: 使用<color=#{notable}>强碱袋</color>

# run_goal_progress_e_item_use_smoke_bomb_label
source: Use <color=#{notable}>Smoke Bomb</color>
ko: <color=#{notable}>연막탄</color> 사용
uk: Використати <color=#{notable}>димову бомбу</color>

# run_goal_progress_e_kill_animals_label
source: Land the killing blow on <color=#{notable}>Creatures</color>
ko: <color=#{notable}>생물</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>істотах</color>

# run_goal_progress_e_kill_cadavers_label
source: Land the killing blow on <color=#{notable}>Cadavers</color>
ko: <color=#{notable}>송장</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>кадаврах</color>

# run_goal_progress_e_kill_coastal_label
source: Land the killing blow on <color=#{notable}>Fisherfolk</color>
ko: <color=#{notable}>어인</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>риболюдах</color>

# run_goal_progress_e_kill_cosmic_label
source: Land the killing blow on <color=#{notable}>Cosmic Beings</color>
ko: <color=#{notable}>우주적 존재</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>косміконах</color>

# run_goal_progress_e_kill_fanatic_label
source: Land the killing blow on <color=#{notable}>Fanatics</color>
ko: <color=#{notable}>광신도</color>에게 죽음의 일격

# run_goal_progress_e_kill_gentry_label
source: Land the killing blow on <color=#{notable}>Gentry</color>
ko: <color=#{notable}>귀족</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>чуможерах</color>

# run_goal_progress_e_kill_swine_label
source: Land the killing blow on <color=#{notable}>Swine</color>
ko: <color=#{notable}>돼지</color>에게 죽음의 일격
uk: Завдати смертельного удару по <color=#{notable}>вепрах</color>

# run_goal_progress_e_skill_hist_gr_pick_to_the_face_label
source: Use <color=#{notable}>Pick to the Face</color> 2+ times in a single fight
ja: <color=#{notable}>顔面突き</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>곡괭이 찍기</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Киркою по пиці</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>迎头痛击</color>2次

# run_goal_progress_e_skill_hist_gr_poison_dart_label
source: Use <color=#{notable}>Poison Dart</color> 2+ times in a single fight
ja: <color=#{notable}>毒矢</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>맹독 다트</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Отруйні дротики</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>毒镖</color>2次

# run_goal_progress_e_skill_hist_gr_thrown_dagger_label
source: Use <color=#{notable}>Thrown Dagger</color> 2+ times in a single fight
ja: <color=#{notable}>短剣投げ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>단검 투척</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Кидок кинджала</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>投掷匕首</color>2次

# run_goal_progress_e_skill_hist_hel_iron_swan_label
source: Use <color=#{notable}>Iron Swan</color> 2+ times in a single fight
ja: <color=#{notable}>アイアンスワン</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>강철의 추모곡</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Залізний лебідь</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>钢铁天鹅</color>2次

# run_goal_progress_e_skill_hist_hel_toe_to_toe_label
source: Use <color=#{notable}>Toe to Toe</color> 2+ times in a single fight
ja: <color=#{notable}>1対1</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>정면 승부</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Сам на сам</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>寸步不让</color>2次

# run_goal_progress_e_skill_hist_hel_wicked_hack_label
source: Use <color=#{notable}>Wicked Hack</color> 2+ times in a single fight
ja: <color=#{notable}>強烈な切り込み</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>강력한 난도질</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Лютий удар</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>恶毒挥斩</color>2次

# run_goal_progress_e_skill_hist_hwm_pistol_shot_label
source: Use <color=#{notable}>Pistol Shot</color> 2+ times in a single fight
ja: <color=#{notable}>ピストルショット</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>권총 사격</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Пістолетний постріл</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>手枪射击</color>2次

# run_goal_progress_e_skill_hist_hwm_take_aim_label
source: Use <color=#{notable}>Take Aim</color> 2+ times in a single fight
ja: <color=#{notable}>照準合わせ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>정조준</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Точний приціл</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>瞄准</color>2次

# run_goal_progress_e_skill_hist_hwm_wicked_slice_label
source: Use <color=#{notable}>Wicked Slice</color> 2+ times in a single fight
ja: <color=#{notable}>強力なスライス</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>야비한 칼질</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Глибокий поріз</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>恶毒切割</color>2次

# run_goal_progress_e_skill_hist_jes_fade_to_black_label
source: Use <color=#{notable}>Fade to Black</color> 2+ times in a single fight
ja: <color=#{notable}>暗転</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>그늘 속으로</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Відхід за куліси</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>夺目表演</color>2次

# run_goal_progress_e_skill_hist_jes_inspiring_tune_label
source: Use <color=#{notable}>Inspiring Tune</color> 2+ times in a single fight
ja: <color=#{notable}>鼓舞の調べ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>격려의 선율</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Підбадьорливий мотив</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>振奋旋律</color>2次

# run_goal_progress_e_skill_hist_jes_razors_wit_label
source: Use <color=#{notable}>Razor's Wit</color> 2+ times in a single fight
ja: <color=#{notable}>剃刀の知恵</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>날카로운 재치</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Гострота леза</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>尖锐才智</color>2次

# run_goal_progress_e_skill_hist_lep_chop_label
source: Use <color=#{notable}>Chop</color> 2+ times in a single fight
ja: <color=#{notable}>ぶった切り</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>토막</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Удар із розмаху</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>劈剁</color>2次

# run_goal_progress_e_skill_hist_lep_solemnity_label
source: Use <color=#{notable}>Solemnity</color> 2+ times in a single fight
ja: <color=#{notable}>儀式の執行</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>평온</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Вшанування</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>肃穆</color>2次

# run_goal_progress_e_skill_hist_lep_withstand_label
source: Use <color=#{notable}>Withstand</color> 2+ times in a single fight
ja: <color=#{notable}>踏ん張る</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>인내</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Залізна витримка</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>屹立</color>2次

# run_goal_progress_e_skill_hist_maa_bolster_label
source: Use <color=#{notable}>Bolster</color> 2+ times in a single fight
ja: <color=#{notable}>士気を鼓舞</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>고양</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Твердиня</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>激励</color>2次

# run_goal_progress_e_skill_hist_maa_crush_label
source: Use <color=#{notable}>Crush</color> 2+ times in a single fight
ja: <color=#{notable}>粉砕</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>분쇄</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Трощення</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>粉碎</color>2次

# run_goal_progress_e_skill_hist_maa_defender_label
source: Use <color=#{notable}>Defender</color> 2+ times in a single fight
ja: <color=#{notable}>防衛</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>수호자</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Міцний щит</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>保卫</color>2次

# run_goal_progress_e_skill_hist_occ_daemons_pull_label
source: Use <color=#{notable}>Daemon's Pull</color> 2+ times in a single fight
ja: <color=#{notable}>悪魔の引手</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>악마의 아귀팔</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Тяга демона</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>恶魔之攫</color>2次

# run_goal_progress_e_skill_hist_occ_sacrificial_stab_label
source: Use <color=#{notable}>Sacrificial Stab</color> 2+ times in a single fight
ja: <color=#{notable}>生贄刺し</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>제물 바치는 칼질</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Заклання жертви</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>献祭戳刺</color>2次

# run_goal_progress_e_skill_hist_occ_wyrd_reconstruction_label
source: Use <color=#{notable}>Wyrd Reconstruction</color> 2+ times in a single fight
ja: <color=#{notable}>宿命の復元</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>기괴한 재구축</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Жертовне відродження</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>怪诞重塑</color>2次

# run_goal_progress_e_skill_hist_pd_battlefield_medicine_label
source: Use <color=#{notable}>Battlefield Medicine</color> 2+ times in a single fight
ja: <color=#{notable}>戦場医術</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>야전 의술</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Польові ліки</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>战地医疗</color>2次
