Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# affinity_change_bark_healing_participating+grave_robber
source: There. Good as gold.
ja: ほらね。黄金みたいでしょう
ko: 자, 황금만큼 깔끔해졌지.
uk: Ось. На вагу золота.
zh_cn: 喏，完好如初。

# affinity_change_bark_healing_participating+hellion
source: You will spill more blood yet!
ja: もっと出血することになるわ！
ko: 아직 피 더 흘려야 할 거다!
uk: Ти ще проллєш кров!
zh_cn: 你还要泼洒更多鲜血呢！

# affinity_change_bark_healing_participating+highwayman
source: What's a little blood, eh.
ja: 少し出血したから何だって言うんだ
ko: 거 피 몇 방울 흘렸다고.
uk: Та це подряпина.
zh_cn: 流了点血又怎么了，对吧。

# affinity_change_bark_healing_participating+jester
source: I'll fix that if you stop bleeding on me.
ja: 血が止まったら治療してやる
ko: 피 좀 작작 튀기면 금세 고칠 수 있을 텐데 말이야.
uk: Я все зроблю, якщо ти не капатимеш на мене кров’ю.
zh_cn: 别弄我一身血，我就帮你包扎。

# affinity_change_bark_healing_participating+leper
source: This pain of yours - it has a purpose.
ja: お前のこの痛みには意味があるのだ
ko: 그대의 고통에는 다 목적이 있는 것일세.
uk: Твій біль не марний.
zh_cn: 你的痛苦是有意义的。

# affinity_change_bark_healing_participating+man_at_arms
source: On you go!
ja: 行くんだ！
ko: 자, 다시 돌격!
uk: Ні кроку назад!
zh_cn: 起来！

# affinity_change_bark_healing_participating+occultist
source: Allow me.
ja: 私にやらせてくれ
ko: 내게 맡기게.
uk: Дозволь мені.
zh_cn: 容我来。

# affinity_change_bark_healing_participating+plague_doctor
source: Cease your wriggling and let me work!
ja: 動くな、私に任せろ！
ko: 엄살 그만 떨고 치료나 받아!
uk: Припини смикати, бо буде боляче.
zh_cn: 别抖了，让我包扎！

# affinity_change_bark_healing_participating+runaway
source: Lemme get that.
ja: 私にやらせて
ko: 내가 한번 볼게.
uk: Дай-но мені.
zh_cn: 让我来帮你吧。

# affinity_change_bark_healing_participating+vestal
source: Close your eyes a moment, friend.
ja: 友よ、一瞬だけ目を閉じてください
ko: 잠시 눈을 감아 보라, 벗이여.
uk: Заплющ очі на хвилинку.
zh_cn: 合上双眼，片刻就好，朋友。

# affinity_change_bark_moved_me_negative@0
source: Pardon me?
ko: 왜 밀어?
uk: Перепрошую?

# affinity_change_bark_moved_me_negative@1
source: You trample in the line of fire!
ko: 대열을 흩뜨리지 마!
uk: Ти стоїш на лінії вогню!

# affinity_change_bark_moved_me_negative+flagellant
source: Meddle not with my destiny! Away!
ko: 내 운명에 참견 마라! 물렀거라!
uk: Моя доля — це мій вибір! Відійди!

# affinity_change_bark_moved_me_negative+grave_robber
source: You oaf! They'll spy me now!
ja: このバカ！奴らにバレるよ！
ko: 이 얼간이가! 이제 날 엿볼 거 아냐!
uk: Через тебе мене помітять!
zh_cn: 蠢货！他们现在能看到我了！

# affinity_change_bark_moved_me_negative+hellion
source: You have not earned the right!
ja: お前にはまだそれを許すわけにいかないわ！
ko: 넌 이 자리에 설 자격 없다!
uk: Ти не маєш на це права!
zh_cn: 你没有这样做的权力！

# affinity_change_bark_moved_me_negative+highwayman
source: I was lining up a shot!
ja: 攻撃の準備をしていたんだ！
ko: 한참 조준 중이었는데!
uk: Я хотів стріляти!
zh_cn: 我正瞄准呢！

# affinity_change_bark_moved_me_negative+jester
source: What's the matter - don't trust me?
ja: どうした。私が信じられないのか？
ko: 뭐야, 뭐. 날 못 믿어?
uk: Що таке? Ти не довіряєш мені?
zh_cn: 怎么了——不信任我么？

# affinity_change_bark_moved_me_negative+leper
source: I know where I am most useful.
ja: 自分の強みはわかっている
ko: 내가 가장 유용할 자리는 내가 잘 안다.
uk: Я сам знаю, де від мене більше користі.
zh_cn: 我知道哪里最能发挥我的价值。

# affinity_change_bark_moved_me_negative+man_at_arms
source: You're out of formation!
ja: 隊列から外れてるぞ！
ko: 진형을 왜 무너뜨리나!
uk: Тримаймося разом!
zh_cn: 你把阵型搅乱了！

# affinity_change_bark_moved_me_negative+occultist
source: You presume much.
ja: 差し出がましいな
ko: 참 수상한 행동이군.
uk: Ти занадто багато собі дозволяєш.
zh_cn: 你太自以为是了。

# affinity_change_bark_moved_me_negative+plague_doctor
source: What is the meaning of this?!
ja: これはいったいどういうことだ？
ko: 대체 왜 이러는 거야?!
uk: І що це має означати?
zh_cn: 这是什么意思？！

# affinity_change_bark_moved_me_negative+runaway
source: I don't recall takin' orders from you.
ja: お前に命令される筋合いはない
ko: 갑자기 왜 이래라 저래라지.
uk: Не пригадаю, щоб я дозволяла собою командувати.
zh_cn: 我可不记得要听你的命令。

# affinity_change_bark_moved_me_negative+vestal
source: Cease this nervous skittering!
ja: その神経質な動きをやめなさい！
ko: 그만 좀 떨어라!
uk: Досить тут бігати!
zh_cn: 别再扑腾了！

# affinity_change_bark_moved_me_positive@0
source: Pardon, friend.
ko: 잠시 지나가지, 벗이여.
uk: Пробач, друже.

# affinity_change_bark_moved_me_positive@1
source: This way to victory!
ko: 승리를 향한 길이다!
uk: Це шлях до перемоги!

# affinity_change_bark_moved_me_positive+flagellant
source: Know humility and let me through!
ja: 謙虚さを覚えて、私に任せろ！
ko: 겸손함을 알고 내게 길을 열어라!
uk: Пізнай смиренність і пропусти мене!
zh_cn: 展示你的谦卑，让我过去吧！

# affinity_change_bark_moved_me_positive+grave_robber
source: Let me slip past, hm?
ja: こっそり通してくれない？
ko: 어머, 지나가시려고?
uk: Дозволь проскочити.
zh_cn: 让我溜过去，好么？

# affinity_change_bark_moved_me_positive+hellion
source: We can rush them from anywhere!
ja: どこからでも襲撃できる！
ko: 우린 어디서든 저 놈들 덮칠 수 있다!
uk: Ми дістанемо ворога де завгодно!
zh_cn: 每个角度都能发起冲锋！

# affinity_change_bark_moved_me_positive+highwayman
source: A good ambush is all preparation.
ja: 優れた奇襲は、すべて準備にかかっている
ko: 매복의 성공은 준비가 결정하는 거거든.
uk: Гарна засідка потребує підготовки.
zh_cn: 埋伏能成功，全靠仔细规划。

# affinity_change_bark_moved_me_positive+jester
source: And a one and a two...
ja: いくぞ、1、2…
ko: 하나, 둘...
uk: І раз, і два...
zh_cn: 一二三四，五六七八……

# affinity_change_bark_moved_me_positive+leper
source: I am needed here.
ja: 私の居場所はここだ
ko: 난 여기 필요한가 보군.
uk: Я потрібен тут.
zh_cn: 这里需要我。

# affinity_change_bark_moved_me_positive+man_at_arms
source: Positions, all! Form up!
ja: 全員位置につけ！隊列を組め！
ko: 전원 전투 위치로! 진형 갖춰!
uk: На позиції, шикуйсь!
zh_cn: 注意阵型，各位！

# affinity_change_bark_moved_me_positive+occultist
source: This position may prove an advantage.
ja: この位置のほうが有利かもな
ko: 이 위치는 꽤나 유리해 보이는군.
uk: Ця позиція може забезпечити перевагу.
zh_cn: 这个位置也许能为我们赢得优势。

# affinity_change_bark_moved_me_positive+plague_doctor
source: I have an idea!
ja: いい考えがある！
ko: 좋은 생각이 있어!
uk: У мене ідея!
zh_cn: 我有个主意！

# affinity_change_bark_moved_me_positive+runaway
source: Trust me on this!
ja: 私を信じて！
ko: 이번엔 나만 믿으라구!
uk: Довірся мені!
zh_cn: 相信我！

# affinity_change_bark_moved_me_positive+vestal
source: I know what I'm doing!
ja: 何をすべきかはわかっています！
ko: 내 행동은 확신으로 찼으니!
uk: Я знаю, що роблю!
zh_cn: 我知道我在做什么！

# affinity_change_bark_remove_dot_observing_jealous@0
source: My trusted ally, indeed...
ja: 信頼のおける盟友、ってとこか…
ko: 퍽이나 믿음직한 아군이로군...
uk: Мій вірний союзник...
zh_cn: 真是值得信赖的盟友们……

# affinity_change_bark_remove_dot_observing_jealous@1
source: That ought to have been mine!
ja: 自分が受けるはずだったのに！
ko: 놈은 내 거였다고!
uk: Це було потрібно мені!
zh_cn: 那个应该给我的！

# affinity_change_bark_remove_dot_observing_jealous_wounded@0
source: As I waste away...!
ko: 이러다 죽기만 해 봐...!
uk: Так, я чахну...

# affinity_change_bark_remove_dot_observing_jealous_wounded@1
source: Showing your true colours, there.
ja: ついに本性を現したか
ko: 이제야 진짜 얼굴을 드러내는군.
uk: Ти показуєш своє справжнє обличчя.
zh_cn: 原来你是这样的人。

# affinity_change_bark_remove_dot_observing_jealous_wounded+flagellant
source: You play at strategy like a child with toys.
ja: まるで遊びのように戦略を楽しんでいるな
ko: 장난감 병정 놀이 하는 꼬맹이 같구나.
uk: Ти складаєш стратегію, мов дитина, що бавиться іграшками.
zh_cn: 战术不是让你这样糟蹋的！

# affinity_change_bark_remove_dot_observing_jealous_wounded+grave_robber
source: Left to my own devices once more!
ko: 내가 중독 시킨 놈들도 이런 기분이었나!
uk: Знов мене залишили напризволяще!

# affinity_change_bark_remove_dot_observing_jealous_wounded+hellion
source: Who shall hold the line, then?!
ko: 이러면 누가 맨 앞에서 버티나?!
uk: Хто ж триматиме стрій?

# affinity_change_bark_remove_dot_observing_jealous_wounded+highwayman
source: Not the first time I've been left bleeding.
ja: 出血して置いて行かれたのは初めてじゃない
ko: 버려진 채 죽어 가는 게 첫 경험은 아니긴 해.
uk: Я вже не вперше залишаюся без допомоги.
zh_cn: 这种事不是第一次了。

# affinity_change_bark_remove_dot_observing_jealous_wounded+jester
source: I'll sort myself out, then.
ja: なら、自分で解決するよ
ko: 그래, 난 내가 알아서 하지 뭐.
uk: Я сам з усім розберуся.
zh_cn: 喔，那我走？

# affinity_change_bark_remove_dot_observing_jealous_wounded+leper
source: Hmph.
ja: ふん
ko: 흐음.
uk: Ось як...
zh_cn: 哼。

# affinity_change_bark_remove_dot_observing_jealous_wounded+man_at_arms
source: A unit is only as strong as its weakest arm...
ja: 部隊の強さは、最も弱い者に比例するものだ…
ko: 부대의 전투력은 가장 약한 병사에게 좌우되거늘...
uk: Сила загону визначається його найслабшим солдатом.
zh_cn: 一支编队的强度，由最弱的士兵决定……

# affinity_change_bark_remove_dot_observing_jealous_wounded+occultist
source: I have a long memory...
ja: 私は記憶力がいいほうだ…
ko: 이런 기억이 참 많지...
uk: У мене гарна пам’ять...
zh_cn: 我会记住的……

# affinity_change_bark_remove_dot_observing_jealous_wounded+plague_doctor
source: You FOOL!
ja: この馬鹿者！
ko: 이 멍청아!
uk: От нетяма!
zh_cn: 蠢货！

# affinity_change_bark_remove_dot_observing_jealous_wounded+runaway
source: Thought you had my back.
ja: 味方だと思っていたのに
ko: 네가 내 뒤를 봐줄 줄 알았는데.
uk: Я вважала, на тебе можна покластися.
zh_cn: 还以为你会照顾我。

# affinity_change_bark_remove_dot_observing_jealous_wounded+vestal
source: At any moment they shall break us!
ja: いつ倒されてもおかしくありませんよ！
ko: 놈들은 언제라도 우리를 무너뜨릴 수 있다!
uk: Вони нас здолають нас у будь-який момент!
zh_cn: 他们随时都可能击垮我们！

# affinity_change_bark_remove_dot_observing_jealous+flagellant
source: My blood alone is worth two of them!
ko: 내 피 한 방울에 놈들 둘을 데려가겠다!
uk: Сама лише моя кров дорожча за двох із них!

# affinity_change_bark_remove_dot_observing_jealous+grave_robber
source: Wherever are your manners?
ko: 너희는 어쩜 이리 매너도 없니?
uk: Де твої манери?

# affinity_change_bark_remove_dot_observing_jealous+hellion
source: Don't let me grow weak...!
ja: 弱らせないで…！
ko: 나 약해지게 두지 마라...!
uk: Не дай мені ослабнути...
zh_cn: 别让我变得虚弱……！

# affinity_change_bark_remove_dot_observing_jealous+highwayman
source: Share the wealth, eh?
ja: 金を分けてくれ、いいだろ？
ko: 나눔의 정신은 없나?
uk: Поділишся багатством?
zh_cn: 不打算分享一下么？

# affinity_change_bark_remove_dot_observing_jealous+jester
source: Think me useless, do you?
ko: 난 쓸데 없다는 거지, 그치?!
uk: Гадаєш, від мене жодної користі?!

# affinity_change_bark_remove_dot_observing_jealous+leper
source: I require aid same as any hale soldier.
ja: 私にも治療が必要だが
ko: 나도 여느 장병과 똑같은 도움이 필요하다만.
uk: Мені потрібна допомога, як і будь-якому солдатові.
zh_cn: 我和健康的士兵一样需要帮助。

# affinity_change_bark_remove_dot_observing_jealous+man_at_arms
source: I 'ad use for that!
ko: 나 그거 필요했는데!
uk: Я б від такого теж не відмовився!

# affinity_change_bark_remove_dot_observing_jealous+occultist
source: Test fate at your own risk.
ja: 運命を試すなら自己責任でやれ
ko: 운명을 가지고 놀다간 큰 코 다치지.
uk: Випробуй долю на свій страх і ризик.
zh_cn: 和命运作对，往往没有好下场。

# affinity_change_bark_remove_dot_observing_jealous+plague_doctor
source: Cease these nonsense speculations!
ja: 無意味な思索はやめろ！
ko: 돌팔이 처방은 집어 치워!
uk: Припини ці дурниці!
zh_cn: 别再做这些荒谬的假设了！

# affinity_change_bark_remove_dot_observing_jealous+runaway
source: I ought to leave you in the dust...
ja: お前を置き去りにすべきだった…
ko: 그냥 잿더미 속에 두고 올걸...
uk: Я тобі ще втру носа...
zh_cn: 我真该把这一切烧成灰烬……

# affinity_change_bark_remove_dot_observing_jealous+vestal
source: By risking me you imperil us all!
ja: 私を危険にさらすと、全員が危うくなりますよ！
ko: 내가 위험해지면 우리 모두 위험해진다!
uk: Ти наражаєш на небезпеку всіх нас!
zh_cn: 让我置身危险之中，就是拿所有人冒险！

# affinity_change_bark_remove_dot_observing_mortally_jealous@0
source: Here I suffer, unaided...
ja: 助けを得られずに苦しむなんて…
ko: 아무 도움도 없이 이렇게 죽는구나...
uk: Ніхто не полегшить мої страждання...
zh_cn: 而我在这里受苦，却没有人来帮我……

# affinity_change_bark_remove_dot_observing_mortally_jealous@1
source: While I breathe my last...?
ja: 息がもちそうにない…
ko: 이게 내 마지막 호흡인가...?
uk: Мені залишився лише останній подих.
zh_cn: 是要我死在这里么……？

# affinity_change_bark_remove_dot_observing_mortally_jealous+flagellant
source: My glory is foretold, yet you would condemn us!
ja: 俺の栄光は予言されてるのに、俺たちを非難するのか！
ko: 나의 영광은 예정되었거늘, 너희가 우리를 규탄하느냐!
uk: Мені славу напророчили, а з твого боку можна чекати лише осуду!
zh_cn: 我的荣耀是命中注定，但你却要毁掉这一切！

# affinity_change_bark_remove_dot_observing_mortally_jealous+grave_robber
source: P... please, no! You'd leave me to die?!
ko: 제... 제발, 이러지 마! 이렇게 그냥 죽게 둘 거야?!
uk: Н-ні! Ти ж не залишиш мене помирати?!

# affinity_change_bark_remove_dot_observing_mortally_jealous+hellion
source: You'd sacrifice me?!
ja: 私を犠牲にするの！？
ko: 날 제물로 바치는 거냐?!
uk: Ти пожертвуєш мною?!
zh_cn: 你要牺牲我？！

# affinity_change_bark_remove_dot_observing_mortally_jealous+highwayman
source: Fine. Leave me to the fate I deserve...
ja: わかった。俺にふさわしい運命に任せるとしよう…
ko: 좋아, 그럼 나한테 어울리는 운명에 내버려 두라고...
uk: Он як... Залиш мене на поталу долі, яку я заслужив...
zh_cn: 好吧。终究是逃不过命运……

# affinity_change_bark_remove_dot_observing_mortally_jealous+jester
source: So it's come to this.
ja: それで、こうなったのか
ko: 결국 이렇게 됐군.
uk: От і дійшло до цього.
zh_cn: 看来走到这一步了啊。

# affinity_change_bark_remove_dot_observing_mortally_jealous+leper
source: Passing judgment on who lives and dies?
ko: 누굴 죽이고 살릴지 판단하는 것인가?
uk: Будеш вирішувати, кому жити, а кому помирати?

# affinity_change_bark_remove_dot_observing_mortally_jealous+man_at_arms
source: I see my trust was misplaced.
ja: 信頼する奴を間違えたようだな
ko: 내가 사람을 잘못 봤군.
uk: Здається, я довірився не тій людині.
zh_cn: 看来我信错了人。

# affinity_change_bark_remove_dot_observing_mortally_jealous+occultist
source: Unwise.
ja: 愚かだな
ko: 현명하지 못하군.
uk: Яке безглуздя.
zh_cn: 不明智的决定。

# affinity_change_bark_remove_dot_observing_mortally_jealous+plague_doctor
source: You'll be sorry when I'm gone!
ja: 私がいなくなったら後悔するぞ！
ko: 나 죽으면 너희 다 후회할 걸!
uk: Ти ще пошкодуєш, коли мене не стане!
zh_cn: 失去了我，你会追悔莫及！

# affinity_change_bark_remove_dot_observing_mortally_jealous+runaway
source: I trusted you! NO!!
ja: お前を信頼していたのに！なんて奴！
ko: 난 너희를 믿었다고! 안 돼!!
uk: Я тобі довіряла! НІ!!!
zh_cn: 不！我那么信任你！！

# affinity_change_bark_remove_dot_observing_mortally_jealous+vestal
source: Left me to fend for myself, have you?
ja: 自分のために私を見捨てたのですね？
ko: 나 혼자 알아서 살아 남으라?
uk: Залишаєш мене на поталу долі?
zh_cn: 留我自己保护自己，是么？

# affinity_change_bark_remove_dot_participating@0
source: For your agonies.
ja: 苦しみを取り除こう
ko: 고통을 없애 주지.
uk: За твої страждання.
zh_cn: 这个能缓解你的痛苦。

# affinity_change_bark_remove_dot_participating@1
source: That looks sore.
ko: 좀 따끔해 보이는군.
uk: Тобі, певно, боляче.

# affinity_change_bark_remove_dot_participating@2
source: Wither not!
ko: 약해지지 마!
uk: Не кисни!

# affinity_change_bark_remove_dot_participating_dd@0
source: Clamber back from the precipice!
ja: 崖っぷちから這い上がれ！
ko: 벼랑 끝에서 구해 줬군!
uk: Вибирайся!
zh_cn: 绝处逢生！

# affinity_change_bark_remove_dot_participating_dd@1
source: Return to us!
ja: 戻ってこい！
ko: 정신 차려!
uk: Повертайся до нас!
zh_cn: 回到我们身边！

# affinity_change_bark_remove_dot_participating_dd+flagellant
source: You dance on the threshold - here lies power!
ja: 死の間際に躍動する、そこに力があるのだ！
ko: 지금 밟고 있는 죽음의 문턱에 진정한 힘이 깃들었으니!
uk: Ти танцюєш на порозі смерті — це джерело сили!
zh_cn: 你在死神的门扉徘徊——接过我的力量吧！

# affinity_change_bark_remove_dot_participating_dd+grave_robber
source: I'm no physic, but let me try!
ja: 物理学者じゃないけど、やらせて！
ko: 의사는 아니지만 한번 해 보지 뭐!
uk: Я не лікар, але спробую.
zh_cn: 我不是医生，但我可以试试！

# affinity_change_bark_remove_dot_participating_dd+hellion
source: Is it not freeing, standing on the edge?!
ja: 崖っぷちだと自由さが足りない！？
ko: 목숨 걸린 기분, 참 자유롭지 않았나?!
uk: Стояти на краю — це незабутнє відчуття.
zh_cn: 在死亡的边缘，有没有自由的感觉？

# affinity_change_bark_remove_dot_participating_dd+highwayman
source: Bite down on somethin'. This might hurt.
ja: 何か噛んでろ。痛むかもしれん
ko: 이거 꽉 물고 있어. 좀 아플 거야.
uk: Візьми щось у зуби, буде боляче.
zh_cn: 找个什么东西咬住。这可能会很疼。

# affinity_change_bark_remove_dot_participating_dd+jester
source: Cuttin' it close, friend.
ja: ギリギリだったな
ko: 아슬아슬하게 베였군, 친구.
uk: Ледве встиг, друже.
zh_cn: 好险啊，朋友。

# affinity_change_bark_remove_dot_participating_dd+leper
source: Playing dice with fortune herself.
ja: 運命相手に賽を振る、か
ko: 운명의 여신과 주사위 놀이를 하다니.
uk: Граю в кості із самою долею.
zh_cn: 这是在和命运女神玩骰子。

# affinity_change_bark_remove_dot_participating_dd+man_at_arms
source: You ain't dismissed yet!
ja: まだ戦えるだろう！
ko: 전역하려면 멀었다!
uk: На тобі ще не поставили хреста!
zh_cn: 我还没允许解散呢！

# affinity_change_bark_remove_dot_participating_dd+occultist
source: Thought we'd lost you.
ja: お前を失ったかと思ったよ
ko: 하마터면 자네를 잃는 줄 알았네.
uk: Думав, ми втратили тебе.
zh_cn: 还以为我们要失去你了。

# affinity_change_bark_remove_dot_participating_dd+plague_doctor
source: Move not an inch! I'm working!
ja: 少しも動くな！作業が出来ないだろう！
ko: 꿈쩍도 하지 마! 치료 중이니까!
uk: Не підходити, я працюю!
zh_cn: 别抖！让我工作！

# affinity_change_bark_remove_dot_participating_dd+runaway
source: Don't scare us like that.
ja: そんな風に脅かさないで
ko: 자기 목숨으로 그렇게 겁주지 말라구.
uk: Більше не лякай нас так.
zh_cn: 别这样吓唬我们。

# affinity_change_bark_remove_dot_participating_dd+vestal
source: Even dire wounds can be mended.
ko: 이런 중상도 다 나을 수 있지.
uk: Навіть тяжкі рани можна вилікувати.

# affinity_change_bark_remove_dot_participating_wounded@0
source: No! I will not allow this!
ja: ダメだ！これは許さない！
ko: 아니! 내가 허락 못해!
uk: Ні, не дозволю!
zh_cn: 不行！我不允许！

# affinity_change_bark_remove_dot_participating_wounded@1
source: The pain persists, but you'll live!
ja: 痛みは続くが死にはせん！
ko: 고통은 남을지 몰라도 목숨은 붙여 놓겠다!
uk: Хай болить, але ти житимеш!
zh_cn: 疼是疼，但你会活下去的！

# affinity_change_bark_remove_dot_participating_wounded+flagellant
source: Shrink ye not from what greatness asks!
ja: 偉大なるものの求めに怖気づくでない！
ko: 위대한 사명이 부르거늘 어찌 몸을 움츠리겠는가!
uk: Не цурайтеся того, чого вимагає велич!
zh_cn: 伟大的道路不容退却！

# affinity_change_bark_remove_dot_participating_wounded+grave_robber
source: Here, lest ye grow faint.
ja: ほら、気絶しないように
ko: 자, 정신줄 잡아.
uk: Тримай, бо ослабнеш.
zh_cn: 来，免得你晕过去。

# affinity_change_bark_remove_dot_participating_wounded+hellion
source: Foul spirits! Miasma in the air!
ja: 朽ちた霊が！空気中に瘴気が！
ko: 더러운 혼령들! 끔찍한 독기!
uk: У повітрі міазми!
zh_cn: 空气中弥漫着不祥的气息——恶灵退散！

# affinity_change_bark_remove_dot_participating_wounded+highwayman
source: That looks nasty. Here.
ja: あれはエグいな。ほらこれを
ko: 거 아파 보이네. 여기 받아.
uk: Виглядає погано. Тримай.
zh_cn: 看起来很糟。来，用这个。

# affinity_change_bark_remove_dot_participating_wounded+jester
source: Fine. From my stash.
ja: 大丈夫だ。私のとっておきを使うぞ
ko: 에이 씨, 꿍쳐둔 건데.
uk: Гаразд. З моєї заначки.
zh_cn: 好吧，这可是我珍藏的。

# affinity_change_bark_remove_dot_participating_wounded+leper
source: Wise not to let this fester.
ja: 化膿させないようにしないと
ko: 괜히 덧나게 두지 마라.
uk: Краще не доводити до нагноєння.
zh_cn: 最好避免伤口感染。

# affinity_change_bark_remove_dot_participating_wounded+man_at_arms
source: Mind your wounds!
ja: 自分の傷の心配をしてろ！
ko: 네 상처나 돌봐!
uk: Займися своїми ранами!
zh_cn: 小心你的伤口！

# affinity_change_bark_remove_dot_participating_wounded+occultist
source: Don't let that run rampant.
ja: 傷が広がらないように
ko: 맨날 이러면 곤란하네.
uk: Не треба із цим зволікати.
zh_cn: 别让伤势恶化。

# affinity_change_bark_remove_dot_participating_wounded+plague_doctor
source: We caught this in time. Here!
ja: 間に合った、ほら！
ko: 제때 맞췄네. 여기 치료 받아!
uk: Ми встигли. Тримай!
zh_cn: 还好发现得及时。快用这个！

# affinity_change_bark_remove_dot_participating_wounded+runaway
source: That could spread. Let me.
ja: あれは広がるかも。私に任せて
ko: 이거 덧나겠는데. 지져 버리자.
uk: Може погіршати. Давай допоможу.
zh_cn: 这个伤口可能会感染。让我来。

# affinity_change_bark_remove_dot_participating_wounded+vestal
source: You require aid - I provide it.
ja: あなたには手当てが必要です。 私にお任せを
ko: 도움이 필요한가? 내가 돕겠다.
uk: Тобі потрібна допомога — я допомагаю.
zh_cn: 你需要帮助——而我能帮上忙。

# affinity_change_bark_remove_dot_participating+flagellant
source: Draw strength from this suffering!
ja: この苦しみから力を引き出すのだ！
ko: 고통으로부터 힘을 얻어라!
uk: Черпайте силу із цього страждання!
zh_cn: 从痛苦中汲取力量吧！

# affinity_change_bark_remove_dot_participating+grave_robber
source: You're in fine hands - promise.
ja: 安心して大丈夫、約束する
ko: 나 손재주 좋아. 진짜야.
uk: Ти в добрих руках, запевняю.
zh_cn: 安心啦，我很擅长这个——我保证。

# affinity_change_bark_remove_dot_participating+hellion
source: This mud cures maladies! Trust me!
ja: この泥は病気を治す！信じろ！
ko: 이 진흙 병 고친다! 믿어라!
uk: Це лікувальні грязі, повір!
zh_cn: 这种泥能治病！相信我！

# affinity_change_bark_remove_dot_participating+highwayman
source: Pay me back later, eh?
ja: 後で返せよ、な？
ko: 이 빚은 꼭 받아낸다, 알았지?
uk: Борг повернеш пізніше, добре?
zh_cn: 下次再报答我，好么？

# affinity_change_bark_remove_dot_participating+jester
source: Not your finest moment. Here.
ja: 辛そうだな。ほら
ko: 인생 최고 전성기는 아닌 거 같네. 받아.
uk: Ти не в найкращій формі. Тримай.
zh_cn: 你有点狼狈。来。

# affinity_change_bark_remove_dot_participating+leper
source: We prevent suffering where we can.
ja: 苦しみはできる限り防ごう
ko: 억제할 수 있는 고통은 억눌러야 마땅하지.
uk: Страждань краще уникнути, якщо це можливо.
zh_cn: 在力所能及的范围内，尽量避免他人的痛苦。

# affinity_change_bark_remove_dot_participating+man_at_arms
source: That ought to do it!
ja: これで大丈夫だ！
ko: 이렇게 처리해야지!
uk: Це має спрацювати!
zh_cn: 这个应该能帮上忙！

# affinity_change_bark_remove_dot_participating+occultist
source: Be still! This is my specialty!
ja: 動くな！これは私の専門だ！
ko: 가만히 있게! 이건 내 전공이니!
uk: Сиди тихо: це справа для мене!
zh_cn: 别动！我很擅长这个！

# affinity_change_bark_remove_dot_participating+plague_doctor
source: I'm sure I have an ampoule for that...
ja: それ用のアンプルがあったはずだ…
ko: 분명 치료 앰플이 여기 있었는데...
uk: У мене є ампула для таких випадків...
zh_cn: 我肯定有瓶能治这个的药……

# affinity_change_bark_remove_dot_participating+runaway
source: I can patch that up!
ja: 私が応急処置しよう！
ko: 내가 고칠 수 있어!
uk: Я все виправлю!
zh_cn: 我能帮你包扎！

# affinity_change_bark_remove_dot_participating+vestal
source: Let the warmth suffuse you...
ja: 温もりがあなたを包み込む…
ko: 따스한 온기를 받아들이거라...
uk: Нехай твоє тіло сповниться теплом...
zh_cn: 让暖流充盈你的身体……

# affinity_change_bark_revenge_from_crit@0
source: Before it can call any allies!
ja: 仲間を呼ぶ前に倒せ！
ko: 자기 편 부르기 전에 해치워!
uk: Швидше, доки не з’явилася підмога!
zh_cn: 快，趁他来不及搬救兵！

# affinity_change_bark_revenge_from_crit@1
source: They'll be sorry!
ko: 후회하게 될 거다...
uk: Вони пошкодують!

# affinity_change_bark_revenge_from_crit+flagellant
source: The curs hunger for my sacred blood!
ko: 저 놈들은 나의 신성한 피를 갈망하는가!
uk: Прокляттям потрібна моя священна кров!

# affinity_change_bark_revenge_from_crit+grave_robber
source: Marvelous. Make them bleed!
ja: 見事。奴らに血を流させよ！
ko: 굉장해. 피를 쫙 뽑아 버려!
uk: Чудово. Нехай ллється кров!
zh_cn: 干得漂亮。让他们流流血！

# affinity_change_bark_revenge_from_crit+hellion
source: Smell that! The wind turns!
ja: 臭いがする！風向きが変わったわ！
ko: 냄새가 난다! 바람의 흐름이 바뀐다!
uk: Відчуваєте? Вітер змінився!
zh_cn: 我都闻到血腥味儿了！

# affinity_change_bark_revenge_from_crit+highwayman
source: Gut the bastards.
ja: 野郎どもを殲滅しろ
ko: 배를 째 버려.
uk: Покінчи із цими виродками!
zh_cn: 做掉那些混蛋。

# affinity_change_bark_revenge_from_crit+jester
source: I'm touched.
ja: 感動したぞ
ko: 감동적인데.
uk: Я зворушений.
zh_cn: 真让人感动。

# affinity_change_bark_revenge_from_crit+leper
source: Even a worm will turn - and you are no worm.
ja: 虫も寝返るが…お前は虫ではない
ko: 쥐도 궁지에 몰리면 문다지. 우린 좀 아프게 물었군.
uk: Навіть гнаний пацюк може огризатися, а ти не пацюк.
zh_cn: 看来是触到了你的逆鳞。

# affinity_change_bark_revenge_from_crit+man_at_arms
source: Show them your mettle!
ja: お前の根性を見せてやれ！
ko: 네 패기를 보여 봐라!
uk: Хай вони відчують твою силу духу.
zh_cn: 让他们尝尝你的厉害！

# affinity_change_bark_revenge_from_crit+occultist
source: Deepest thanks.
ja: 深く感謝する
ko: 참으로 고맙군.
uk: Щиро дякую.
zh_cn: 感激不尽。

# affinity_change_bark_revenge_from_crit+plague_doctor
source: You'd do that for me...?
ja: 私のためにやってくれるのか…？
ko: 내 대신 처리해 준 거야...?
uk: Ти робиш це для мене?
zh_cn: 你居然愿意为了我做这种事……？

# affinity_change_bark_revenge_from_crit+runaway
source: I wouldn't ask that of you... but thanks.
ja: そんなこと頼まないよ…でも、ありがとう
ko: 부탁을 한 건 아니지만... 그래도 고마워.
uk: Не варто було... але дякую.
zh_cn: 我不会主动要求你这样做……但还是谢谢你。

# affinity_change_bark_revenge_from_crit+vestal
source: Only together do we stand a chance!
ja: 力を合わせれば勝機はあります！
ko: 함께해야 비로소 승산이 있는 법!
uk: Лише коли ми разом, у нас є шанс!
zh_cn: 只有团结一致，我们才有希望！

# affinity_change_bark_revenge_from_hit@0
source: Much appreciated, friend.
ja: 友よ、感謝する
ko: 정말 고마워, 친구.
uk: Красно дякую.
zh_cn: 非常感谢，朋友。

# affinity_change_bark_revenge_from_hit@1
source: You aren't so bad.
ja: お前はそんなに悪くない
ko: 실력 괜찮네.
uk: А ти нічого так.
zh_cn: 你人还不错嘛。

# affinity_change_bark_revenge_from_hit+flagellant
source: Ensure that I bled for purpose!
ja: 目的のためなら確実に血を流す！
ko: 내가 흘린 핏방울에 가치를 부여해 주는가!
uk: Можеш переконатися: я сплив кров’ю недарма!
zh_cn: 确保我的血流得有意义！

# affinity_change_bark_revenge_from_hit+grave_robber
source: I do love it when people avenge me.
ja: 仇を取られるのは好きだけどね
ko: 자기들이 내 복수 해주면 너무 좋더라.
uk: Я люблю, коли заради мене ллють кров.
zh_cn: 我喜欢有人为我复仇的感觉。

# affinity_change_bark_revenge_from_hit+hellion
source: We will best them as one!
ja: 私たちが一丸となって奴らを倒すわ！
ko: 하나 되어 저들을 물리치자!
uk: Разом ми всіх здолаємо!
zh_cn: 齐心协力打败他们！
