Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# skill_name_ves_2_fend
source: Fend Off
ja: 回避
ko: 취소
uk: Відбивання
zh_cn: 自卫

# skill_name_ves_2_judgement
source: Judgement
ko: 심판
uk: Осудження

# skill_name_ves_2_ministrations
source: Ministrations
ko: 목회
uk: Служба

# skill_name_ves_2_move
source: Move
ko: 이동
uk: Переміститися

# skill_name_ves_2_torturer_exsanguinate
source: Exsanguinate
ko: 방혈
uk: Знекровлення

# skill_name_ves_2_torturer_more_more
source: More! MORE!
ja: もっと！もっと！
ko: 더! 더!
uk: Ще! ЩЕ!
zh_cn: 再来！再来！！

# skill_name_ves_2_torturer_punish
source: Punish
ja: 懲罰
ko: 징벌
uk: Покарання
zh_cn: 惩罚

# skill_name_ves_2_torturer_rain_of_sorrows
source: Rain of Sorrows
ja: 哀しみの雨
ko: 슬픔의 비
uk: Дощ скорботи
zh_cn: 痛楚之雨

# skill_name_ves_blessing_of_fortitude
source: Consecration of Fortitude
ko: 불굴의 축성
uk: Консекрація сили

# skill_name_ves_blessing_of_fortitude_p2
source: Consecration of Fortitude
ko: 불굴의 축성
uk: Консекрація сили

# skill_name_ves_blessing_of_fortitude_p2_u
source: Consecration of Fortitude<sprite name={q}icon_upgraded_skill{q}>
ko: 불굴의 축성<sprite name={q}icon_upgraded_skill{q}>
uk: Консекрація сили<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_blessing_of_fortitude_u
source: Consecration of Fortitude<sprite name={q}icon_upgraded_skill{q}>
ko: 불굴의 축성<sprite name={q}icon_upgraded_skill{q}>
uk: Консекрація сили<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_blessing_of_light
source: Consecration of Light
ko: 빛의 축성
uk: Консекрація Світла

# skill_name_ves_blessing_of_light_p2
source: Consecration of Light
ko: 빛의 축성
uk: Консекрація Світла

# skill_name_ves_blessing_of_light_p2_u
source: Consecration of Light<sprite name={q}icon_upgraded_skill{q}>
ko: 빛의 축성<sprite name={q}icon_upgraded_skill{q}>
uk: Консекрація Світла<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_blessing_of_light_u
source: Consecration of Light<sprite name={q}icon_upgraded_skill{q}>
ko: 빛의 축성<sprite name={q}icon_upgraded_skill{q}>
uk: Консекрація Світла<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_divine_comfort
source: Divine Comfort
ko: 신성한 위무
uk: Дарунок небес

# skill_name_ves_divine_comfort_u
source: Divine Comfort<sprite name={q}icon_upgraded_skill{q}>
ko: 신성한 위무<sprite name={q}icon_upgraded_skill{q}>
uk: Дарунок небес<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_divine_grace
source: Divine Grace
ko: 신성한 은총
uk: Божа благодать

# skill_name_ves_divine_grace_u
source: Divine Grace<sprite name={q}icon_upgraded_skill{q}>
ko: 신성한 은총<sprite name={q}icon_upgraded_skill{q}>
uk: Божа благодать<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_hand_of_light
source: Hand of Light
ko: 빛의 손길
uk: Рука Світла

# skill_name_ves_hand_of_light_p1
source: Hand of Light
ko: 빛의 손길
uk: Рука Світла

# skill_name_ves_hand_of_light_p1_u
source: Hand of Light<sprite name={q}icon_upgraded_skill{q}>
ko: 빛의 손길<sprite name={q}icon_upgraded_skill{q}>
uk: Рука Світла<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_hand_of_light_p3
source: Hand of Light
ko: 빛의 손길
uk: Рука Світла

# skill_name_ves_hand_of_light_p3_u
source: Hand of Light<sprite name={q}icon_upgraded_skill{q}>
ko: 빛의 손길<sprite name={q}icon_upgraded_skill{q}>
uk: Рука Світла<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_hand_of_light_u
source: Hand of Light<sprite name={q}icon_upgraded_skill{q}>
ko: 빛의 손길<sprite name={q}icon_upgraded_skill{q}>
uk: Рука Світла<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_illumination
source: Illumination
ko: 광휘
uk: Осяяння

# skill_name_ves_illumination_p3
source: Illumination
ko: 광휘
uk: Осяяння

# skill_name_ves_illumination_p3_u
source: Illumination<sprite name={q}icon_upgraded_skill{q}>
ko: 광휘<sprite name={q}icon_upgraded_skill{q}>
uk: Осяяння<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_illumination_u
source: Illumination<sprite name={q}icon_upgraded_skill{q}>
ko: 광휘<sprite name={q}icon_upgraded_skill{q}>
uk: Осяяння<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_judgement
source: Judgement
ko: 심판
uk: Осудження

# skill_name_ves_judgement_p3
source: Judgement
ko: 심판
uk: Осудження

# skill_name_ves_judgement_p3_u
source: Judgement<sprite name={q}icon_upgraded_skill{q}>
ko: 심판<sprite name={q}icon_upgraded_skill{q}>
uk: Осудження<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_judgement_u
source: Judgement<sprite name={q}icon_upgraded_skill{q}>
ko: 심판<sprite name={q}icon_upgraded_skill{q}>
uk: Осудження<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_mace_bash
source: Mace Bash
ko: 철퇴 후려치기
uk: Удар булавою

# skill_name_ves_mace_bash_u
source: Mace Bash<sprite name={q}icon_upgraded_skill{q}>
ko: 철퇴 후려치기<sprite name={q}icon_upgraded_skill{q}>
uk: Удар булавою<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_mantra
source: Mantra
ko: 명상
uk: Мантра

# skill_name_ves_mantra_p1
source: Mantra
ko: 명상
uk: Мантра

# skill_name_ves_mantra_p1_u
source: Mantra<sprite name={q}icon_upgraded_skill{q}>
ko: 명상<sprite name={q}icon_upgraded_skill{q}>
uk: Мантра<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_mantra_p2
source: Mantra
ko: 명상
uk: Мантра

# skill_name_ves_mantra_p2_u
source: Mantra<sprite name={q}icon_upgraded_skill{q}>
ko: 명상<sprite name={q}icon_upgraded_skill{q}>
uk: Мантра<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_mantra_p3
source: Mantra
ko: 명상
uk: Мантра

# skill_name_ves_mantra_p3_u
source: Mantra<sprite name={q}icon_upgraded_skill{q}>
ko: 명상<sprite name={q}icon_upgraded_skill{q}>
uk: Мантра<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_mantra_u
source: Mantra<sprite name={q}icon_upgraded_skill{q}>
ko: 명상<sprite name={q}icon_upgraded_skill{q}>
uk: Мантра<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_ministrations
source: Ministrations
ko: 목회
uk: Служба

# skill_name_ves_ministrations_u
source: Ministrations<sprite name={q}icon_upgraded_skill{q}>
ko: 목회<sprite name={q}icon_upgraded_skill{q}>
uk: Служба<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_move
source: Move
ko: 이동
uk: Переміститися

# skill_name_ves_sanctuary
source: Sanctuary
ko: 안식
uk: Святилище

# skill_name_ves_sanctuary_p1
source: Sanctuary
ko: 안식
uk: Святилище

# skill_name_ves_sanctuary_p1_u
source: Sanctuary<sprite name={q}icon_upgraded_skill{q}>
ko: 안식<sprite name={q}icon_upgraded_skill{q}>
uk: Святилище<sprite name={q}icon_upgraded_skill{q}>

# skill_name_ves_sanctuary_u
source: Sanctuary<sprite name={q}icon_upgraded_skill{q}>
ko: 안식<sprite name={q}icon_upgraded_skill{q}>
uk: Святилище<sprite name={q}icon_upgraded_skill{q}>

# skill_name_war_horn
source: War Horn
ja: 戦の角笛
ko: 전쟁 뿔피리
uk: Бойовий ріг
zh_cn: 战争号角

# skill_name_wharf_rat_briny_spray
source: Briny Spray
ja: 塩水噴射
ko: 짠물 세례
uk: Солоні бризки
zh_cn: 咸水喷射

# skill_name_wharf_rat_sucker_punch
source: Sucker Punch
ja: 触手殴り
ko: 이거나 먹어라
uk: Підлий удар
zh_cn: 暗藏一手

# skill_name_whipper_b_flaming_whip
source: Infernal Taskmaster
ko: 업화의 감독관

# skill_name_whipper_b_full_bind
source: Full Bind
ko: 완전한 구속

# skill_name_whipper_b_ligature
source: Ligature
ko: 봉합사

# skill_name_whipper_b_manacle
source: Scorching Manacle
ja: 焦熱の錠
ko: 작열하는 족쇄
uk: Пекучі кандали
zh_cn: 灼热镣铐

# skill_name_whipper_ignite_self
source: Ignite!
ja: 点火！
ko: 불타라!
uk: Вогонь!
zh_cn: 点燃！

# skill_name_whipper_ignited_cleansing_flame
source: Cleansing Flame
ja: 浄化の炎
ko: 정화하는 불꽃
uk: Очищувальне полум’я
zh_cn: 净化之焰

# skill_name_whipper_ignited_flaming_whip
source: Infernal Taskmaster
ja: 地獄の監督官
ko: 업화의 감독관
uk: Пекельний нагляд
zh_cn: 渊狱督责

# skill_name_whipper_ignited_whip_crack
source: Whip Crack
ja: 鞭打ち
ko: 철썩이는 채찍
uk: Удар батогом
zh_cn: 鞭打

# skill_name_whipper_ignited_whip_trip
source: Whip Trip
ja: 足絡めの鞭
ko: 채찍 가르기
uk: Захват батогом
zh_cn: 鞭绊

# skill_name_whipper_smoke_em
source: Fiery Haze
ja: 燃える霞
ko: 이글거리는 아지랑이
uk: Вогняна імла
zh_cn: 烟霾

# skill_name_whipper_whip_crack
source: Whip Crack
ja: 鞭打ち
ko: 철썩이는 채찍
uk: Удар батогом
zh_cn: 鞭打

# skill_name_whipper_whip_trip
source: Whip Trip
ja: 足絡めの鞭
ko: 채찍 가르기
uk: Захват батогом
zh_cn: 鞭绊

# skill_name_wilburs_flag
source: Wilbur's Flag
ko: 윌버의 깃발
uk: Прапор Вілбера

# skill_tag_alchemist
source: Blight-causing
ja: 病気付与
ko: 중독 유발
uk: Отруєння
zh_cn: 造成腐蚀类

# skill_tag_arsonist
source: Burn-causing
ja: 火傷付与
ko: 화상 유발
uk: Вогонь
zh_cn: 造成灼烧

# skill_tag_aspirant_anamnesis
source: Anamnesis
ja: 追憶
ko: 성체성사
uk: Поминання
zh_cn: 超越万古

# skill_tag_aspirant_curse
source: Cursing
ja: 呪い
ko: 저주
uk: Прокляття
zh_cn: 诅咒类

# skill_tag_assassin
source: Lunge and Pirouette
ja: 刺突ピルエット
ko: 돌진 및 발놀림
uk: Випад і пірует
zh_cn: 箭步突刺与飞旋舞步

# skill_tag_berserker
source: Bleed-causing
ja: 出血付与
ko: 출혈 유발
uk: Кровотеча
zh_cn: 造成流血

# skill_tag_bh_caltrops
source: Caltrops
ja: 鉄菱
ko: 마름쇠
uk: Залізні шипи
zh_cn: 蒺藜

# skill_tag_bh_flashbang
source: Flashbang
ja: 閃光弾
ko: 섬광탄
uk: Світлова граната
zh_cn: 闪光弹

# skill_tag_bh_hurlbat
source: Hurlbat
ja: ハールバット
ko: 도끼 투척
uk: Метальна сокирка
zh_cn: 手戟

# skill_tag_blessing
source: Consecration
ko: 축성
uk: Консекрацією

# skill_tag_bulwark
source: Shield Attack
ja: シールドアタック
ko: 방패 공격
uk: Атака щитом
zh_cn: 盾牌攻击类

# skill_tag_bulwark_down
source: Crush & Riposte
ja: 粉砕と応酬
ko: 분쇄 및 반격
uk: Трощення і відбиття
zh_cn: 粉碎与反击类

# skill_tag_bulwark_taunt
source: Stand Fast
ja: 踏みとどまり
ko: 사수
uk: Тверда позиція
zh_cn: 坚毅

# skill_tag_carcass_break
source: Wicked Hack
ja: 強烈な切り込み
ko: 강력한 난도질
uk: Лютий удар
zh_cn: 恶毒挥斩

# skill_tag_carcass_taunt
source: Barbaric YAWP
ja: 野蛮な咆哮
ko: 야만스러운 함성
uk: Варварський клич
zh_cn: 野蛮咆哮

# skill_tag_gr_flashing_daggers
source: Flashing Daggers
ja: 高速短剣投げ
ko: 번뜩이는 비도
uk: Блиск кинджалів
zh_cn: 纷乱匕首

# skill_tag_gr_pick_to_the_face
source: Pick to the Face
ja: 顔面突き
ko: 곡괭이 찍기
uk: Киркою по пиці
zh_cn: 迎头痛击

# skill_tag_gr_poison_dart
source: Poison Dart
ja: 毒矢
ko: 맹독 다트
uk: Отруйні дротики
zh_cn: 毒镖

# skill_tag_heal
source: Heal
ja: 回復
ko: 치유
uk: Зцілення
zh_cn: 治疗

# skill_tag_hel_barbaric_yawp
source: Barbaric Yawp
ja: 野蛮な咆哮
ko: 야만스러운 함성
uk: Варварський клич
zh_cn: 野蛮咆哮

# skill_tag_hel_breakthrough
source: Breakthrough
ja: 突撃
ko: 돌파
uk: Прорив
zh_cn: 突破

# skill_tag_hel_if_it_bleeds
source: If It Bleeds
ja: 流れ出る血液
ko: 유혈사태
uk: Більше крові
zh_cn: 血滴石穿

# skill_tag_hwm_duelists_advance
source: Duelist's Advance
ja: 決闘者の前進
ko: 결투가의 진격
uk: Дуельний випад
zh_cn: 决一死战

# skill_tag_hwm_highway_robbery
source: Highway Robbery
ja: 辻強盗
ko: 노상 강도질
uk: Грабіж на великій дорозі
zh_cn: 拦路抢劫

# skill_tag_hwm_open_vein
source: Open Vein
ja: 血管炸裂
ko: 정맥 절개
uk: Розтяті вени
zh_cn: 放血

# skill_tag_intermezzo
source: Song
ja: 歌
ko: 노래
uk: Пісня
zh_cn: 演奏类

# skill_tag_intermezzo_ballad
source: Battle Ballad & Play Out
ja: バトルバラード＆最後まで演奏
ko: 전투의 발라드 및 막간
uk: Військова балада й акторська майстерність
zh_cn: 战歌与淡出

# skill_tag_intermezzo_repeat
source: Echoing March
ja: 響くマーチ
ko: 메아리치는 진군
uk: Гучний марш
zh_cn: 回响行军

# skill_tag_intermezzo_res
source: Inspiring Tune
ja: 鼓舞の調べ
ko: 격려의 선율
uk: Підбадьорливий мотив
zh_cn: 振奋旋律

# skill_tag_jes_play_me_out
source: Play Out
ja: 演目完遂
ko: 막간
uk: Акторська майстерність
zh_cn: 淡出

# skill_tag_jes_slice_off
source: Slice Off
ja: そぎ落とし
ko: 저며내기
uk: Руку на відсіч
zh_cn: 切除

# skill_tag_jes_solo
source: Solo
ja: ソロ
ko: 독주
uk: Сольна партія
zh_cn: 独奏

# skill_tag_lep_break
source: Break
ja: ブレイク
ko: 박살
uk: Ламання
zh_cn: 击破

# skill_tag_lep_intimidate
source: Intimidate
ja: 威嚇
ko: 위협
uk: Залякування
zh_cn: 威压

# skill_tag_maa_bellow
source: Bellow
ja: 怒声
ko: 포효
uk: Страхітливий крик
zh_cn: 怒吼

# skill_tag_maa_command
source: Command
ja: 指令
ko: 지휘
uk: Наказ
zh_cn: 命令

# skill_tag_maa_courageous_abandon
source: Courageous Abandon
ja: 勇気ある放棄
ko: 과감한 맹공
uk: Самозабуття
zh_cn: 破釜沉舟

# skill_tag_melee
source: Melee
ja: 近接
ko: 근접
uk: Ближній бій
zh_cn: 近战

# skill_tag_monarch
source: Chop
ja: ぶった切り
ko: 토막
uk: Перерубування
zh_cn: 劈剁

# skill_tag_monarch_vuln
source: Purge & Intimidate
ja: 粛清と威嚇
ko: 축출과 위협
uk: Очищення та залякування
zh_cn: 肃清与威压

# skill_tag_occ_binding_shadows
source: Binding Shadows
ja: 束縛する影
ko: 얽히는 그늘
uk: Танок тіней
zh_cn: 束缚暗影

# skill_tag_occ_daemons_pull
source: Daemon's Pull
ja: 悪魔の引手
ko: 악마의 아귀팔
uk: Тяга демона
zh_cn: 恶魔之攫

# skill_tag_orphan
source: Firestarter
ja: 着火
ko: 불쏘시개
uk: Підпал
zh_cn: 煽风点火

# skill_tag_pd_battlefield_medicine
source: Battlefield Medicine
ja: 戦場医術
ko: 야전 의술
uk: Польові ліки
zh_cn: 战地医疗

# skill_tag_pd_disorienting_blast
source: Disorienting Blast
ja: 目くらまし噴射
ko: 혼란 기체 폭발
uk: Заряд розгублення
zh_cn: 迷惑冲击

# skill_tag_pd_emboldening_vapours
source: Emboldening Vapours
ja: 胆力の煙
ko: 강화 작용제
uk: Випари наснаги
zh_cn: 壮胆药雾

# skill_tag_pd_incision
source: Incision
ja: 切開
ko: 절개
uk: Різана рана
zh_cn: 手术切割

# skill_tag_pd_ounce_of_prevention
source: Ounce of Prevention
ja: 予防の薬衡
ko: 예방 조치
uk: Профілактика
zh_cn: 预防措施

# skill_tag_physician_blast
source: Disorienting Blast
ja: 目くらまし噴射
ko: 혼란 기체 폭발
uk: Заряд розгублення
zh_cn: 迷惑冲击

# skill_tag_physician_bleed
source: Bleed
ja: 出血
ko: 출혈
uk: Кровотеча
zh_cn: 流血

# skill_tag_physician_blight
source: Blight
ja: 病気
ko: 중독
uk: Отрута
zh_cn: 腐蚀

# skill_tag_physician_heal
source: Healing
ja: 回復
ko: 치유
uk: Лікування
zh_cn: 治疗

# skill_tag_physician_stress
source: Ounce of Prevention
ja: 予防の薬衡
ko: 예방 조치
uk: Профілактика
zh_cn: 预防措施

# skill_tag_physician_vapours
source: Emboldening Vapours
ja: 胆力の煙
ko: 강화 작용제
uk: Випари наснаги
zh_cn: 壮胆药雾

# skill_tag_poet
source: Self-healing
ja: 自己回復
ko: 자가 치유
uk: Самолікування
zh_cn: 自我治疗

# skill_tag_ranged
source: Ranged
ja: 遠距離
ko: 원거리
uk: Дистанц. бій
zh_cn: 远程

# skill_tag_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击类

# skill_tag_ritualistcurse
source: Cursing
ja: 呪い
ko: 저주
uk: Прокляття
zh_cn: 诅咒类

# skill_tag_ritualistheal
source: Healing
ja: 回復
ko: 치유
uk: Лікування
zh_cn: 治疗

# skill_tag_rogue
source: Point Blank Shot
ja: 至近弾
ko: 영거리 사격
uk: Постріл в упор
zh_cn: 抵近射击

# skill_tag_run_backdraft
source: Backdraft
ja: バックドラフト
ko: 불길 역류
uk: Піддув
zh_cn: 殃及

# skill_tag_run_hearthlight
source: Hearthlight
ja: 炉端の光
ko: 화톳불
uk: Світло вогнища
zh_cn: 炉光

# skill_tag_sergeant
source: Bolster
ja: 士気を鼓舞
ko: 고양
uk: Твердиня
zh_cn: 激励

# skill_tag_sharpshot
source: Grapeshot Blast
ja: ブドウ弾発射
ko: 포도탄 발사
uk: Постріл дробом
zh_cn: 霰弹轰击

# skill_tag_soloist
source: Bleed-causing
ja: 出血付与
ko: 출혈 유발
uk: Кровотеча
zh_cn: 造成流血

# skill_tag_surgeon
source: Healing
ja: 回復中
ko: 치유
uk: Лікування
zh_cn: 治疗

# skill_tag_survivor
source: Healing
ja: 回復中
ko: 치유
uk: Лікування
zh_cn: 治疗

# skill_tag_tempest
source: Chop
ja: ぶった切り
ko: 토막
uk: Перерубування
zh_cn: 劈剁

# skill_tag_vanguard
source: Crush
ja: 粉砕
ko: 분쇄
uk: Трощення
zh_cn: 粉碎

# skill_tag_venomdrop
source: Flashing Daggers
ja: 高速短剣投げ
ko: 번뜩이는 비도
uk: Блиск кинджалів
zh_cn: 纷乱匕首

# skill_tag_venomdrop_move
source: Movement
ja: 移動
ko: 이동
uk: Переміщення
zh_cn: 移动

# skill_tag_venomdrop_u
source: Flashing Daggers<sprite name={q}icon_upgraded_skill{q}>
ja: 高速短剣投げ<sprite name={q}icon_upgraded_skill{q}>
ko: 번뜩이는 비도<sprite name={q}icon_upgraded_skill{q}>
uk: Блиск кинджалів<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 纷乱匕首<sprite name={q}icon_upgraded_skill{q}>

# skill_tag_ves_hand_of_light
source: Hand of Light
ko: 빛의 손길
uk: Рука Світла

# skill_tag_ves_illumination
source: Illumination
ko: 광휘
uk: Осяяння

# skill_tag_yellowhand
source: Double Cross
ja: ダブルクロス
ko: 뒤통수 치기
uk: Хрест грішника
zh_cn: 双管齐下

# skill_tag_yellowhand_steal
source: Highway Robbery
ja: 辻強盗
ko: 노상 강도질
uk: Грабіж на великій дорозі
zh_cn: 拦路抢劫

# skill_tooltip_additional_damage_performer
source: Performer {0}
ja: パフォーマー{0}
ko: 시전자 {0}
uk: Виконавець {0}
zh_cn: 施放者 {0}

# skill_tooltip_additional_damage_target
source: Target {0}
ja: {0}が対象
ko: 대상 {0}
uk: Ціль {0}
zh_cn: 目标 {0}

# skill_tooltip_damage
source: DMG:
ja: ダメージ：
ko: 피해:
uk: ШКД:
zh_cn: 伤害：

# sort_button_label
source: Sort
ja: 並び替え
ko: 정렬
uk: Сортувати
zh_cn: 整理

# source_meltdown
source: Meltdown
ja: 精神崩壊
ko: 붕괴
uk: Зрив
zh_cn: 崩溃

# source_stage_coach_armor
source: Armor
ko: 장갑
uk: Броня

# source_stage_coach_wheels
source: Wheels
ko: 바퀴
uk: Колеса

# source_story
source: Encounter
ja: 遭遇
ko: 조우
uk: Зустріч
zh_cn: 遭遇

# source_torch
source: The Flame
ja: 炎
ko: 불꽃
uk: Полум’я
zh_cn: 火炬

# spaced_or_label
source: or
ja: または
ko: 또는
uk: або
zh_cn: 或

# stage_coach_armor_stat_description
source: <color=#{buff}>Armor</color>: damaged when driving on <color=#{harmful}>hazardous</color> routes
ko: <color=#{buff}>장갑</color>: <color=#{harmful}>위험한 경로</color>로 진행 시 손상

# stage_coach_armor_stat_description_empty
source: <color=#{buff}>Armor</color>: damaged when driving on <color=#{harmful}>hazardous</color> routes <color=#{harmful}><i>DANGER!</i></color>
ko: <color=#{buff}>장갑</color>: <color=#{harmful}>위험한 경로</color>로 진행 시 손상<color=#{harmful}><i>경고!</i></color>

# stage_coach_armor_stat_description_full
source: <color=#{buff}>Armor</color>: damaged when driving on <color=#{harmful}>hazardous</color> routes <i>When <color=#{buff}>100%</color>: each hero starts combat with <sprite name={q}token_block{q}></i>
ko: <color=#{buff}>장갑</color>: <color=#{harmful}>위험한 경로</color>로 진행 시 손상 <i><color=#{buff}>100%</color>일 때: 전투 시작 시 각 영웅에게 <sprite name={q}token_block{q}> 제공</i>

# stage_coach_locked_pet_slot_tooltip_label
source: Pet Slot Unlock at the Altar of Hope
ko: 애완동물 칸 희망의 제단에서 해금
uk: Комірка вихованця. Відкривається на Вівтарі надії

# stage_coach_locked_slot_tooltip_label
source: New Slot Unlock at the Altar of Hope
ja: 新しいスロット 希望の祭壇でアンロック
ko: 새 칸 희망의 제단에서 해금
uk: Нова комірка. Відкривається на Вівтарі надії
zh_cn: 新栏位 于希望祭坛解锁

# stage_coach_paint_job_tooltip_label
source: Change Stagecoach Livery
ja: 駅馬車のカラーを変更
ko: 역마차 아이템
uk: Змінити забарвлення Диліжанса
zh_cn: 改变驿站马车外观

# stage_coach_sheet_armor_stat_label
source: Armor: {0}/{1}
ko: 장갑: {0}/{1}
uk: Броня: {0}/{1}

# stage_coach_sheet_wheel_stat_label
source: Wheel: {0}/{1}
ko: 바퀴: {0}/{1}
uk: Колесо: {0}/{1}

# stage_coach_skin_tooltip_title
source: Stagecoach Livery
ja: 駅馬車のカラー
ko: 역마차 장식
uk: Забарвлення Диліжанса
zh_cn: 驿站马车外观

# stage_coach_unequippable_locked
source: Slot locked by item.
ja: スロットがアイテムでロックされている。
ko: 아이템으로 잠긴 칸입니다.
uk: У комірці вже є предмет.
zh_cn: 此栏位被物品锁定。

# stage_coach_unequippable_uneditable
source: Cannot unequip while driving.
ja: 運転中は装備を外せない。
ko: 이동 중에는 해제할 수 없습니다.
uk: Не можна зняти в дорозі.
zh_cn: 无法在驾驶时取消装备。

# stage_coach_wheel_stat_description
source: <color=#{buff}>Wheels</color>: damaged when driving on <color=#{harmful}>rough</color> routes
ko: <color=#{buff}>바퀴</color>: <color=#{harmful}>비포장 도로</color>로 진행 시 손상

# stage_coach_wheel_stat_description_empty
source: <color=#{buff}>Wheels</color>: damaged when driving on <color=#{harmful}>rough</color> routes <color=#{harmful}><i>DANGER!</i></color>
ko: <color=#{buff}>바퀴</color>: <color=#{harmful}>비포장 도로</color>로 진행 시 손상 <color=#{harmful}><i>경고!</i></color>

# stage_coach_wheel_stat_description_full
source: <color=#{buff}>Wheels</color>: damaged when driving on <color=#{harmful}>rough</color> routes <i>When <color=#{buff}>100%</color>: each hero gains <color=#{buff}>+50%</color> travel healing</i>
ko: <color=#{buff}>바퀴</color>: <color=#{harmful}>비포장 도로</color>로 진행 시 손상 <i><color=#{buff}>100%일 때</color>:각 영웅의 운행 중 치유량 <color=#{buff}>+50%</color></i>

# stagecoach_sheet_cargo_slots
source: Cargo Slots: {0}
ja: 貨物スロット：{0}
ko: 화물 칸: {0}
uk: Комірок для вантажу: {0}
zh_cn: 仓库栏位：{0}

# stagecoach_sheet_driving_title
source: The Stagecoach
ja: 駅馬車
ko: 역마차
uk: Диліжанс
zh_cn: 驿站马车

# stagecoach_sheet_food_consumption
source: Food Consumption: {0} per node
ja: 食料の消費：ノードごとに{0}
ko: 식량 소모: 매 구획마다 {0}
uk: Споживання їжі: {0} за зупинку
zh_cn: 食物消耗：每个地点{0}

# stagecoach_sheet_label
source: Stagecoach
ja: 駅馬車
ko: 역마차
uk: Диліжанс
zh_cn: 驿站马车

# stagecoach_sheet_passive_heal
source: Passive Heal: {0}% per node
ja: パッシブ回復：ノードごとに{0}%
ko: 자동 치유: 매 구획마다 {0}%
uk: Пасивне лікування: {0}% за зупинку
zh_cn: 被动治疗：每个地点{0}%

# stagecoach_sheet_scout_node_chance
source: Node Scouting: {0}%
ko: 구획 정찰: {0}%
uk: Розвідка зупинки: {0}%

# stagecoach_sheet_scout_route_chance
source: Route Scouting: {0}%
ko: 경로 정찰: {0}%
uk: Розвідка дороги: {0}%

# stagecoach_sheet_torch_drain
source: Flame Drain: {0}% per node
ja: 炎の消耗：ノードごとに{0}%
ko: 불꽃 감소: 매 구획마다 {0}%
uk: Витрати Полум’я: {0}% за зупинку
zh_cn: 火炬消耗：每个地点{0}%

# stagecoach_skin_wagon_skin_barnacles
source: Submerged
ja: 水没
ko: 잠수
uk: На морському дні
zh_cn: 沉没

# stagecoach_skin_wagon_skin_blood
source: Bloodied
ja: 血まみれ
ko: 피투성이
uk: Енергія крові
zh_cn: 血染

# stagecoach_skin_wagon_skin_checkered
source: Checkered
ja: チェック模様
ko: 체크무늬
uk: Клітчастий візерунок
zh_cn: 格子

# stagecoach_skin_wagon_skin_filth
source: Filthy
ja: 不潔
ko: 오물
uk: Ганебний бруд
zh_cn: 肮脏

# stagecoach_skin_wagon_skin_flames
source: Burning
ja: 炎上
ko: 화염
uk: Геєна вогненна
zh_cn: 燃烧

# stagecoach_skin_wagon_skin_ironclad
source: Ironclad
ja: 鉄甲
ko: 장갑
uk: Твердість металу
zh_cn: 装甲

# stagecoach_skin_wagon_skin_moss
source: Overgrown
ja: 繁茂
ko: 비대
uk: Дрімучий ліс
zh_cn: 蔓生

# stagecoach_skin_wagon_skin_skull
source: Deadly
ja: 死の想起
ko: 치명적
uk: Смертоносність
zh_cn: 致命

# stagecoach_skin_wagon_skin_stress
source: Stressed
ja: ストレス下
ko: 스트레스
uk: Ківш лиха
zh_cn: 压力

# stagecoach_skin_wagon_skin_stripeyblack
source: Striped
ja: ストライプ
ko: 줄무늬
uk: Полосатий рейс
zh_cn: 条纹

# starving_food_tooltip
source: <color=#{debuff}>STARVING!</color> Passive HP regeneration blocked Stress damage while driving
ja: <color=#{debuff}>飢餓！</color> パッシブHP再生なし 運転中にストレスダメージを受ける
ko: <color=#{debuff}>굶주림!</color> 자동 체력 회복 정지 이동 중에 스트레스 피해
uk: <color=#{debuff}>ГОЛОД!</color> Пасивне лікування заблоковане У дорозі виникає стрес
zh_cn: <color=#{debuff}>饥饿！</color> 被动治疗已停止 驾驶马车时压力会提升

# stat_source_type_act_out
source: Act Out
ja: 態度
ko: 행동
uk: самост. дія
zh_cn: 反应

# stat_source_type_banter
source: Banter
ja: からかい
ko: 잡담
uk: репліка
zh_cn: 闲谈

# stat_source_type_biome_modifier
source: Region Condition
ja: 地域の状態
ko: 지역 조건
uk: умов. регіону
zh_cn: 地区状态

# stat_source_type_boss
source: Ordained
ja: 叙聖
ko: 지정
uk: Благословення
zh_cn: 受命

# stat_source_type_buff
source: Buff
ja: バフ
ko: 강화
uk: посилення
zh_cn: 增益

# stat_source_type_class
source: Base
ja: 基地
ko: 기본
uk: баз. значення
zh_cn: 基础

# stat_source_type_class_change
source: Class Change
ja: クラス変更
ko: 직업 변경
uk: змін. класу
zh_cn: 职业改动

# stat_source_type_combat
source: Battle Modifier
ja: 戦闘補正
ko: 전투 보정치
uk: модифікат. бою
zh_cn: 战斗调整

# stat_source_type_death
source: Death
ja: 死
ko: 사신
uk: Смерть
zh_cn: 死亡

# stat_source_type_debuff
source: Debuff
ja: デバフ
ko: 약화
uk: ослаблення
zh_cn: 减益

# stat_source_type_debug
source: Debug
ja: デバッグ
ko: 디버그
uk: налагодження

# stat_source_type_dot
source: Damage Over Time
ja: 継続ダメージ
ko: 지속 피해
uk: відклад. шкода
zh_cn: 持续伤害

# stat_source_type_driving
source: Driving
ja: 運転
ko: 이동
uk: Правування Диліжансом
zh_cn: 驾驶

# stat_source_type_expired
source: Expired
ja: 期限切れ
ko: 해고
uk: терм., що минув
zh_cn: 消散

# stat_source_type_food
source: Food
ja: 食料
ko: 식량
uk: їжа
zh_cn: 食物

# stat_source_type_health_damage
source: HP Damage
ja: HPダメージ
ko: 체력 피해
uk: зменш. ОЗ
zh_cn: 伤害

# stat_source_type_hospital
source: Hospital
ja: 病院
ko: 병원
uk: польовий лазарет
zh_cn: 诊所

# stat_source_type_inventory
source: Inventory
ja: 所持品
ko: 소지품
uk: інвентар
zh_cn: 物品栏

# stat_source_type_meltdown
source: Melt Down
ja: 精神崩壊
ko: 붕괴
uk: зрив
zh_cn: 崩溃

# stat_source_type_memory
source: Memory
ja: 記憶
ko: 기억
uk: спогад
zh_cn: 记忆

# stat_source_type_party
source: Party
ja: パーティ
ko: 원정대
uk: група
zh_cn: 队伍

# stat_source_type_path
source: Hero Path
ja: 英雄の進路
ko: 영웅의 길
uk: шлях героя
zh_cn: 英雄道途

# stat_source_type_quirk
source: Quirk
ja: 奇癖
ko: 기벽
uk: рису
zh_cn: 特质

# stat_source_type_relationship
source: Relationship
ja: 関係
ko: 관계
uk: стосунки
zh_cn: 关系

# stat_source_type_rest
source: Rest
ja: 休む
ko: 휴식
uk: відпочинок
zh_cn: 休息

# stat_source_type_retreat
source: Retreat
ja: 撤退
ko: 후퇴
uk: відступ
zh_cn: 撤退

# stat_source_type_skill
source: Skill
ja: スキル
ko: 기술
uk: навичка
zh_cn: 技能
