Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# skill_name_lep_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_lep_purge
source: Purge
ja: 粛清
ko: 축출
uk: Очищення
zh_cn: 肃清

# skill_name_lep_purge_u
source: Purge<sprite name={q}icon_upgraded_skill{q}>
ja: 粛清<sprite name={q}icon_upgraded_skill{q}>
ko: 축출<sprite name={q}icon_upgraded_skill{q}>
uk: Очищення<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 肃清<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_reflection
source: Reflection
ja: 沈思
ko: 숙고
uk: Роздуми
zh_cn: 明鉴

# skill_name_lep_reflection_u
source: Reflection<sprite name={q}icon_upgraded_skill{q}>
ja: 沈思<sprite name={q}icon_upgraded_skill{q}>
ko: 숙고<sprite name={q}icon_upgraded_skill{q}>
uk: Роздуми<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 明鉴<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_revenge
source: Revenge
ja: リベンジ
ko: 복수
uk: Помста
zh_cn: 雪恨

# skill_name_lep_revenge_u
source: Revenge<sprite name={q}icon_upgraded_skill{q}>
ja: リベンジ<sprite name={q}icon_upgraded_skill{q}>
ko: 복수<sprite name={q}icon_upgraded_skill{q}>
uk: Помста<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 雪恨<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_ruin
source: Ruin
ja: 荒廃
ko: 파탄
uk: Згуба
zh_cn: 玉碎

# skill_name_lep_ruin_u
source: Ruin<sprite name={q}icon_upgraded_skill{q}>
ja: 荒廃<sprite name={q}icon_upgraded_skill{q}>
ko: 파탄<sprite name={q}icon_upgraded_skill{q}>
uk: Згуба<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 玉碎<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_solemnity
source: Solemnity
ja: 儀式の実行
ko: 평온
uk: Вшанування
zh_cn: 肃穆

# skill_name_lep_solemnity_u
source: Solemnity<sprite name={q}icon_upgraded_skill{q}>
ja: 儀式の実行<sprite name={q}icon_upgraded_skill{q}>
ko: 평온<sprite name={q}icon_upgraded_skill{q}>
uk: Вшанування<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 肃穆<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_stagger
source: Bash
ja: 強打
ko: 강타
uk: Стримування
zh_cn: 制伏

# skill_name_lep_stagger_u
source: Bash<sprite name={q}icon_upgraded_skill{q}>
ja: 強打<sprite name={q}icon_upgraded_skill{q}>
ko: 강타<sprite name={q}icon_upgraded_skill{q}>
uk: Стримування<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 制伏<sprite name={q}icon_upgraded_skill{q}>

# skill_name_lep_withstand
source: Withstand
ja: 踏ん張る
ko: 인내
uk: Залізна витримка
zh_cn: 屹立

# skill_name_lep_withstand_u
source: Withstand<sprite name={q}icon_upgraded_skill{q}>
ja: 踏ん張る<sprite name={q}icon_upgraded_skill{q}>
ko: 인내<sprite name={q}icon_upgraded_skill{q}>
uk: Залізна витримка<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 屹立<sprite name={q}icon_upgraded_skill{q}>

# skill_name_leper_combat_1_advisor_hand_wringing
source: Impotent Chastening
ja: 無力な懲罰
ko: 무력한 훈계
uk: Марні умовляння
zh_cn: 无力的说教

# skill_name_leper_combat_1_advisor_interject
source: Boorish Interjection
ja: 無作法な口入れ
ko: 천박한 만류
uk: Брутальне поводження
zh_cn: 无聊的感慨

# skill_name_leper_combat_1_advisor_occlusion
source: Uncouth Occlusion
ja: 粗野な咬合
ko: 덧없는 간섭
uk: Перегородження шляху
zh_cn: 无礼的阻拦

# skill_name_leper_combat_1_embrace
source: Embrace
ja: 抱擁
ko: 포용
uk: Рука допомоги
zh_cn: 拥抱

# skill_name_leper_combat_1_ministrate
source: Out Of My Way
ja: 邪魔するな
ko: 물러서거라
uk: Геть із дороги
zh_cn: 让开

# skill_name_leper_combat_1_royal_admonition
source: Royal Rebuke
ja: 王の叱責
ko: 왕의 질책
uk: Викриття радників
zh_cn: 王者之斥

# skill_name_leper_combat_1_royal_aura
source: Royal Stride
ja: 王の歩み
ko: 왕의 걸음
uk: Королівське крокування
zh_cn: 王者之步

# skill_name_leper_combat_1_supplicant_embrace
source: Fate's Embrace
ja: 運命の抱擁
ko: 운명의 포용
uk: Дотик долі
zh_cn: 宿命的拥抱

# skill_name_leper_combat_1_supplicant_riposte
source: The Disease Spreads
ja: 蔓延する病気
ko: 퍼지는 질병
uk: Зараження проказою
zh_cn: 疾病传播

# skill_name_leper_combat_1_supplicant_wail
source: Pitiful Wail
ja: 哀れなうめき声
ko: 측은한 통곡
uk: Жалісне голосіння
zh_cn: 可怜的哀嚎

# skill_name_leper_combat_2_advisor_furtive_skulking
source: Furtive Skulking
ja: 隠れて動き回る
ko: 은밀한 접근
uk: Прихована загроза
zh_cn: 鬼鬼祟祟

# skill_name_leper_combat_2_advisor_plots_whispered
source: Whispered Plots
ja: 囁かれた謀略
ko: 속삭이는 음모
uk: Чутки пошепки
zh_cn: 耳语密谋

# skill_name_leper_combat_2_advisor_stab_of_betrayal
source: Hidden Blade
ja: 隠された刃
ko: 비수
uk: Захований кинджал
zh_cn: 暗藏剑刃

# skill_name_leper_combat_2_anti_dodge
source: Denounce Treachery
ja: 裏切りの断罪
ko: 반역 비난
uk: Покарання за заколот
zh_cn: 声讨叛行

# skill_name_leper_combat_2_big_hit
source: Executioner's Swing
ja: 処刑人の一振り
ko: 집행자의 칼
uk: Змах ката
zh_cn: 斩首

# skill_name_leper_combat_2_heal
source: Calm Sea
ja: 穏やかな海
ko: 평온한 바다
uk: Океан умиротворення
zh_cn: 止水

# skill_name_leper_combat_2_power_up
source: Blind Fury
ja: 身を焦がす怒り
ko: 눈 먼 분노
uk: Сліпа лють
zh_cn: 盲怒

# skill_name_leviathan_fog
source: Breath of the Sea
ja: 海の息吹
ko: 바다의 숨결
uk: Подих моря
zh_cn: 海洋之息

# skill_name_leviathan_gaze
source: Eyes of the Storm
ja: 嵐の目
ko: 폭풍의 눈
uk: Очі шторму
zh_cn: 风暴之眼

# skill_name_leviathan_gaze_b
source: Eyes of the Storm
ja: 嵐の目
ko: 폭풍의 눈
uk: Очі шторму
zh_cn: 风暴之眼

# skill_name_leviathan_gaze_c
source: Eye of the Storm
ja: 嵐の目
ko: 폭풍의 눈
uk: Око шторму
zh_cn: 风暴之眼

# skill_name_leviathan_hand_strike
source: Batter
ja: 殴打
ko: 구타
uk: Потужний удар
zh_cn: 搅碎

# skill_name_leviathan_hand_to_the_depths
source: Undertow
ja: 引き波
ko: 저류
uk: Підводна течія
zh_cn: 拖入海底

# skill_name_leviathan_remove_fog
source: Deep Rising
ja: 深海の目覚め
ko: 심해의 부상
uk: Підйом із глибин
zh_cn: 深海之手

# skill_name_leviathan_stress_wave
source: Tidal Surge
ja: 高潮
ko: 조수
uk: Приливна хвиля
zh_cn: 潮涌

# skill_name_librarian_backdraft
source: Burnout
ja: 焼き払い
ko: 하얗게 불태우다
uk: Вигоряння
zh_cn: 烧尽

# skill_name_librarian_burning_bright
source: Burning Bright
ja: 燃えるような輝き
ko: 백열
uk: Усюдисуще полум’я
zh_cn: 烈火滔天

# skill_name_librarian_categorize
source: Categorize
ja: 分類
ko: 목차 정리
uk: Складання каталогів
zh_cn: 分门别类

# skill_name_librarian_ignite_self
source: Ignite!
ja: 点火！
ko: 불타라!
uk: Вогонь!
zh_cn: 点燃！

# skill_name_librarian_ignited_conflagration
source: Burning Bright
ja: 燃えるような明るさ
ko: 백열
uk: Усюдисуще полум’я
zh_cn: 烈火滔天

# skill_name_librarian_mandatory_reading
source: Mandatory Reading
ja: 読書の強制
ko: 불타버린 필독서
uk: Список літератури
zh_cn: 必读书目

# skill_name_librarian_page_burner
source: Page Burner
ja: ページ燃やし
ko: 책장 태우기
uk: Спалювання книг
zh_cn: 焚卷

# skill_name_librarian_smokestack
source: Smokestack
ja: 煙の柱
ko: 흩날리는 잿더미
uk: Димова завіса
zh_cn: 喷烟

# skill_name_livestock_b_battering_ram
source: Battering Ram
ja: 破城の雄羊
ko: 양대가리
uk: Таран
zh_cn: 攻城冲撞

# skill_name_livestock_b_beast_of_burden
source: Beast of Burden
ja: 重荷の獣
ko: 짐 끄는 짐승
uk: Тяжке ярмо
zh_cn: 负重驮兽

# skill_name_livestock_b_kick
source: Headbutt
ja: 頭突き
ko: 박치기
uk: Удар головою
zh_cn: 头槌

# skill_name_livestock_b_king_of_all
source: King of All
ja: 全ての王
ko: 오만
uk: Владика світу
zh_cn: 万物之王

# skill_name_livestock_b_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_livestock_battering_ram
source: Battering Ram
ja: 破城の雄羊
ko: 양대가리
uk: Таран
zh_cn: 攻城冲撞

# skill_name_livestock_beast_of_burden
source: Beast of Burden
ja: 重荷の獣
ko: 짐 끄는 짐승
uk: Тяжке ярмо
zh_cn: 负重驮兽

# skill_name_livestock_invasive_species
source: Invasive Species
ja: 外来種の侵略
ko: 침입종
uk: Плювок паразитами
zh_cn: 入侵物种

# skill_name_livestock_kick
source: Headbutt
ja: 頭突き
ko: 박치기
uk: Удар головою
zh_cn: 头槌

# skill_name_livestock_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_lord_baneful_breath
source: Baneful Breath
ja: 有毒な息
ko: 지독한 입김
uk: Дихання загибелі
zh_cn: 毁灭之息

# skill_name_lord_bilious_cannon
source: Bilious Cannon
ja: 胆汁砲
ko: 구토 발산
uk: Жовчестріл
zh_cn: 胆汁轰击

# skill_name_lord_feed_me
source: Feeding Time
ja: 食事の時間
ko: 식사 시간
uk: Час обіду
zh_cn: 用餐时间

# skill_name_lord_fleshy_backhand
source: Fleshy Backhand
ja: 肉厚な逆手打ち
ko: 손등 따귀
uk: Удар із розмаху
zh_cn: 反手重击

# skill_name_lord_inhuman_appetites
source: Inhuman Appetites
ja: 異常な食欲
ko: 비인간적 식욕
uk: Апетит нелюдя
zh_cn: 非人食欲

# skill_name_lord_tongue_lashing
source: Tongue Lashing
ja: 舌打ち
ko: 호된 꾸중
uk: Хльоскання язиком
zh_cn: 长舌鞭笞

# skill_name_lost_soul_chirurgeon_bloodletting
source: Bloodletting
ko: 사혈

# skill_name_lost_soul_chirurgeon_bone_saw
source: Bone Saw
ko: 뼈톱

# skill_name_lost_soul_chirurgeon_leucotomy
source: Leucotomy
ja: 前頭葉切断
ko: 뇌엽 절제
uk: Лоботомія
zh_cn: 额叶切除

# skill_name_lost_soul_chirurgeon_trephination
source: Trephination
ko: 천공술

# skill_name_lost_soul_chirurgeon_trephination_b
source: Trepanation
ko: 두부절개

# skill_name_lost_soul_patient_gibbering_chomp
source: Chomp
ko: 우적우적

# skill_name_lost_soul_patient_scrabble
source: Sterile Morsel
ko: 살균 급식

# skill_name_lungs_core_blind_rage
source: Blind Rage
ja: 身を焦がす怒り
ko: 눈 먼 분노
uk: Сліпа лють
zh_cn: 盲目之怒

# skill_name_lungs_core_dying_light
source: Dying Light
ja: 死の光
ko: 죽어 가는 빛
uk: Згасаюче світло
zh_cn: 消逝之光

# skill_name_lungs_core_exhale
source: Sundering Exhalation
ja: 切断の呼気
ko: 찢을 듯한 날숨
uk: Розколювання видихом
zh_cn: 摧破之息

# skill_name_lungs_core_hysteria
source: Hysteria
ja: 興奮
ko: 과잉 흥분
uk: Істерія
zh_cn: 歇斯底里

# skill_name_lungs_core_hysteria_b
source: Hysteria
ja: 興奮
ko: 과잉 흥분
uk: Істерія
zh_cn: 歇斯底里

# skill_name_lungs_core_inflate_back
source: Shallow Breath
ja: 浅い息づかい
ko: 얕은 숨
uk: Легкий вдих
zh_cn: 浅呼吸

# skill_name_lungs_core_inflate_both
source: Deep Breath
ja: 深い息づかい
ko: 깊은 숨
uk: Глибокий вдих
zh_cn: 深呼吸

# skill_name_lungs_core_inflate_front
source: Shallow Breath
ja: 浅い息づかい
ko: 얕은 숨
uk: Легкий вдих
zh_cn: 浅呼吸

# skill_name_lungs_core_miasma
source: Wrath and Rancor
ja: 憤怒と怨念
ko: 분노와 악의
uk: Гнів і лють
zh_cn: 深仇大恨

# skill_name_lungs_core_miasma_b
source: Wrath and Rancor
ja: 憤怒と怨念
ko: 분노와 악의
uk: Гнів і лють
zh_cn: 深仇大恨

# skill_name_maa_bellow
source: Bellow
ja: 怒声
ko: 포효
uk: Страхітливий крик
zh_cn: 怒吼

# skill_name_maa_bellow_u
source: Bellow<sprite name={q}icon_upgraded_skill{q}>
ja: 怒声<sprite name={q}icon_upgraded_skill{q}>
ko: 포효<sprite name={q}icon_upgraded_skill{q}>
uk: Страхітливий крик<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 怒吼<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_bolster
source: Bolster
ja: 士気を鼓舞
ko: 고양
uk: Твердиня
zh_cn: 激励

# skill_name_maa_bolster_u
source: Bolster<sprite name={q}icon_upgraded_skill{q}>
ja: 士気を鼓舞<sprite name={q}icon_upgraded_skill{q}>
ko: 고양<sprite name={q}icon_upgraded_skill{q}>
uk: Твердиня<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 激励<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_combat_1_attack
source: Attack!
ja: 攻撃！
ko: 공격!
uk: В атаку!
zh_cn: 攻击！

# skill_name_maa_combat_1_idontknow
source: I Don't Know!
ja: 知るか！
ko: 나도 모른다!
uk: Я нічого не знаю!
zh_cn: 别问我！

# skill_name_maa_combat_1_inspire
source: Inspire
ja: 激励
ko: 고양
uk: Надихнути
zh_cn: 鼓舞士气

# skill_name_maa_combat_1_retreat
source: Strategic Retreat
ja: 戦略的撤退
ko: 전략적 후퇴
uk: Стратегічний відступ
zh_cn: 战术撤退

# skill_name_maa_combat_1_soldier_enemy_defend
source: Defend
ja: 防御
ko: 방어
uk: Захист
zh_cn: 防御

# skill_name_maa_combat_1_soldier_enemy_slash
source: Thrust
ja: 突き進み
ko: 찌르기
uk: Випад
zh_cn: 戳刺

# skill_name_maa_combat_1_soldier_friendly_charge
source: Every Man For Himself
ja: 我先に突撃せん
ko: 각자도생
uk: Кожен сам за себе!
zh_cn: 自求多福

# skill_name_maa_combat_1_soldier_friendly_confusion
source: Conflicting Orders
ja: 矛盾する命令
ko: 명령 상충
uk: Суперечливі накази!
zh_cn: 矛盾命令

# skill_name_maa_combat_1_soldier_friendly_prepare
source: Prepare To Attack
ja: 攻撃準備
ko: 공격 준비
uk: Повна боєздатність!
zh_cn: 准备攻击

# skill_name_maa_combat_1_soldier_friendly_shakeitoff
source: Shake It Off
ja: 振り払う
ko: 떨쳐버려라
uk: Покінчимо із цим!
zh_cn: 耸肩无视

# skill_name_maa_combat_2_ghost_anger
source: Anger of the Fallen
ja: 戦没者の怒り
ko: 망자의 분노
uk: Гнів полеглих
zh_cn: 亡者之怒

# skill_name_maa_combat_2_ghost_slash
source: Slash
ja: 切る
ko: 가르기
uk: Різана рана
zh_cn: 挥砍

# skill_name_maa_combat_2_ghost_wail
source: Wail
ja: うめき声
ko: 비탄
uk: Завивання
zh_cn: 哀嚎

# skill_name_maa_combat_2_honor_the_dead
source: Honor the Dead
ja: 死者を讃える
ko: 망자 추모
uk: Вшанувати мертвих
zh_cn: 缅怀逝者

# skill_name_maa_combat_2_pour_one
source: Pour One Out
ja: 一杯注ぐ
ko: 한 잔 마셔라
uk: Задобрити напоєм
zh_cn: 敬你一杯

# skill_name_maa_combat_2_shovelful_of_dirt
source: Rest In Peace
ja: 安らかに眠れ
ko: 편안히 쉬거라
uk: Хай спочине з миром
zh_cn: 安息吧

# skill_name_maa_command
source: Command
ja: 指令
ko: 지휘
uk: Наказ
zh_cn: 命令

# skill_name_maa_command_u
source: Command<sprite name={q}icon_upgraded_skill{q}>
ja: 指令<sprite name={q}icon_upgraded_skill{q}>
ko: 지휘<sprite name={q}icon_upgraded_skill{q}>
uk: Наказ<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 命令<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_courageous_abandon
source: Courageous Abandon
ja: 勇気ある放棄
ko: 과감한 맹공
uk: Самозабуття
zh_cn: 破釜沉舟

# skill_name_maa_courageous_abandon_u
source: Courageous Abandon<sprite name={q}icon_upgraded_skill{q}>
ja: 勇気ある放棄<sprite name={q}icon_upgraded_skill{q}>
ko: 과감한 맹공<sprite name={q}icon_upgraded_skill{q}>
uk: Самозабуття<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 破釜沉舟<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_crush
source: Crush
ja: 粉砕
ko: 분쇄
uk: Трощення
zh_cn: 粉碎

# skill_name_maa_crush_u
source: Crush<sprite name={q}icon_upgraded_skill{q}>
ja: 粉砕<sprite name={q}icon_upgraded_skill{q}>
ko: 분쇄<sprite name={q}icon_upgraded_skill{q}>
uk: Трощення<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 粉碎<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_defender
source: Defender
ja: 防衛
ko: 수호자
uk: Міцний щит
zh_cn: 保卫

# skill_name_maa_defender_u
source: Defender<sprite name={q}icon_upgraded_skill{q}>
ja: 防衛<sprite name={q}icon_upgraded_skill{q}>
ko: 수호자<sprite name={q}icon_upgraded_skill{q}>
uk: Міцний щит<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 保卫<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_hold_the_line
source: Hold the Line
ja: 戦線堅持
ko: 전선 유지
uk: Попереду строю
zh_cn: 坚守阵线

# skill_name_maa_hold_the_line_u
source: Hold the Line<sprite name={q}icon_upgraded_skill{q}>
ja: 戦線堅持<sprite name={q}icon_upgraded_skill{q}>
ko: 전선 유지<sprite name={q}icon_upgraded_skill{q}>
uk: Попереду строю<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 坚守阵线<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_maa_rampart
source: Rampart
ja: 防護
ko: 성채의 일격
uk: Різкий випад
zh_cn: 盾击

# skill_name_maa_rampart_u
source: Rampart<sprite name={q}icon_upgraded_skill{q}>
ja: 防護<sprite name={q}icon_upgraded_skill{q}>
ko: 성채의 일격<sprite name={q}icon_upgraded_skill{q}>
uk: Різкий випад<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 盾击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_retribution
source: Retribution
ja: 報復
ko: 응징
uk: Час розплати
zh_cn: 还击

# skill_name_maa_retribution_u
source: Retribution<sprite name={q}icon_upgraded_skill{q}>
ja: 報復<sprite name={q}icon_upgraded_skill{q}>
ko: 응징<sprite name={q}icon_upgraded_skill{q}>
uk: Час розплати<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 还击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_maa_stand_fast
source: Stand Fast
ja: 踏みとどまり
ko: 사수
uk: Тверда позиція
zh_cn: 坚毅

# skill_name_maa_stand_fast_u
source: Stand Fast<sprite name={q}icon_upgraded_skill{q}>
ja: 踏みとどまり<sprite name={q}icon_upgraded_skill{q}>
ko: 사수<sprite name={q}icon_upgraded_skill{q}>
uk: Тверда позиція<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 坚毅<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maa_strategic_withdrawal
source: Strategic Withdrawal
ja: 戦略的撤退
ko: 전략적 퇴각
uk: Стратегічний відступ
zh_cn: 战术后撤

# skill_name_maa_strategic_withdrawal_u
source: Strategic Withdrawal<sprite name={q}icon_upgraded_skill{q}>
ja: 戦略的撤退<sprite name={q}icon_upgraded_skill{q}>
ko: 전략적 퇴각<sprite name={q}icon_upgraded_skill{q}>
uk: Стратегічний відступ<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 战术后撤<sprite name={q}icon_upgraded_skill{q}>

# skill_name_maid_backsplash
source: Backsplash
ja: 汚れ止め板
ko: 허드렛물
uk: Смердючі помиї
zh_cn: 回溅

# skill_name_maid_larval_slop
source: Larval Slop
ja: 潜む毒液
ko: 오물 세례
uk: Гнилі помиї
zh_cn: 蠕虫粥

# skill_name_maid_rams_feast
source: Ram's Feast
ja: 羊の饗宴
ko: 양의 만찬
uk: Баранячий бенкет
zh_cn: 山羊之宴

# skill_name_maid_tend_the_flock
source: Tend the Flock
ja: 群れの世話
ko: 양떼 관리
uk: Пасіння стада
zh_cn: 照料家畜

# skill_name_makeshift_javelin
source: Makeshift Javelin
ja: 間に合わせの投げ槍
ko: 급조 투창
uk: Саморобний дротик
zh_cn: 简易标枪

# skill_name_medic_salve
source: Healing Salve
ja: 回復の軟膏
ko: 치유 연고
uk: Цілюща мазь
zh_cn: 疗伤药膏

# skill_name_medicinal_herbs
source: Medicinal Herbs
ja: 薬草
ko: 의료용 약초
uk: Цілющі трави
zh_cn: 医学草药

# skill_name_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_neutralizing_powders
source: Neutralizing Powders
ja: 中和の粉末
ko: 중화 가루약
uk: Порошок від токсинів
zh_cn: 中和粉

# skill_name_noisemaker
source: Noisemaker
ja: 騒音発生機
ko: 시끄러운 장난감
uk: Заводна іграшка
zh_cn: 喧闹器

# skill_name_note_sequencer_the_song_continues_sq1
source: The Song Continues...
ja: 歌は続く...
ko: 노래가 계속된다...
uk: Пісня триває...
zh_cn: 乐曲继续……

# skill_name_note_sequencer_the_song_continues_sq2
source: The Song Continues...
ja: 歌は続く...
ko: 노래가 계속된다...
uk: Пісня триває...
zh_cn: 乐曲继续……

# skill_name_occ_abyssal_artillery
source: Abyssal Artillery
ja: 奈落の砲術
ko: 심연의 포격
uk: Допомога безодні
zh_cn: 渊狱撕扯

# skill_name_occ_abyssal_artillery_u
source: Abyssal Artillery<sprite name={q}icon_upgraded_skill{q}>
ja: 奈落の砲術<sprite name={q}icon_upgraded_skill{q}>
ko: 심연의 포격<sprite name={q}icon_upgraded_skill{q}>
uk: Допомога безодні<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 渊狱撕扯<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_anamnesis
source: Anamnesis
ja: 追憶
ko: 성체성사
uk: Поминання
zh_cn: 超越万古

# skill_name_occ_anamnesis_u
source: Anamnesis<sprite name={q}icon_upgraded_skill{q}>
ja: 追憶<sprite name={q}icon_upgraded_skill{q}>
ko: 성체성사<sprite name={q}icon_upgraded_skill{q}>
uk: Поминання<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 超越万古<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_binding_shadows
source: Binding Shadows
ja: 束縛する影
ko: 얽히는 그늘
uk: Танок тіней
zh_cn: 束缚暗影

# skill_name_occ_binding_shadows_u
source: Binding Shadows<sprite name={q}icon_upgraded_skill{q}>
ja: 束縛する影<sprite name={q}icon_upgraded_skill{q}>
ko: 얽히는 그늘<sprite name={q}icon_upgraded_skill{q}>
uk: Танок тіней<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 束缚暗影<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_chaotic_offering
source: Chaotic Offering
ja: 混沌の供物
ko: 혼돈의 번제
uk: Підношення хаосу
zh_cn: 混沌献祭

# skill_name_occ_chaotic_offering_u
source: Chaotic Offering<sprite name={q}icon_upgraded_skill{q}>
ja: 混沌の供物<sprite name={q}icon_upgraded_skill{q}>
ko: 혼돈의 번제<sprite name={q}icon_upgraded_skill{q}>
uk: Підношення хаосу<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 混沌献祭<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_combat_1_deny
source: Deny
ja: 拒否する
ko: 부정
uk: Заперечення
zh_cn: 否认

# skill_name_occ_combat_1_forget
source: Forget
ja: 忘れる
ko: 망각
uk: Забуття
zh_cn: 遗忘

# skill_name_occ_combat_1_ignore
source: Ignore
ja: 無視する
ko: 무시
uk: Нехтування
zh_cn: 无视

# skill_name_occ_combat_1_purge
source: Purge
ja: 粛清
ko: 축출
uk: Очищення
zh_cn: 根除

# skill_name_occ_combat_1_repress
source: Repress
ja: 抑え込む
ko: 억압
uk: Придушення
zh_cn: 抑制

# skill_name_occ_combat_1_shade_appeal_compassion
source: Appeal To Compassion
ja: 共感に訴える
ko: 연민에 호소
uk: Заклик до милосердя
zh_cn: 唤起同情

# skill_name_occ_combat_1_shade_appeal_conscience
source: Appeal To Conscience
ja: 良心に訴える
ko: 양심에 호소
uk: Заклик до совісті
zh_cn: 唤起良知

# skill_name_occ_combat_1_shade_appeal_reason
source: Appeal To Reason
ja: 道理に訴える
ko: 이성에 호소
uk: Заклик до розсудливості
zh_cn: 唤起理智

# skill_name_occ_combat_1_shade_appeal_selfless
source: Appeal To Selflessness
ja: 無私無欲に訴える
ko: 이타에 호소
uk: Заклик до безкорисливості
zh_cn: 唤起无私

# skill_name_occ_combat_2_boundary
source: Shifting Boundary
ja: 移りゆく境界線
ko: 뒤바뀌는 경계
uk: Зміщення кордону
zh_cn: 变换界限

# skill_name_occ_combat_2_inner_strength
source: Channel Strength
ko: 힘의 전달
uk: Фокусування сили

# skill_name_occ_combat_2_mind_over_matter
source: Mind Over Matter
ja: 物質より精神
ko: 물질을 초월한 정신
uk: Зусилля волі
zh_cn: 心胜于物

# skill_name_occ_combat_2_shambler_consume
source: Consume
ja: 飲み込む
ko: 포식
uk: Поглинання
zh_cn: 吞噬

# skill_name_occ_combat_2_shambler_inhabit
source: Inhabit
ja: 内在
ko: 서식
uk: Вселення
zh_cn: 附身

# skill_name_occ_combat_2_shambler_make_way
source: Make Way
ja: 押しのけ
ko: 길을 내어라
uk: З дороги!
zh_cn: 开路

# skill_name_occ_combat_2_shambler_prepare_the_host
source: Prepare The Host
ja: 宿主を準備
ko: 군세 준비
uk: Готуйте посередника!
zh_cn: 准备宿主

# skill_name_occ_combat_2_the_burning_stars
source: The Searing Stars
ko: 타오르는 별
uk: Вогняні зірки

# skill_name_occ_combat_2_weakening_curse
source: Weakening Curse
ja: 衰弱呪
ko: 약화 저주
uk: Прокляття слабкості
zh_cn: 衰弱诅咒

# skill_name_occ_daemons_pull
source: Daemon's Pull
ja: 悪魔の引手
ko: 악마의 아귀팔
uk: Тяга демона
zh_cn: 恶魔之攫

# skill_name_occ_daemons_pull_u
source: Daemon's Pull<sprite name={q}icon_upgraded_skill{q}>
ja: 悪魔の引手<sprite name={q}icon_upgraded_skill{q}>
ko: 악마의 아귀팔<sprite name={q}icon_upgraded_skill{q}>
uk: Тяга демона<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 恶魔之攫<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_occ_sacrificial_stab
source: Sacrificial Stab
ja: 生贄刺し
ko: 제물 바치는 칼질
uk: Заклання жертви
zh_cn: 献祭戳刺

# skill_name_occ_sacrificial_stab_u
source: Sacrificial Stab<sprite name={q}icon_upgraded_skill{q}>
ja: 生贄刺し<sprite name={q}icon_upgraded_skill{q}>
ko: 제물 바치는 칼질<sprite name={q}icon_upgraded_skill{q}>
uk: Заклання жертви<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 献祭戳刺<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_the_burning_stars
source: The Burning Stars
ja: 燃える星
ko: 불타는 별
uk: Палаючі зірки
zh_cn: 火海星河

# skill_name_occ_the_burning_stars_u
source: The Burning Stars<sprite name={q}icon_upgraded_skill{q}>
ja: 燃える星<sprite name={q}icon_upgraded_skill{q}>
ko: 불타는 별<sprite name={q}icon_upgraded_skill{q}>
uk: Палаючі зірки<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 火海星河<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_vulnerability_hex
source: Vulnerability Hex
ja: 弱体化の呪い
ko: 취약화 저주
uk: Наврочення вразливості
zh_cn: 易伤诅咒

# skill_name_occ_vulnerability_hex_u
source: Vulnerability Hex<sprite name={q}icon_upgraded_skill{q}>
ja: 弱体化の呪い<sprite name={q}icon_upgraded_skill{q}>
ko: 취약화 저주<sprite name={q}icon_upgraded_skill{q}>
uk: Наврочення вразливості<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 易伤诅咒<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_weakening_curse
source: Weakening Curse
ja: 衰弱呪
ko: 약화 저주
uk: Прокляття слабкості
zh_cn: 衰弱诅咒

# skill_name_occ_weakening_curse_u
source: Weakening Curse<sprite name={q}icon_upgraded_skill{q}>
ja: 衰弱呪<sprite name={q}icon_upgraded_skill{q}>
ko: 약화 저주<sprite name={q}icon_upgraded_skill{q}>
uk: Прокляття слабкості<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 衰弱诅咒<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_withering_malediction
source: Malediction
ja: 呪いの言葉
ko: 저주
uk: Закляття
zh_cn: 毒怨诅咒

# skill_name_occ_withering_malediction_u
source: Malediction<sprite name={q}icon_upgraded_skill{q}>
ja: 呪いの言葉<sprite name={q}icon_upgraded_skill{q}>
ko: 저주<sprite name={q}icon_upgraded_skill{q}>
uk: Закляття<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 毒怨诅咒<sprite name={q}icon_upgraded_skill{q}>

# skill_name_occ_wyrd_reconstruction
source: Wyrd Reconstruction
ja: 宿命の復元
ko: 기괴한 재구축
uk: Жертовне відродження
zh_cn: 怪诞重塑
