Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_arena_modifier_start_coast_fog@10
source: This foul mist grows thicker!
ja: 汚い霧がさらに濃くなってきた！
ko: 망할 안개가 더 두터워지잖아!
uk: Цей мерзенний туман стає ще густішим!
zh_cn: 这雾愈发凝重了！

# bark_arena_modifier_start_coast_fog@11
source: This fret assaults my eyes!
ja: この天候で目が見えない！
ko: 안개가 눈을 찌르잖아!
uk: Мені щипає очі!
zh_cn: 这雾……我的眼睛！

# bark_arena_modifier_start_coast_fog@12
source: This is no common storm...
ja: これは普通の嵐ではない…
ko: 이건 평범한 폭풍이 아니야...
uk: Це не якась проста буря...
zh_cn: 这风暴非同一般……

# bark_arena_modifier_start_coast_fog@13
source: We grow vulnerable to ambush...!
ja: 待ち伏せの標的になってしまう…！
ko: 지금 우리 매복에 너무 취약해...!
uk: Нас заганяють у пастку!
zh_cn: 不要中了敌人的埋伏……！

# bark_arena_modifier_start_coast_fog@14
source: What trickery, this mist?
ja: なんて厄介な霧なんだ？
ko: 이 안개는 대체 무슨 수작질이지?
uk: Що це за хитрість, чорт забирай?
zh_cn: 这雾是什么妖术？

# bark_arena_modifier_stop_coast_boss_fog@0
source: A break in the weather!
ja: 晴れたぞ！
ko: 날이 개인다!
uk: Погода змінилася!
zh_cn: 天气转晴了！

# bark_arena_modifier_stop_coast_boss_fog@1
source: At long last, a breeze!
ja: やっと呼吸ができる！
ko: 드디어 바람이 좀 부는군!
uk: Нарешті дме вітер!
zh_cn: 终于，一阵清风！

# bark_arena_modifier_stop_coast_boss_fog@2
source: Begone, unearthly mist!
ja: 去れ、得体の知れない霧よ！
ko: 꺼져라, 불길한 안개야!
uk: Геть, мерзенний тумане!
zh_cn: 快散去，你这邪雾！

# bark_arena_modifier_stop_coast_boss_fog@3
source: I see the fiends! Press hard!
ja: 悪魔が見える！強く押せ！
ko: 적들이 보인다! 밀어 붙여!
uk: Я бачу ворогів, скоріше!
zh_cn: 我看见那些魔物了！冲啊！

# bark_arena_modifier_stop_coast_boss_fog@4
source: Lo, the enemy! Press them!
ja: 敵だ！押せ！
ko: 저기 적이다! 밀어 붙여!
uk: О, супротивник, в атаку!
zh_cn: 看啊，是敌人！进攻！

# bark_arena_modifier_stop_coast_boss_fog@5
source: Mind our flanks! The fog lifts!
ja: 側面に注意しろ！霧が晴れた！
ko: 측면 경계해! 안개가 걷힌다!
uk: Стежити за флангами, туман розсіюється!
zh_cn: 雾散了！当心侧翼！

# bark_arena_modifier_stop_coast_boss_fog@6
source: Now, while our blades strike true!
ja: 今、我々の刃が真の力を証明する時だ！
ko: 이제야 칼맛을 제대로 보여 주겠군!
uk: Нападаймо, поки ворог не втік!
zh_cn: 就是现在，趁我们不会失手！

# bark_arena_modifier_stop_coast_boss_fog@7
source: Our foes once more in sight!
ja: 敵が視界に入ったぞ！
ko: 적들이 다시 보인다!
uk: Противник знову в полі зору!
zh_cn: 我们的敌人又出现了！

# bark_arena_modifier_stop_coast_boss_fog@8
source: Regroup, the fog is lifting!
ja: 霧が晴れてきた、再編成しよう！
ko: 집결해, 안개가 걷히고 있다!
uk: Перегрупуватися, туман розсіюється!
zh_cn: 重新列阵，雾正在散去！

# bark_arena_modifier_stop_coast_boss_fog@9
source: Strike now, the fog abates!
ja: 攻撃だ！霧が晴れるぞ！
ko: 지금 안개가 걷혔을 때 공격해!
uk: В атаку, туман уже не такий густий!
zh_cn: 快出手，雾散了！

# bark_arena_modifier_stop_coast_boss_fog@10
source: The air clears...
ja: 空が晴れてきた…
ko: 날씨가 개이는군...
uk: Стає видно далі...
zh_cn: 空气变得澄澈了……

# bark_arena_modifier_stop_coast_boss_fog@11
source: The air stirs!
ja: 空気が渦巻いている！
ko: 바람이 분다!
uk: Піднімається вітер!
zh_cn: 风把浓雾卷走了！

# bark_arena_modifier_stop_coast_boss_fog@12
source: The wind shifts in our favour!
ja: 風が我々の味方になってくれる！
ko: 순풍이 불어온다!
uk: Вітер дме так, як нам треба!
zh_cn: 天气站在我们这边了！

# bark_arena_modifier_stop_coast_boss_fog@13
source: Their cover lifts!
ja: 覆いが外れる！
ko: 놈들의 모습이 드러난다!
uk: Тепер ворога видно!
zh_cn: 他们失去掩蔽了！

# bark_arena_modifier_stop_coast_boss_fog@14
source: Their trickery falters!
ja: 奴らの策略は失敗だ！
ko: 이제 수작질도 끝이다!
uk: Пелена над ворогом зникла!
zh_cn: 他们的诡计露出了破绽！

# bark_arena_modifier_stop_coast_fog@0
source: A break in the weather!
ja: 晴れたぞ！
ko: 날이 개인다!
uk: Погода змінилася!
zh_cn: 天气转晴了！

# bark_arena_modifier_stop_coast_fog@1
source: At long last, a breeze!
ja: やっと呼吸ができる！
ko: 드디어 바람이 좀 부는군!
uk: Нарешті дме вітер!
zh_cn: 终于，一阵清风！

# bark_arena_modifier_stop_coast_fog@2
source: Begone, unearthly mist!
ja: 去れ、得体の知れない霧よ！
ko: 꺼져라, 불길한 안개야!
uk: Геть, мерзенний тумане!
zh_cn: 快散去，你这邪雾！

# bark_arena_modifier_stop_coast_fog@3
source: I see the fiends! Press hard!
ja: 悪魔が見える！強く押せ！
ko: 적들이 보인다! 밀어 붙여!
uk: Я бачу ворогів, скоріше!
zh_cn: 我看见那些魔物了！冲啊！

# bark_arena_modifier_stop_coast_fog@4
source: Lo, the enemy! Press them!
ja: 敵だ！押せ！
ko: 저기 적이다! 밀어 붙여!
uk: О, супротивник, в атаку!
zh_cn: 看啊，是敌人！进攻！

# bark_arena_modifier_stop_coast_fog@5
source: Mind our flanks! The fog lifts!
ja: 側面に注意しろ！霧が晴れた！
ko: 측면 경계해! 안개가 걷힌다!
uk: Стежити за флангами, туман розсіюється!
zh_cn: 雾散了！当心侧翼！

# bark_arena_modifier_stop_coast_fog@6
source: Now, while our blades strike true!
ja: 今、我々の刃が真の力を証明する時だ！
ko: 이제야 칼맛을 제대로 보여 주겠군!
uk: Нападаймо, поки ворог не втік!
zh_cn: 就是现在，趁我们不会失手！

# bark_arena_modifier_stop_coast_fog@7
source: Our foes once more in sight!
ja: 敵が視界に入ったぞ！
ko: 적들이 다시 보인다!
uk: Противник знову в полі зору!
zh_cn: 我们的敌人又出现了！

# bark_arena_modifier_stop_coast_fog@8
source: Regroup, the fog is lifting!
ja: 霧が晴れてきた、再編成しよう！
ko: 집결해, 안개가 걷히고 있다!
uk: Перегрупуватися, туман розсіюється!
zh_cn: 重新列阵，雾正在散去！

# bark_arena_modifier_stop_coast_fog@9
source: Strike now, the fog abates!
ja: 攻撃だ！霧が晴れるぞ！
ko: 지금 안개가 걷혔을 때 공격해!
uk: В атаку, туман уже не такий густий!
zh_cn: 快出手，雾散了！

# bark_arena_modifier_stop_coast_fog@10
source: The air clears...
ja: 空が晴れてきた…
ko: 날씨가 개이는군...
uk: Стає видно далі...
zh_cn: 空气变得澄澈了……

# bark_arena_modifier_stop_coast_fog@11
source: The air stirs!
ja: 空気が渦巻いている！
ko: 바람이 분다!
uk: Піднімається вітер!
zh_cn: 风把浓雾卷走了！

# bark_arena_modifier_stop_coast_fog@12
source: The wind shifts in our favour!
ja: 風が我々の味方になってくれる！
ko: 순풍이 불어온다!
uk: Вітер дме так, як нам треба!
zh_cn: 天气站在我们这边了！

# bark_arena_modifier_stop_coast_fog@13
source: Their cover lifts!
ja: 覆っていた霧が消えるぞ！
ko: 놈들의 모습이 드러난다!
uk: Тепер ворога видно!
zh_cn: 他们失去掩蔽了！

# bark_arena_modifier_stop_coast_fog@14
source: Their trickery falters!
ja: 奴らの策を破った！
ko: 이제 수작질도 끝이다!
uk: Пелена над ворогом зникла!
zh_cn: 他们的诡计露出了破绽！

# bark_bark_disease_coughing_fit@0
source: *cough cough cough*
ja: ゴホゴホゴホ
ko: (기침 소리)
uk: *кахи-кахи*
zh_cn: *连续的咳嗽*

# bark_bark_disease_coughing_fit@1
source: *desperate wheezing*
ja: ゼエゼエ
ko: (절박한 호흡)
uk: *відчайдушно хрипить*
zh_cn: *绝望地喘息*

# bark_bark_disease_coughing_fit@2
source: *dry, hacking cough*
ja: コホコホ
ko: (마른 기침 소리)
uk: *сухий уривчастий кашель*
zh_cn: *痛苦地干咳*

# bark_bark_disease_coughing_fit@3
source: Khkk... let me catch my breath...
ja: くぅ…呼吸をさせてくれ…
ko: 크헉... 숨을 못 쉬겠어...
uk: Кх... треба перепочити...
zh_cn: 咳、咳……等我喘口气……

# bark_bark_disease_smallpox_itchy@0
source: *furious scratching*
ja: ガガー
ko: (미친듯이 긁는 소리)
uk: *несамовито чухається*
zh_cn: *疯狂地抓挠*

# bark_bark_disease_smallpox_itchy@1
source: My skin, it cracks and bleeds!
ja: 肌が、ひび割れ、出血する！
ko: 내 피부, 온통 갈라져서 피가 나!
uk: Моя шкіра полопалася і кровоточить!
zh_cn: 我的皮肤裂了，在往外渗血！

# bark_bark_disease_smallpox_itchy@2
source: This itching is going to drive me mad!
ja: この痒みで気が狂いそうだ！
ko: 가려워서 미치겠네!
uk: Я через цю сверблячку знавіснію!
zh_cn: 这瘙痒要把我逼疯了！

# bark_bark_disease_smallpox_itchy@3
source: Will this itching never cease?!
ja: この痒みは止まらないのか？
ko: 대체 이 가려움은 언제 가시는 거야?!
uk: Коли ж зникне ця сверблячка?!
zh_cn: 这刺痒的感觉没有个头吗？！

# bark_bark_disease_syphilis_bark@0
source: Agh, my head throbs...!
ja: あぁ、頭がズキズキする……！
ko: 으윽, 머리가 띵해...!
uk: Ох, голова розколюється!
zh_cn: 啊，我的脑子成了一团浆糊……！

# bark_bark_disease_syphilis_bark@1
source: Fetch me a wet rag, mother...!
ja: 濡れた雑巾を持ってきて、母さん…！
ko: 나 머리 물수건 갈아줘, 엄마...!
uk: Мені потрібен компрес!
zh_cn: 妈，给我条湿毛巾……！

# bark_bark_disease_syphilis_bark@2
source: Never seen a cow jump over anything!
ja: 牛がジャンプするなんて初めて見た！
ko: 암소가 폴짝 뛰어다니는 꼴은 처음 보네!
uk: Що ж це за зараза така?
zh_cn: 那头奶牛飞得好高啊！

# bark_bark_disease_syphilis_bark@3
source: What are these spots before my eyes?!
ja: 目の前に広がるこの点々は何だ？
ko: 눈 앞에 반점이 보여! 대체 뭐지?!
uk: Що це за мушки перед очима?!
zh_cn: 我眼前这些斑点是怎么回事？！

# bark_crit_performed@0
source: And stay back!
ja: 下がっていろ！
ko: 그대로 죽어 있어!
uk: Не підходь!
zh_cn: 知道我的厉害了吧！

# bark_crit_performed@1
source: BEGONE!
ja: 失せろ！
ko: 꺼져!
uk: ГЕТЬ!
zh_cn: 退散！

# bark_crit_performed@2
source: Have at them!
ja: 襲い掛かれ！
ko: 쳐먹어!
uk: В атаку!
zh_cn: 尝尝这个！

# bark_crit_performed@3
source: How do you like that?
ja: どうだ？
ko: 맛이 어떠냐?
uk: Як тобі таке?
zh_cn: 喜欢么？

# bark_crit_performed@4
source: I'll break you!
ja: 壊してやる！
ko: 박살을 내 주마!
uk: Я тебе на порох зітру!
zh_cn: 受死吧！

# bark_crit_performed@5
source: Take that!
ja: 食らえ！
ko: 먹어라!
uk: Ось тобі!
zh_cn: 吃我一招！

# bark_crit_performed@6
source: That'll teach you!
ja: 痛い目を見るがいい！
ko: 정신이 퍼뜩 들 거다!
uk: Це буде тобі уроком!
zh_cn: 尝尝教训！

# bark_crit_performed@7
source: That's right, fiend!
ja: どうだ、悪魔よ！
ko: 꼴 좋다, 악마!
uk: Так, чудовисько!
zh_cn: 这就对了，恶魔！

# bark_crit_performed@8
source: We'll rid this place of you!
ja: ここから追い出してやる！
ko: 널 없애 버리겠다!
uk: Геть звідси!
zh_cn: 我们要把你从世界上抹去！

# bark_crit_performed@9
source: You'll die like any other!
ja: お前を倒すのは簡単だ！
ko: 너도 똑같이 죽게 될 거다!
uk: На тебе чекає те саме, що й на інших!
zh_cn: 你死到临头了！

# bark_crit_performed+bounty_hunter@0
source: *snort*
ko: (코웃음)
uk: *пирх*

# bark_crit_performed+bounty_hunter@1
source: Called your bluff, friend.
ko: 허풍이 심하군. 친구.
uk: Твій блеф розкрито.

# bark_crit_performed+bounty_hunter@2
source: Don't test me.
ko: 날 시험하지 마.
uk: Не треба мене випробовувати.

# bark_crit_performed+bounty_hunter@3
source: Get back...!
ko: 도망치자!
uk: Назад!

# bark_crit_performed+bounty_hunter@4
source: Hah!
ko: 하!
uk: Ха!

# bark_crit_performed+bounty_hunter@5
source: Not so tough now, eh?
ja: 大したことないな！
ko: 이제 힘 좀 빠지나?
uk: І куди ж поділася сміливість, га?
zh_cn: 不过如此。

# bark_crit_performed+bounty_hunter@6
source: That's right.
ko: 그렇지.
uk: Чудово.

# bark_crit_performed+bounty_hunter@7
source: Time to settle up.
ja: ツケを払う時だ
ko: 슬슬 정리하지.
uk: Час звести рахунки.
zh_cn: 时候到了。

# bark_crit_performed+bounty_hunter@8
source: Yes! Yes...! Burn...!
ko: 좋아! 좋아...! 불타 버려...!
uk: Так, так! Гори!

# bark_crit_performed+flagellant@0
source: Bones for my becoming!
ja: 俺のために骨を！
ko: 나의 영생을 위한 토대로다!
uk: Кістки для мого становлення!
zh_cn: 我入圣之路上的又一具骨骸！

# bark_crit_performed+flagellant@1
source: Darkness flees before my holy glare!
ja: 俺の聖なる眼差しの前に、暗闇は逃げ出す！
ko: 내 신성한 눈빛 앞에 암흑이 물러난다!
uk: Темрява тікає від мого священного сяйва!
zh_cn: 面对我神圣的瞪视，就连黑暗也要狼狈逃窜！

# bark_crit_performed+flagellant@2
source: Each blow brings me closer to absolution!
ja: 一撃ごとに断罪に近づいていく！
ko: 징벌을 가할 때마다 회개에 가까워지누나!
uk: Кожний удар наближає мене до відпущення гріхів!
zh_cn: 每一击都让我离赦罪更近一步！

# bark_crit_performed+flagellant@3
source: Feel deliverance in the sting of my whip!
ja: 鞭の一撃に解放を感じよ！
ko: 채찍의 고통 속에서 구원을 느껴라!
uk: Відчуй спасіння на кінчику мого бича!
zh_cn: 在我铁链的蛰刺下感受解脱吧！

# bark_crit_performed+flagellant@4
source: Guided by pain! Favoured by destiny!
ja: 痛みに導かれ！運命に祝福されよ！
ko: 고통의 인도! 운명의 이끌림!
uk: Керований болем улюбленець долі!
zh_cn: 由痛苦引导！由天命庇佑！

# bark_crit_performed+flagellant@5
source: In my blight, be redeemed!
ja: 俺の災いの中で、救済されよ！
ko: 나의 역병 속에서 구원받으라!
uk: У моїй біді знайди спокуту!
zh_cn: 在我的腐蚀中，寻找救赎吧！

# bark_crit_performed+flagellant@6
source: Suffer and know the truth!
ja: 苦しみ、真実を知るのだ！
ko: 고통으로부터 진실을 깨달으라!
uk: Пізнай істину через страждання!
zh_cn: 感受痛苦，并领悟真相吧！

# bark_crit_performed+flagellant@7
source: Through blood, you shall be transformed!
ja: 血によって、お前は生まれ変わるのだ！
ko: 넌 피를 통해 탈바꿈하리라!
uk: Через кров ти зміниш себе!
zh_cn: 在鲜血之中，你将脱胎换骨！

# bark_crit_performed+grave_robber@0
source: And you'll come no closer!
ja: それ以上近づかないで！
ko: 어딜 감히 가까이 온담!
uk: Ані кроку ближче!
zh_cn: 到此为止了！

# bark_crit_performed+grave_robber@1
source: Back from whence you crawled!
ko: 네가 기어 나온 곳으로 돌아가렴!
uk: Геть звідси, тварюка!

# bark_crit_performed+grave_robber@2
source: Grr! You've bled on my best coat!
ko: 아 진짜! 제일 좋은 코트인데 피 묻었잖아!
uk: Ну от тепер на плащі кривава пляма!

# bark_crit_performed+grave_robber@3
source: Just one piece at a time, sweet thing!
ko: 한 번에 한 놈씩 잘라먹자고, 자기!
uk: По черзі, будь ласка.

# bark_crit_performed+grave_robber@4
source: Oh, did that sting?
ko: 어머, 아팠어?
uk: Боляче? Бідолаха.

# bark_crit_performed+grave_robber@5
source: Pardon my reach!
ko: 지나갑니다!
uk: Вибачте, якщо випадково зачепила!

# bark_crit_performed+grave_robber@6
source: Think I'm done with you? HARDLY!
ko: 어머, 다 끝난 줄 알았니? 절대 아닌데!
uk: Думаєш, це кінець? АЖ НІЯК!

# bark_crit_performed+grave_robber@7
source: You're looking a tad wan, friend.
ko: 자기 얼굴이 좀 창백하네?
uk: У тебе нездоровий вигляд.

# bark_crit_performed+hellion@0
source: AH-KYLORAAAA!
ko: 아-킬로라아아!
uk: А-КІЛО-РА-А-А!

# bark_crit_performed+hellion@1
source: Can't catch me if you're DEAD!
ja: お前が死ねば、捕まえようがないね！
ko: 다 죽이면 난 안 죽는다!
uk: Упіймай мене, якщо ВМРЕШ!
zh_cn: 死了就伤不了我了！

# bark_crit_performed+hellion@2
source: HA HAAA!
ja: ハハハ！
ko: 하 하!
uk: ХА-ХА-ХА!
zh_cn: 哈哈！

# bark_crit_performed+hellion@3
source: HA-HA! Spirits claim you!
ja: ハハハ！精霊がお前を求めているぞ！
ko: 하 하! 영혼들이 너 거둬간다!
uk: Ха-ха, духи тебе вже зачекалися!
zh_cn: 哈哈！被众灵带走吧！

# bark_crit_performed+hellion@4
source: I will FEAST on your HEART!
ja: お前の心臓をいただこう！
ko: 네 심장 씹어먹는다!
uk: Я зжеру твоє серце!
zh_cn: 我要吃掉你的心脏！

# bark_crit_performed+hellion@5
source: KREEE-YAAAAA!
ja: キーーーーヤーーー！
ko: 크리이 야아아!
uk: КРІ-І-Я-А-А!

# bark_crit_performed+hellion@6
source: No ghoul can stand against me!
ko: 그 어떤 괴물도 내 상대는 못 된다!
uk: Жодна нечисть зі мною не зрівняється!

# bark_crit_performed+hellion@7
source: Nowhere to run, spitling!
ja: 逃げ場がない、くそっ！
ko: 도망칠 곳 없다, 애송이!
uk: Бігти нікуди, нікчема!
zh_cn: 无处可逃了吧，妖孽！

# bark_crit_performed+hellion@8
source: RrrrraaaaAAAAAA!
ko: 으라아아아아아!
uk: Р-р-р-ра-а-а-а!

# bark_crit_performed+highwayman@0
source: Damn - I missed your eyes!
ja: クソッ、目を狙ってたけどな！
ko: 제길, 눈을 노렸는데!
uk: От дідько, хотів по очах!
zh_cn: 下一次——我要刺瞎你的眼睛！

# bark_crit_performed+highwayman@1
source: Didn't see that coming, did you?
ja: 今は予想できなかったよな？
ko: 솔직히 예상도 못했지?
uk: Несподівано, правда?
zh_cn: 哼，没想到这一手吧！

# bark_crit_performed+highwayman@2
source: Ha haa!
ja: ハハハ！
ko: 하 하!
uk: Ха-ха!
zh_cn: 哈哈哈哈！

# bark_crit_performed+highwayman@3
source: I never miss.
ja: 絶対に外しやしない
ko: 난 절대 놓치지 않지.
uk: Завжди попадаю.
zh_cn: 我从不失手。

# bark_crit_performed+highwayman@4
source: I've faced worse!
ko: 더 나쁜 놈도 상대해봤어!
uk: І не таке бувало!

# bark_crit_performed+highwayman@5
source: My regards.
ja: ほんの挨拶代わりだ
ko: 안부 전해 달라고.
uk: Передавай від мене привіт.
zh_cn: 向你致意。

# bark_crit_performed+highwayman@6
source: Right where it hurts!
ko: 아픈 곳을 제대로 찔렀나!
uk: Прямо в яблучко!

# bark_crit_performed+highwayman@7
source: You're outmatched.
ko: 상대도 안 되는군.
uk: Нас більше, у вас немає шансів.

# bark_crit_performed+jester@0
source: AH-HA HA HAAAAA!
ja: アハハハハ！
ko: 아하 하 하!
uk: АХ-ХА-ХА-А-А!
zh_cn: 啊哈哈哈哈哈！

# bark_crit_performed+jester@1
source: Can't let things grow boring.
ja: 退屈させたくはないからな
ko: 지루한 건 도저히 못 참아서.
uk: Головне, щоб не стало нудно.
zh_cn: 不能让事情太无聊。

# bark_crit_performed+jester@2
source: Got a little confident, did we?
ja: 少しは自信がついたよな？
ko: 살짝 자신감을 가져 보실까?
uk: Упевненості тобі не позичати.
zh_cn: 有点太自信了，是不是？

# bark_crit_performed+jester@3
source: HA HA HAAAA!
ko: 하 하 하!
uk: ХА-ХА-ХА-А!

# bark_crit_performed+jester@4
source: HA!
ko: 하!
uk: ХА!

# bark_crit_performed+jester@5
source: Hee heee heeeeee!
ko: 히 히 히!
uk: Хе-хе-е-е-е!

# bark_crit_performed+jester@6
source: Slice, slice, slice!
ko: 자르고, 토막내고!
uk: Вжух, вжух, вжух!

# bark_crit_performed+jester@7
source: Truly amusing...
ko: 정말로 즐겁군...
uk: Як весело...

# bark_crit_performed+leper@0
source: Blood in the mud.
ja: 血が滴り落ちてるぞ
ko: 피로 물드는 진흙탕.
uk: Кров у бруді.
zh_cn: 一地鲜血。

# bark_crit_performed+leper@1
source: Didn't expect THAT, did you?!
ko: 그건 예상 못했겠지?!
uk: Несподівано, правда?

# bark_crit_performed+leper@2
source: Feed my flames!
ja: 炎を喰らえ！
ko: 내 불꽃의 장작이 되거라!
uk: Відчуй геєну вогненну!
zh_cn: 被我的熊熊斗志吞噬吧！

# bark_crit_performed+leper@3
source: Fog before sunrise.
ja: 日の出前の霧か
ko: 여명 직전에 끼는 안개.
uk: Мов туман у ранкових сутінках.
zh_cn: 黎明前的雾。

# bark_crit_performed+leper@4
source: For every act, a consequence.
ko: 모든 행동에는 결과가 따르는 법.
uk: У будь-якої дії є наслідки.

# bark_crit_performed+leper@5
source: Ha ha! Too slow!
ko: 하 하! 너무 느리구나!
uk: Ха-ха, надто повільно.

# bark_crit_performed+leper@6
source: Petals must fall.
ko: 꽃잎은 떨어진다.
uk: Пелюстки мають опасти.

# bark_crit_performed+leper@7
source: Rain in the forest.
ko: 숲에서 맞는 빗방울.
uk: Злива в лісі.

# bark_crit_performed+leper@8
source: Summer before the Fall.
ko: 늦여름의 강렬한 열기.
uk: Після літа наступає осінь.

# bark_crit_performed+leper@9
source: The tide rises. And the tide falls.
ko: 파도는 밀려왔다 물러간다.
uk: Приплив змінюється відпливом.

# bark_crit_performed+leper@10
source: Time makes ruin of even empires.
ja: 時間は帝国をも破滅させる
ko: 시간은 제국마저 무너뜨리니.
uk: Час не шкодує навіть імперій.
zh_cn: 纵使盛极一时，也会被时光磨灭。

# bark_crit_performed+man_at_arms@0
source: A devil's due!
ja: 鬼に金棒！
ko: 망할 것!
uk: Дияволові — дияволове!
zh_cn: 去死吧，恶魔！

# bark_crit_performed+man_at_arms@1
source: Now that is a proper flanking!
ja: これぞ正しい側面攻撃だ！
ko: 이게 바로 정석적인 우회 타격이다!
uk: Отак треба заходити з флангів!
zh_cn: 教科书般的侧翼包夹！

# bark_crit_performed+man_at_arms@2
source: Outmaneuvered!
ja: 動きで勝ったな！
ko: 기동으로 압도해!
uk: Маневр успішний!
zh_cn: 姜还是老的辣！

# bark_crit_performed+man_at_arms@3
source: Perfectly executed!
ja: 完璧だ！
ko: 완벽하게 실행했구먼!
uk: Бездоганна техніка!
zh_cn: 完美执行！

# bark_crit_performed+man_at_arms@4
source: See how they falter! Strike!
ko: 놈들이 쓰러지는 꼴을 봐라! 공격해!
uk: Ворог розгублений, в атаку!

# bark_crit_performed+man_at_arms@5
source: Send the bastards packing!
ko: 저 자식들을 몰아내자!
uk: Іди туди, звідки прийшов!

# bark_crit_performed+man_at_arms@6
source: This line will not break!
ko: 이 전선은 버틴다!
uk: Наші лави не прорвати!

# bark_crit_performed+man_at_arms@7
source: We hold as one and strike as one!
ko: 하나되어 버티고 하나되어 쳐라!
uk: Ми наступаємо як один і б’ємо як один!

# bark_crit_performed+occultist@0
source: Another fool for the fire!
ja: バカが見る！
ko: 여기 불태울 천치가 또 있군!
uk: Нове паливо для мого полум’я!
zh_cn: 又一个蠢货化作烈焰的燃料！

# bark_crit_performed+occultist@1
source: Behold! The unquenchable fire of the stars!
ja: 見よ！星々の消えない炎を！
ko: 보라! 절대 꺼지지 않는 별의 화염일지어다!
uk: Ось він, незгасний зоряний вогонь!
zh_cn: 见证吧！永不熄灭的星辰之火！

# bark_crit_performed+occultist@2
source: Best hope I slay you before it wakes!
ja: 目覚める前にお前を殺すのが最善だ！
ko: 그 놈이 깨어나기 전에 죽는 게 나을 거다!
uk: Сподівайся, що загинеш до того, як воно прокинеться!
zh_cn: 我劝你死在它苏醒之前！

# bark_crit_performed+occultist@3
source: FM'LATGH, GRAH'N.
ko: 픔라트그, 그라흔.
uk: ФМЛАТГ, ГРАГН.

# bark_crit_performed+occultist@4
source: MNAHN'T GOF'NN.
ko: 므난트 고프은.
uk: МНАГНТ ГОФН-Н.

# bark_crit_performed+occultist@5
source: So uncivilized!
ko: 미개한 것!
uk: Яке варварство!

# bark_crit_performed+occultist@6
source: Uneducated savage!
ko: 미개한 야만인 같으니!
uk: Яка дикість!

# bark_crit_performed+occultist@7
source: Y'LW'NAFH N'GHFT.
ko: 이르나프 은그프트.
uk: ІЛВНАФГ НДГФТ.

# bark_crit_performed+occultist@8
source: You think you know power?!
ko: 네가 힘에 대해 뭘 안다고?!
uk: Думаєш, у тебе вже є сила?!

# bark_crit_performed+plague_doctor@0
source: Become as dust!
ja: 塵となれ！
ko: 먼지가 되어라!
uk: Перетворися на порох!
zh_cn: 化作尘埃吧！

# bark_crit_performed+plague_doctor@1
source: Bones break and flesh tears!
ja: 骨が折れ、肉が裂ける！
ko: 뼈를 깎고 살을 저민다!
uk: Хрустять кістки, тріскається шкіра!
zh_cn: 骨骼断裂，血肉消融！

# bark_crit_performed+plague_doctor@2
source: Excise the tumor!
ja: 腫瘍を切除しろ！
ko: 종양은 제거한다!
uk: Час вирізати цю пухлину!
zh_cn: 切除肿瘤！

# bark_crit_performed+plague_doctor@3
source: I'll keep this bit for later!
ja: これは後に取っておこう！
ko: 이 환자는 잠시 제쳐두도록 할까!
uk: Прибережу на потім!
zh_cn: 这个标本留作日后研究！

# bark_crit_performed+plague_doctor@4
source: Look how they wither and die!
ja: 衰弱して死ぬ様を見ろ！
ko: 죽어 나가는 꼬락서니 좀 보라지!
uk: Сухоти й смерть!
zh_cn: 仔细观察他们枯萎消亡的过程！

# bark_crit_performed+plague_doctor@5
source: One more cadaver for the cart.
ja: またひとつ、死体が積みあがるか
ko: 해부할 시체가 하나 더 늘었군.
uk: Ще один кадавр для гробаря.
zh_cn: 又一具尸体要装入马车。

# bark_crit_performed+plague_doctor@6
source: Such an intriguing shade, their blood...
ja: 彼らの血はなんて不思議な色合いなんだ…
ko: 저 표본들은 참으로 흥미롭게 생겼군...
uk: Ця кров такого цікавого відтінку...
zh_cn: 他们的鲜血颜色如此奇异……

# bark_crit_performed+plague_doctor@7
source: They are flesh like any other beast!
ko: 저 놈들도 다른 짐승들처럼 살덩이에 불과해!
uk: У всього сущого є тіло й кров!

# bark_crit_performed+runaway@0
source: And there's more where that came from!
ko: 또 똑같이 때려줄 수 있다고!
uk: І це ще не все!

# bark_crit_performed+runaway@1
source: Smells like payback.
ko: 복수의 냄새가 나네.
uk: Схоже на відплату.

# bark_crit_performed+runaway@2
source: These streets are ours!
ko: 여긴 우리 구역이다!
uk: Це наш світ!

# bark_crit_performed+vestal@0
source: Begone, foul thing!
ko: 사라져라, 더러운 것!
uk: Згинь, мерзенна тварюка!

# bark_crit_performed+vestal@1
source: Blacken our world no longer!
ko: 더는 이 세상을 흑암으로 물들이지 말라!
uk: Більше не поганитимеш наш світ!

# bark_crit_performed+vestal@2
source: Burn in the holy Flame!
ko: 성스러운 불꽃 속에서 불타거라!
uk: Гори у священному Полум’ї!

# bark_crit_performed+vestal@3
source: Light take you!
ko: 빛이 널 거둬가리라!
uk: Нехай Світло забере тебе!

# bark_crit_performed+vestal@4
source: Trouble this land no longer!
ko: 이 땅을 더 이상 더럽히지 말라!
uk: Більше не оскверниш ці землі!

# bark_crit_performed+vestal@5
source: We are fire! We are more than you!
ja: 私たちは炎であり、あなたたちより強いのです！
ko: 우리는 불꽃이니! 너희를 능가한다!
uk: Ми вогонь, що несе світло!
zh_cn: 我们是圣火！我们在你之上！

# bark_crit_performed+vestal@6
source: You are DAMNED!
ja: この忌まわしき存在め！
ko: 지옥에 떨어져라!
uk: На тобі ПРОКЛЯТТЯ!
zh_cn: 你被诅咒了！

# bark_crit_performed+vestal@7
source: You shall suffer as I have!
ja: あなたも私のように苦しむのです！
ko: 내 고통을 그대로 겪게 해주리라!
uk: Пізнай мої страждання!
zh_cn: 经受与我一样的苦难吧！

# bark_crit_targeted@0
source: *startled yelp*
ja: うわあ！
ko: (경악한 비명)
uk: *крик переляку*
zh_cn: *惊呼*

# bark_crit_targeted@1
source: Bastard!
ja: あいつめ！
ko: 망할 자식!
uk: Тварюка!
zh_cn: 可恶！

# bark_crit_targeted@2
source: Blast it!
ja: クソッ！
ko: 빌어먹을!
uk: Прокляття!
zh_cn: 该死！

# bark_crit_targeted@3
source: Can't see straight...
ja: クラクラする…
ko: 눈 앞이 흐릿해...
uk: В очах помутніло...
zh_cn: 我在哪……

# bark_crit_targeted@4
source: Damned thing!
ja: ああっ！
ko: 망할 놈이!
uk: Чортове поріддя!
zh_cn: 该死的东西！

# bark_crit_targeted@5
source: Got me good!
ja: やったな！
ko: 제대로 맞았군!
uk: Непоганий удар!
zh_cn: 这一下真够受的！

# bark_crit_targeted@6
source: Hahh... that one... winded me!
ja: はぁ…今のは…かすり傷だ！
ko: 하... 그거... 좀 아팠다!
uk: Ах-х... це зовсім... виснажило мене!
zh_cn: 哈……这一下……有点晕！

# bark_crit_targeted@7
source: I underestimated you...
ja: お前を軽く見ていたようだ…
ko: 너를 너무 얕잡아봤나...
uk: Міцний горішок...
zh_cn: 看来我低估你了……

# bark_crit_targeted@8
source: My ears are ringing!
ja: 耳鳴りがする！
ko: 귀가 멍멍해!
uk: У вухах дзвенить!
zh_cn: 我耳鸣了！

# bark_crit_targeted@9
source: That one stung.
ko: 이건 좀 아프군.
uk: Боляче...

# bark_crit_targeted_ally@0
source: And yet you breathe!
ja: まだ息をあるぞ！
ko: 아직 살아는 있지!
uk: Ти ще дихаєш!
zh_cn: 你还活着！

# bark_crit_targeted_ally@1
source: Brace up!
ja: 気を引き締めろ！
ko: 기운 내!
uk: Зберися!
zh_cn: 挺住！

# bark_crit_targeted_ally@2
source: Hell of a blow!
ja: 強烈な1発だ！
ko: 제대로 맞았군!
uk: Оце удар!
zh_cn: 我的天！

# bark_crit_targeted_ally@3
source: Hold on!
ja: 耐えろ！
ko: 버텨!
uk: Тримайся!
zh_cn: 坚持住！

# bark_crit_targeted_ally@4
source: On your boots!
ko: 일어나!
uk: Один чобіт тут, інший там!

# bark_crit_targeted_ally@5
source: Shake it off!
ja: 振り払え！
ko: 떨쳐버려!
uk: Викинь це з голови!
zh_cn: 没什么大不了的！

# bark_crit_targeted_ally@6
source: Steady, my friend!
ja: 友よ、しっかりしろ！
ko: 버티라고, 친구!
uk: За тебе!
zh_cn: 稳住，朋友！

# bark_crit_targeted_ally@7
source: Still with us?
ja: 意識はあるか？
ko: 정신은 멀쩡한가?
uk: Ще з нами?
zh_cn: 没死吧？

# bark_crit_targeted_ally@8
source: We'll get them back!
ja: 奴らに仕返しだ！
ko: 그대로 되돌려주자!
uk: Ми ще покажемо!
zh_cn: 让他们付出代价！

# bark_crit_targeted_ally@9
source: You're still standing!
ja: まだ立っているじゃないか！
ko: 아직 버티는군!
uk: Ти ще на ногах!
zh_cn: 你居然还能站着！

# bark_crit_targeted_ally+bounty_hunter
source: Can't be short-handed. Up!
ko: 머릿수에서 밀리잖나. 일어나라고!
uk: Потрібне підкріплення. Вставай!

# bark_crit_targeted_ally+flagellant
source: Fight on - prove yourself deserving!
ja: 戦い続けろ。お前の価値を証明せよ！
ko: 맞서 싸워서 스스로의 자격을 증명해!
uk: Бийся далі — доведи, що ти гідна людина!
zh_cn: 继续战斗——证明你的价值！

# bark_crit_targeted_ally+grave_robber
source: Still in one piece!
ja: まだ無事だったのね！
ko: 아직 멀쩡한데 뭘!
uk: Тебе поки що не поранили!
zh_cn: 你还活着！

# bark_crit_targeted_ally+hellion
source: To bleed is to awaken!
ko: 약간의 출혈은 정신을 일깨우지!
uk: Коли кров тече, ти приходиш до тями!
