Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_dont_leave_me+highwayman@1
source: No getaways while there's an empty seat!
ja: 空席があるうちは逃がさないぞ！
ko: 빈 자리가 남았으면 도망가지 않는 게 이 바닥 규칙이다!
uk: Не можна втікати, якщо когось нема.
zh_cn: 还没坐满——别急着上路！

# bark_dont_leave_me+highwayman@2
source: We don't leave folks behind.
ko: 동료는 버리고 가는 게 아냐.
uk: Ми не можемо нікого залишити позаду.

# bark_dont_leave_me+jester@0
source: Is this my coda?
ko: 피날레 할 시간은 기다려 줘야지.
uk: Це мій останній вихід?

# bark_dont_leave_me+jester@1
source: Leaving me high and dry?
ja: 私を置き去りにするのか？
ko: 한창 달아올랐는데 버리고 가게?
uk: Так мене й залишите напризволяще?
zh_cn: 让我在这里等死么？

# bark_dont_leave_me+jester@2
source: Oho, not without me!
ko: 오호, 나 없이는 안 되지!
uk: Ні, без мене не можна!

# bark_dont_leave_me+leper@0
source: They would fracture our unity. Don't let them.
ja: 奴らは我々の結束を揺るがそうとする。絶対にさせるな
ko: 저들은 우리의 유대를 깨려는 것. 말려들지 말게나.
uk: Це зруйнує нашу єдність! Такого не можна дозволити!
zh_cn: 他们想要破坏我们的团结。不要让他们得逞。

# bark_dont_leave_me+leper@1
source: We are each a vital part of the whole.
ja: 我々はそれぞれ、全体の重要な一部である
ko: 우리는 하나 되었을 때 마침내 온전하다.
uk: Кожен із нас є невід’ємною частиною цілого.
zh_cn: 我们每个人都是重要的一份子。

# bark_dont_leave_me+leper@2
source: We don't abandon our sick.
ko: 병자를 두고 가지는 않겠지.
uk: Ми не кидаємо своїх хворих.

# bark_dont_leave_me+man_at_arms@0
source: And leave without your sergeant?!
ko: 대장을 두고 가시겠다?!
uk: Хочете залишитися без свого сержанта?!

# bark_dont_leave_me+man_at_arms@1
source: I'll hold this line, but you hold the horses!
ko: 내가 전선을 지키는 동안 너희는 말들을 지켰어야지!
uk: Я триматиму стрій, а ви притримайте коней!

# bark_dont_leave_me+man_at_arms@2
source: I'm no deserter! Hold it!
ja: 俺は脱走兵ではない！待て！
ko: 난 탈영하지 않아! 버텨라!
uk: Я не дезертир! Постривайте!
zh_cn: 我不是逃兵！快停下！

# bark_dont_leave_me+occultist@0
source: Abandon me here and know my fury.
ja: ここで見捨てたら、私の怒りを知ることになるぞ
ko: 날 버리고 갔다간 내 분노를 보여주겠네.
uk: Залиште мене тут — пізнаєте мою лють!
zh_cn: 把我抛在这里，就准备领受我的愤怒。

# bark_dont_leave_me+occultist@1
source: Leave me in this hellscape? Undeserved.
ko: 이 지옥 같은 곳에 나만 두고 가겠다고? 실망스럽군.
uk: Залишити мене в цьому пеклі — неподобство!

# bark_dont_leave_me+occultist@2
source: You will notice my absence.
ja: 私の不在を惜しむだろう
ko: 내 빈 자리는 크게 느껴질 걸세.
uk: Ви ще взнаєте, що таке моя відсутність!
zh_cn: 缺了我的话，你们会感觉得到的。

# bark_dont_leave_me+plague_doctor@0
source: Don't eye those reins just yet!
ko: 아직 고삐 잡을 생각 하지도 마!
uk: Не дивіться на ті віжки!

# bark_dont_leave_me+plague_doctor@1
source: Have I somehow I failed you?!
ko: 내가 뭐 잘못이라도 했어?!
uk: Невже я вас якось підвела?!

# bark_dont_leave_me+plague_doctor@2
source: You would leave your physik behind?!
ko: 지금 유일한 의사를 버리고 가겠다고?!
uk: Невже ви зможете залишити напризволяще свого лікаря?!

# bark_dont_leave_me+runaway@0
source: D-don't leave me here!
ko: 나, 날 여기 두고 가지 마!
uk: Не кидайте мене тут!

# bark_dont_leave_me+runaway@1
source: We ride together or not at all!
ko: 다 같이 튀는 게 아니면 다 죽어!
uk: Ми вирушаємо в дорогу разом або не вирушаємо взагалі!

# bark_dont_leave_me+runaway@2
source: You'd cast me aside?
ja: 私を置き去りにするの？
ko: 날 쫓아내는 거야?
uk: Як це — залишити?!
zh_cn: 你们要抛下我吗？

# bark_dont_leave_me+vestal@0
source: Don't leave me stranded!
ko: 날 두고 가지 마!
uk: Не кидайте мене одну!

# bark_dont_leave_me+vestal@1
source: Heavens! Don't forsake me!
ko: 빛에 걸고 날 버리지 마라!
uk: Святі небеса! За що це мені?

# bark_dont_leave_me+vestal@2
source: To abandon an ally is a grave sin!
ja: 味方を見捨てるのは重大な罪です！
ko: 동료를 버리는 건 중대한 원죄다!
uk: Покинути союзника — це тяжкий гріх!
zh_cn: 弃战友于不顾是极为恶劣的罪行！

# bark_dot_bleed@0
source: Can't staunch the flow...
ja: 流れを止められない…
ko: 피가 멎질 않아...
uk: Не можу зупинити кров...
zh_cn: 止不住血……

# bark_dot_bleed@1
source: Help me wrap this?
ko: 붕대 좀 같이 감아 줘.
uk: Треба перев’язати.

# bark_dot_bleed@2
source: I grow dizzier by the moment...
ja: 刻一刻と目眩がする…
ko: 점점 어지러워지는데...
uk: У мене весь час паморочиться голова...
zh_cn: 越来越晕……

# bark_dot_bleed@3
source: I need a bandage!
ko: 붕대가 필요해!
uk: Потрібен бинт!

# bark_dot_bleed@4
source: It's not letting up...
ko: 피가 안 멎어...
uk: Не зупиняється...

# bark_dot_bleed@5
source: Patch this, lest the scent draw more!
ko: 붕대를 감지 않으면 피 냄새 때문에 놈들이 더 올 거야!
uk: Зробіть щось, щоб запах нас не виказав!

# bark_dot_bleed@6
source: So much... blood...!
ja: 血が…すごい…！
ko: 피를... 너무 많이... 흘렸어...!
uk: Так багато... крові!
zh_cn: 好多……血！

# bark_dot_bleed@7
source: Someone apply pressure!
ja: 誰か傷口を抑えて！
ko: 누가 상처 좀 눌러 줘!
uk: Натисніть тут!
zh_cn: 谁来帮我按住！

# bark_dot_bleed@8
source: That one got me deep...
ja: 傷が深い…
ko: 이건 뼛속까지 아픈데...
uk: Глибока рана...
zh_cn: 这道伤口可够深的……

# bark_dot_bleed@9
source: There will be no blood left for the leeches!
ja: 血は一滴も残らないな！
ko: 이러다 거머리가 빨아먹을 피도 안 남겠다!
uk: П’явкам нічого не залишиться!
zh_cn: 血都要流干了！

# bark_dot_bleed+bounty_hunter@0
source: Feelin' woozy...
ja: フラフラする…
ko: 어질어질해지는군...
uk: У голові паморочиться...
zh_cn: 头好晕……

# bark_dot_bleed+bounty_hunter@1
source: This'll need a wrap.
ko: 이건 치료해야겠는데.
uk: Доведеться підлатати.

# bark_dot_bleed+flagellant@0
source: A few drops remain - have at me!
ja: まだ数滴残っている。 まだまだ！
ko: 아직 몇 방울 더 남았으니 더 흘려 보라!
uk: Кілька крапель лишилося!
zh_cn: 我还有几滴血——放马过来吧！

# bark_dot_bleed+flagellant@1
source: Each spilled drop a blessing!
ja: こぼれた一滴一滴が祝福になる！
ko: 한 방울 한 방울이 모두 축복이라!
uk: Кожна пролита крапля — благословення!
zh_cn: 每滴鲜血都是一道祝福！

# bark_dot_bleed+flagellant@2
source: Let those who seek salvation find it on my flesh!
ja: 救いを求める者は、俺の肉体で救いを見出すことだ！
ko: 회개하는 자들이 내 육신으로 구원을 찾게 하소서!
uk: Нехай ті, хто шукає спасіння, знайдуть його на моїй плоті!
zh_cn: 让那些寻求救赎之人，在我的血肉中寻获吧！

# bark_dot_bleed+flagellant@3
source: Spill my blood! Draw me closer to glory!
ja: 俺の血を受けよ！俺を栄光へと導け！
ko: 내 피를 흘려라! 영광을 향해 데려가라!
uk: Розлийте мою кров навколо! Наблизьте мене до слави!
zh_cn: 为我放血，让我沐浴在荣光中！

# bark_dot_bleed+grave_robber@0
source: Staunch this afore my aim falters!
ja: 私の狙いが狂う前に、これを止めて！
ko: 수전증 오기 전에 좀 고쳐줘!
uk: Треба зупинити кров, доки не затекла в очі.
zh_cn: 在我手抖之前，快为我止血！

# bark_dot_bleed+grave_robber@1
source: Truss this up, would you?
ko: 내 상처 좀 봐 주겠어, 자기?
uk: Допоможеш перев’язати рану?

# bark_dot_bleed+hellion@0
source: Let it run like a river! HYAHHH!
ja: 川のように流せ！ヒャッハー！
ko: 피가 강물처럼 흐르리라! 히야아아!
uk: Нехай кров тече рікою! ХІЯ-А-А-А!
zh_cn: 血流成河！HYAHHH!

# bark_dot_bleed+hellion@1
source: Shed my blood at your own risk!
ko: 내 피를 흘렸으면 대가 치러야지!
uk: Пролий мою кров, якщо не боїшся!

# bark_dot_bleed+highwayman@0
source: Another day, another bloodstain.
ko: 이제 피 터지는 건 아주 일상이구나.
uk: Ще один день, ще одна кривава пляма.

# bark_dot_bleed+highwayman@1
source: Hmph. Got me good.
ko: 흠, 제대로 맞았군.
uk: Уф... Потужний удар.

# bark_dot_bleed+jester@0
source: ... Perhaps more than a scratch.
ko: ...그냥 긁힌 상처는 아니구만.
uk: Здається, це не просто подряпина.

# bark_dot_bleed+jester@1
source: Patch me up!
ko: 치료 좀 해 줘!
uk: Підлатай мене!

# bark_dot_bleed+leper@0
source: Blood, water, all goes with the current.
ja: 血も水も、すべては流れに乗っている
ko: 피, 물, 결국 모두 순리대로 흘러가는 것을.
uk: Що кров, що вода: все тече...
zh_cn: 风往哪边吹，血就往哪边流。

# bark_dot_bleed+leper@1
source: My blood flows yet.
ja: 私の血はまだ流れている
ko: 나도 아직 피가 흐르나 보군.
uk: Моя кров ще біжить по жилах.
zh_cn: 我的血液还在流淌。

# bark_dot_bleed+man_at_arms@0
source: Physic!
ko: 의무병!
uk: Лікаря мені!

# bark_dot_bleed+man_at_arms@1
source: Scrap of cloth, would ye?
ja: 布の切れ端をくれるか？
ko: 붕대 좀 감아 주겠나?
uk: Потрібен шматок тканини.
zh_cn: 给我递块布，好吗？

# bark_dot_bleed+occultist@0
source: I fear I smell enticing!
ja: 魅力的な香りを放っていそうで怖いな！
ko: 피비린내가 유혹적이라니, 두렵도다!
uk: Боюся, я пахну, мов приманка!
zh_cn: 恐怕他们都想吃我的肉！

# bark_dot_bleed+occultist@1
source: So my blood <i>is</i> still red...
ja: で、私の血は<i>今も</i>まだ赤い…
ko: 그래, 내 피도 <i>아직</i> 빨갛군...
uk: Принаймні моя кров і <i>досі</i> червона...
zh_cn: 所以我的血<i>还是</i>红色的……

# bark_dot_bleed+plague_doctor@0
source: I require a compress!
ko: 누가 상처 좀 눌러 줘!
uk: Мені потрібен компрес!

# bark_dot_bleed+plague_doctor@1
source: Quickly - that struck a vein!
ja: 早くして。傷が血管まで届いた！
ko: 빨리... 동맥을 건드렸어!
uk: Швидше, тут жила порізана!
zh_cn: 快点——伤到我血管了！

# bark_dot_bleed+runaway@0
source: <i>Nngk.</i> That one's deep.
ko: <i>으윽.</i> 좀 아팠다.
uk: <i>Ух-х</i>, яка глибока рана.

# bark_dot_bleed+runaway@1
source: Wrap this up or we'll leave a trail!
ja: 早くしないと跡が残っちゃう！
ko: 붕대 빨리 안 감으면 핏자국이 남는다고!
uk: Потрібно перев’язати, інакше ми залишимо сліди!
zh_cn: 快为我包扎，不然我们会留下血迹！

# bark_dot_bleed+vestal@0
source: I cannot mend every little scratch!
ja: 全ての傷を治せるわけじゃありません！
ko: 그 따위 생채기까지 다 봐줄 수는 없다!
uk: Я не можу займатися кожною подряпиною!
zh_cn: 我没法让每道伤口都愈合！

# bark_dot_bleed+vestal@1
source: Though I bleed, I shall falter not!
ja: 血を流しても、私は揺るぎません！
ko: 내 비록 피를 흘리나, 결코 굴하지 않을 터!
uk: Навіть якщо рани кровоточитимуть — не здамся!
zh_cn: 就算流血，我也不会动摇信念！

# bark_dot_blight@0
source: *ragged, unsteady breathing*
ja: はぁ…はぁ…
ko: (불규칙적이고 불안정한 호흡)
uk: *нервово дихає*
zh_cn: *颤抖的喘息声*

# bark_dot_blight@1
source: Antivenom! NOW!
ja: 今すぐ抗毒素を！
ko: 해독제 줘! 빨리!
uk: Протиотруту, швидше!
zh_cn: 抗毒素！快！

# bark_dot_blight@2
source: Getting... hard to breathe...
ko: 숨... 쉬기가... 힘들어...
uk: Важко дихати...

# bark_dot_blight@3
source: I... feel... faint...
ko: 머리가... 어질거려...
uk: Я... втрачаю... свідомість...

# bark_dot_blight@4
source: It's all goin' blurry...
ko: 눈 앞이 침침해져...
uk: В очах усе розпливається...

# bark_dot_blight@5
source: It's under my skin!
ja: 皮膚の下だ！
ko: 피부 밑을 기어 다니고 있어!
uk: Під шкірою... А-а-а!
zh_cn: 皮肤下面像着火了一样！

# bark_dot_blight@6
source: My heart will burst...!
ja: 心臓が破裂する…！
ko: 심장이 터질 것 같아...!
uk: Моє серце зараз розірветься!
zh_cn: 我的心脏要爆炸了！

# bark_dot_blight@7
source: My veins are burning...!
ja: 血管が熱い…！
ko: 핏줄이 뜨거워...!
uk: У моїх жилах тече вогонь!
zh_cn: 我的血管火辣辣地疼！

# bark_dot_blight@8
source: Please, an antidote...
ja: 頼む、解毒剤を…
ko: 어서, 해독제를...
uk: Ось, протиотрута...
zh_cn: 来一瓶解药，拜托了……

# bark_dot_blight@9
source: The fever burns...!
ja: ひどい熱だ…！
ko: 열이 불덩이 같아...!
uk: Жар не вщухає!
zh_cn: 我的身体好烫……！

# bark_dot_blight+bounty_hunter@0
source: Gettin' dizzy.
ko: 어지럽군.
uk: У голові паморочиться...

# bark_dot_blight+bounty_hunter@1
source: Gonna be sick.
ko: 토할 것 같아.
uk: Як же мені погано...

# bark_dot_blight+flagellant@0
source: I am pestilence! I bring your end!
ja: 俺は疫病神だ！お前達に終焉をもたらす！
ko: 나는 역병이요! 너희의 종말이라!
uk: Я — чума! Я — ваш кінець!
zh_cn: 我即是瘟疫！我即是你们的末日！

# bark_dot_blight+flagellant@1
source: Venom's sweet sting!
ja: 毒の甘いひと刺しだ！
ko: 맹독의 감미로운 자극이여!
uk: Солодке жало отрути...
zh_cn: 毒液的甜美之吻！

# bark_dot_blight+grave_robber@0
source: My bag of tricks has run out of cures...
ja: 治療薬の在庫が無くなった…
ko: 내 만능 가방에도 해독제는 다 떨어졌나 봐...
uk: У моїй сумочці не залишилося ліків.
zh_cn: 我的百宝袋里没有解药了……

# bark_dot_blight+grave_robber@1
source: Theriac, serum, anything!
ja: 解毒剤、血清、何でもいい！
ko: 만병통치약이든 혈청이든 일단 줘 봐!
uk: Протиотруту, сироватку — дайте хоч щось!
zh_cn: 解毒剂、血清，什么都行！

# bark_dot_blight+hellion@0
source: A foulness in my veins!
ja: 私の血管に汚れが！
ko: 내 피 속에 더러운 게 흐른다!
uk: Моя кров уражена скверною!
zh_cn: 我的血液被邪恶侵染了！

# bark_dot_blight+hellion@1
source: My blood boils!
ja: 私の血が煮えたぎるようだ！
ko: 피가 끓어 오른다!
uk: Кров кипить!
zh_cn: 我的血液在沸腾！

# bark_dot_blight+highwayman@0
source: Am I seein' double?
ja: 二重に見えている？
ko: 이야, 왜 다 두 개로 보이냐?
uk: Невже в мене двоїться в очах?
zh_cn: 我是看到重影了吗？

# bark_dot_blight+highwayman@1
source: C'mon... focus...!
ja: 頑張れ…気をしっかり…！
ko: 집중을... 해야...!
uk: Уся увага на ворогів!
zh_cn: 拜托……专注……！

# bark_dot_blight+jester@0
source: Can't keep my stew down...
ja: シチューを吐きそうだ…
ko: 저녁 먹은 거 올라오겠네...
uk: Щось мене нудить...
zh_cn: 胃里翻江倒海……

# bark_dot_blight+jester@1
source: Oh, I feel wretched...
ko: 이야, 기분 개같네...
uk: Ох, як же погано...

# bark_dot_blight+leper@0
source: One rot can't fight another.
ko: 이미 상한 몸이 더 상할 수 있겠나.
uk: Одна гниль за іншу не краща.

# bark_dot_blight+leper@1
source: The rot whittles at my strength...
ko: 썩은 기운이 내 힘을 앗아간다...
uk: Ця гниль мене виснажує...

# bark_dot_blight+man_at_arms@0
source: *cough, cough*
ko: (기침 소리)
uk: *кахи-кахи*

# bark_dot_blight+man_at_arms@1
source: Fever's got me all swimmy...
ja: 熱で頭がぼーっとするな…
ko: 머리에 열이 오르니 어지럽군...
uk: Перед очима все пливе...
zh_cn: 这高烧让我轻飘飘的……

# bark_dot_blight+occultist@0
source: I grow unsteady...!
ko: 다리가 풀리는군...!
uk: Голова паморочиться все сильніше...

# bark_dot_blight+occultist@1
source: Someone must have an antidote!
ja: 誰か解毒剤を持っているはずだ！
ko: 누구 해독제 없나!
uk: Чи є в кого протиотрута?
zh_cn: 肯定有人有解药！

# bark_dot_blight+plague_doctor@0
source: A mithridate! For my agonies!
ja: 解毒剤を！苦しみを取り除いてくれ！
ko: 해독제 줘! 이러다 죽어!
uk: Скоріше... я вже не можу терпіти!
zh_cn: 谁有米特里达梯解毒剂！快为我镇痛！

# bark_dot_blight+plague_doctor@1
source: Surely we can find a counteragent!
ja: きっと反作用剤があるはず！
ko: 분명 대응책을 찾을 수 있을 텐데!
uk: Ми зможемо знайти протиотруту?
zh_cn: 我们肯定能找到中和剂！

# bark_dot_blight+runaway@0
source: Heat with no fire? Devilry!
ja: 火のないところに熱を？無茶な！
ko: 불도 없는데 뜨겁다고? 어디서 개수작을!
uk: Тепло без вогню? Чортівня якась!
zh_cn: 发热却没有火？恶魔的把戏！

# bark_dot_blight+runaway@1
source: This fever! I can't see straight!
ko: 열이 펄펄 끓어! 눈 앞이 흐릿해!
uk: У мені жар... усе пливе перед очима...

# bark_dot_blight+vestal@0
source: Weakness clutches at me...
ja: 弱さが私にまとわりつく…
ko: 무력감이 나를 사로잡는다...
uk: По тілу розливається слабкість...
zh_cn: 我被我的软弱攥住……

# bark_dot_blight+vestal@1
source: Who has the antitoxin?!
ko: 해독제 어디 있어?!
uk: У кого є протиотрута?!

# bark_dot_burn@0
source: *hiss*
ja: シュー…
ko: (헐떡임)
uk: *шипить*
zh_cn: 嘶……

# bark_dot_burn@1
source: AAAGH!
ja: あああ！
ko: 으아악!
uk: А-А-А!
zh_cn: 啊啊啊！

# bark_dot_burn@2
source: Back! Away from the heat!
ko: 물러나! 너무 뜨거워!
uk: Назад! Геть від жару!

# bark_dot_burn@3
source: Is that... my skin?!
ko: 이거... 내 피부야?!
uk: Це... моя шкіра?!

# bark_dot_burn@4
source: It burns! It burns!
ko: 뜨거워! 뜨겁다고!
uk: Гаряче, гаряче!

# bark_dot_burn@5
source: Not my face!
ko: 얼굴만은 안 돼!
uk: Тільки не обличчя!

# bark_dot_burn@6
source: Put it out! PUT IT OUT!
ko: 꺼 줘! 꺼 달라고!
uk: Загасіть, загасіть мене!

# bark_dot_burn@7
source: Salve, a poultice, ANYTHING!
ko: 연고든 몰약이든 어떻게든 해 봐!
uk: Мазь, примочки... будь-що!

# bark_dot_burn@8
source: Something for these blisters...!
ko: 물집 좀 어떻게 해 봐...!
uk: Щось від цих пухирів!

# bark_dot_burn@9
source: The smell...! Gods, I'm burning!
ko: 노린내가...! 세상에, 나 구워지고 있어!
uk: Який сморід... боги, я горю!

# bark_dot_burn+bounty_hunter@0
source: Burnt right through my leather...
ko: 가죽이랑 같이 구워지는군...
uk: Пропалило шкіру наскрізь.

# bark_dot_burn+bounty_hunter@1
source: These blisters are gonna be trouble.
ko: 이 물집은 좀 골치 아프겠군.
uk: Ці пухирі будуть проблемою.

# bark_dot_burn+flagellant@0
source: Fine blisters for my collection!
ja: 俺の実績にふさわしい上質なできものだな！
ko: 소중히 간직할 멋진 물집이로다!
uk: Гарні пухирі для моєї колекції!
zh_cn: 这些水泡用来收藏正合适！

# bark_dot_burn+flagellant@1
source: Fresh torment, these burns!
ja: この火傷は、新鮮な苦悩だ！
ko: 새로운 고통, 후끈한 감각!
uk: Свіжа мука — опіки!
zh_cn: 这些烧伤是种全新的折磨！

# bark_dot_burn+grave_robber@0
source: Dear me, that smell...
ja: あら、なにこの臭い…
ko: 세상에, 냄새가 지독해...
uk: Ну й запашок...
zh_cn: 我的天，这味道……

# bark_dot_burn+grave_robber@1
source: Not my knife hand! It burns!
ja: 利き手はダメ！熱いわ！
ko: 칼 쥐는 손 데면 안되는데! 뜨거워!
uk: Тільки не рука, якою я тримаю ніж! Вона горить!
zh_cn: 啊，我的持刀手！好痛！

# bark_dot_burn+hellion@0
source: *pained shrieking*
ja: ああっ
ko: (날카로운 비명)
uk: *верещить від болю*
zh_cn: *痛苦的尖叫*

# bark_dot_burn+hellion@1
source: Auugh! Hellfire!
ja: ああっ！なんだこの火は！
ko: 으윽! 지옥불이다!
uk: Жах, пекельний вогонь!
zh_cn: 啊！地狱火！

# bark_dot_burn+highwayman@0
source: Distract 'em! It stings my eyes!
ko: 어떻게 좀 해 봐! 연기가 눈을 찌른다고!
uk: У мене пече в очах!

# bark_dot_burn+highwayman@1
source: The flames! Put them out!
ko: 불이다! 좀 꺼 봐!
uk: Полум’я! Заберіть!

# bark_dot_burn+jester@0
source: I have plans for this skin!
ko: 이 피부는 다르게 꾸밀 생각이었는데!
uk: Моя шкіра мені ще знадобиться!

# bark_dot_burn+jester@1
source: They're cooking me alive!
ko: 산채로 구워지고 있어!
uk: Я підсмажуюсь живцем!

# bark_dot_burn+leper@0
source: An embrocation, quickly!
ja: 湿布を、早く！
ko: 어서 도포제 가져 오게!
uk: Мазь, швидше!
zh_cn: 上药，快！

# bark_dot_burn+leper@1
source: The fire rages...!
ko: 화염이 타오른다...!
uk: Вогонь лютує...

# bark_dot_burn+man_at_arms@0
source: My skin blackens...!
ko: 피부가 그슬리고 있어!
uk: Моя шкіра вже чорніє...

# bark_dot_burn+man_at_arms@1
source: They got me! I require aid!
ja: やられた！治療が必要だ！
ko: 당했다! 지원이 필요하다!
uk: Мене поранено, потрібна допомога!
zh_cn: 我中招了！快来帮我！

# bark_dot_burn+occultist@0
source: AaaaAAZSHAH Y'LLA ZHRO!
ja: 『あああっはっ いっら ずろ！』
ko: 아아즈샤 일라 즈로!
uk: А-А-А-А-АЗШАХ ЙЛЛА ЖРО!

# bark_dot_burn+occultist@1
source: Black fire, burning me from within...!
ja: 黒い炎、内側から私を焼く…！
ko: 검은 화염이 나를 내면으로부터 불태운다...!
uk: Чорний вогонь обпікає мене зсередини!
zh_cn: 这黑焰，在我的躯体内熊熊燃烧……！

# bark_dot_burn+plague_doctor@0
source: I require time to prepare a liniment!
ko: 도포제 준비할 시간이 필요해!
uk: Потрібен час, щоб приготувати мазь.

# bark_dot_burn+plague_doctor@1
source: They've used some accelerant - get it off my skin!
ja: 促進剤を使ったな… 私の肌から取り除いてくれ！
ko: 놈들이 촉매를 사용했어. 내 피부에서 떼어내야 해!
uk: Вони використовували якийсь прискорювач. Треба стерти його зі шкіри!
zh_cn: 他们用了助燃剂——快从我身上擦掉！

# bark_dot_burn+runaway@0
source: H-hello, old friend...
ja: ああ、懐かしい…
ko: 아, 안녕. 오랜 친구여...
uk: Привіт, старий друже...
zh_cn: 你、你好啊，老朋友……

# bark_dot_burn+runaway@1
source: I knew you'd come to brand my skin once more...
ja: お前は、もう一度私の肌に焼き印を押しに来ると思っていた…
ko: 내 살갗에 또 낙인을 찍어주러 올 줄 알았어...
uk: Я знала, що ти знову прийдеш поставити тавро на моїй шкірі...
zh_cn: 我就知道你会再次回来为我打上烙印……

# bark_dot_burn+runaway@2
source: Mmm, how it BURNS!
ko: 햐, 타는 것 좀 봐!
uk: М-м-м, як пече!

# bark_dot_burn+vestal@0
source: Rrgh! Your fire pales before mine!
ja: ふん！この炎は、私の前に消えるのです！
ko: 아악! 네 불꽃은 내 화염에 비하면 잔불에 불과하다!
uk: Твій вогонь тьмяніє перед моїм!
zh_cn: 唔呃！你的火焰在我的圣火面前相形见绌！

# bark_dot_burn+vestal@1
source: Swiftly, before they incinerate me!
ja: 私が焼かれる前に、速く対処を！
ko: 서둘러라, 저 자들이 나를 완전히 불태우기 전에!
uk: Швидше, доки мене не спопелили!
zh_cn: 快，在他们把我烧成灰之前……！

# bark_dot_horror@0
source: D-did you see that?
ja: 見えたのか？
ko: 바, 방금 봤어?
uk: Х-хтось це бачив?
zh_cn: 你……你看到了么？

# bark_dot_horror@1
source: Everywhere I turn, gaping jaws...!
ja: どこを向いても、あいた口がふさがらない…！
ko: 눈을 돌리는 곳마다 쩍 벌린 아가리가 보여...!
uk: Куди не повернуся, скрізь роззявлені пащі!
zh_cn: 不管我看向哪里，都有血盆大口等着我……！

# bark_dot_horror@2
source: I cannot catch my breath! I'm choking!
ja: 息ができない！息が詰まる！
ko: 숨을 쉴 수가 없어! 숨 막혀!
uk: Я не можу перевести дихання! Я задихаюся!
zh_cn: 我喘不过气来！我要窒息了！

# bark_dot_horror@3
source: Steady... steady...
ja: しっかり…しっかり…
ko: 버텨야 돼... 버텨야 돼...
uk: Спокійно... без паніки...
zh_cn: 稳住……稳住……

# bark_dot_horror@4
source: The floor seems to pitch and buckle!
ja: 床が抜け落ちそうだ！
ko: 바닥이 요동치는 것 같아!
uk: Земля під ногами ходить ходуном!
zh_cn: 地板像是要把我们吞噬 ！

# bark_dot_horror@5
source: The sky blazes red! Tekeli-li!
ja: 空は赤く燃え上がる！テケリ・リ！
ko: 하늘이 붉게 불탄다! 테켈리 리!
uk: Небо палає червоним! Текелі-лі!
zh_cn: 血染苍穹！Tekeli-li！

# bark_dot_horror@6
source: The whispers...
ko: 속삭임이 들려...
uk: Цей шепіт...

# bark_dot_horror@7
source: They stare through me - they sense my weakness!
ko: 놈들이 나를 꿰뚫어보고 있어... 약점을 파악하는 거야!
uk: Вони дивляться крізь мене — відчувають мою слабкість!

# bark_dot_horror@8
source: We'll be roadside wreckage soon...
ja: このままでは路上の残骸になる…
ko: 우리도 곧 길가의 쓰레기로 전락하겠군...
uk: Скоро ми будемо на узбіччі...
zh_cn: 很快，我们就会成为路边的无名尸首……

# bark_dot_horror@9
source: What foolhardiness compelled me here?!
ja: どんな無謀さが私をここに追いやったのか！？
ko: 대체 무슨 멍청한 생각으로 여기까지 왔지?!
uk: І яка дурість мене сюди загнала?!
zh_cn: 我究竟为什么非得来这里？！

# bark_dot_horror+bounty_hunter@0
source: *holds breath*
ko: (숨이 턱 막힘)

# bark_dot_horror+bounty_hunter@1
source: ... No... shut it out...!
ko: ...안 돼. ...저거 치워...!

# bark_dot_horror+bounty_hunter@2
source: Only a job... only a job...
ja: たかが仕事…たかが仕事だ…
ko: 이건 일이다... 이건 일이다...
uk: Це лише робота... лише робота...
zh_cn: 这只是个单子……这只是个单子……

# bark_dot_horror+flagellant@0
source: Death's hoofbeats circle us!
ja: 死の蹄鉄が俺たちを囲む！
ko: 죽음의 발자국이 우리를 에워싸는도다!
uk: Чую стукіт копит десь над нами: це кінь Смерті!
zh_cn: 死神的蹄声在我们身边环绕！

# bark_dot_horror+flagellant@1
source: Fresh, smooth skin - growing over my mouth and eyes!
ja: 新鮮で滑らかな肌が、俺の口と目に広がっている！
ko: 입가와 눈가에서 역겨운 새살이 돋아나고 있잖나!
uk: Біля рота й очей уже свіжа гладенька шкіра!
zh_cn: 光滑的皮肤开始生长，要覆盖我的嘴和眼睛……！

# bark_dot_horror+flagellant@2
source: They mean to drag me to the abyss!
ja: 俺を奈落の底に引きずり込むつもりか！
ko: 저들은 나를 심연으로 끌어들이려는 것이다!
uk: Мене хочуть скинути в безодню?
zh_cn: 他们想要把我拖入深渊之中！

# bark_dot_horror+grave_robber@0
source: Even now, he beckons me...
ja: 今もなお、彼は私に手招きしている…
ko: 아직도 남편이 손짓하고 있네...
uk: Навіть зараз він манить мене...
zh_cn: 就连现在，他都在召唤我……

# bark_dot_horror+grave_robber@1
source: I'll die here - forgotten, a pauper...
ja: 私はここで死ぬのね。忘れ去られ、落ちぶれた死を…
ko: 난 여기서 죽겠지. 보잘것 없는 부랑자로...
uk: Я помру на самоті й без гроша за душею...
zh_cn: 我要死在这里了，身无分文，被人遗忘……

# bark_dot_horror+grave_robber@2
source: The maggots have come for me at last!
ko: 시체 파먹는 구더기들이 기어이 날 찾아왔구나!
uk: А ось і могильні черви!

# bark_dot_horror+hellion@0
source: My knees fail me!
ja: 膝がボロボロだ！
ko: 무릎이 풀린다!
uk: Коліна зовсім не тримають...
zh_cn: 我的膝盖不听使唤！

# bark_dot_horror+hellion@1
source: Shut out from the warmth of the hearth forever...
ko: 모닥불의 온기로부터 영원히 쫓겨나다니...
uk: Назавжди забути про тепло домашнього вогнища...

# bark_dot_horror+hellion@2
source: You'll all know the truth soon enough...
ja: 真実はすぐにわかるだろう…
ko: 너희 모두 곧 진실 알게 될 거다...
uk: Ви всі скоро дізнаєтеся правду...
zh_cn: 很快……你们都会知道真相……

# bark_dot_horror+highwayman@0
source: Another bandit dead by the roadside...
ja: また盗賊が道端で死んでいる…
ko: 나도 길바닥에 널린 강도 시체가 되겠지...
uk: Ще один бандит загинув на узбіччі...
zh_cn: 又一个强盗倒在了路边……

# bark_dot_horror+highwayman@1
source: Gotta... keep my hand steady...
ko: 이거... 손이 떨리는데...
uk: Рука... має бути твердою...

# bark_dot_horror+highwayman@2
source: Was... was she breathing...?
ko: 그 여자... 숨이 붙어 있던가...?
uk: Вона... вона дихала?

# bark_dot_horror+jester@0
source: CEASE YOUR LAUGHING!
ja: 笑うな！
ko: 비웃지 말라고!
uk: ДОСИТЬ СМІЯТИСЯ!
zh_cn: 别！笑！了！！！

# bark_dot_horror+jester@1
source: No way of knowin' if I'm already dead, is there?
ja: 私が既に死んでいるかどうか、知る術などないだろう？
ko: 내가 지금 죽었는지 아닌지 알 수 있는 방법도 없잖아?
uk: Я навіть не знаю, живий я чи мертвий.
zh_cn: 会不会我已经死了？我又怎么能证明呢？

# bark_dot_horror+jester@2
source: What's that? Slice off the rest of my fingers?
ja: 何をするんだ？残りの指を切り落とすのか？
ko: 뭐 어쩌라고? 나머지 손가락도 다 잘라?
uk: Це щоб відрізати мені решту пальців?
zh_cn: 怎么回事？难道要我把剩下的手指也割掉吗？

# bark_dot_horror+leper@0
source: An ill wind scatters the flock...
ko: 역풍이 불어오니 새떼는 흩어진다...
uk: Підступний вітер розжене череду...

# bark_dot_horror+leper@1
source: Buzzards circle - they know the truth.
ko: 독수리들이 맴돈다. 진실을 아는 게다.
uk: Стерв’ятники ширяють над нами — вони знають істину.

# bark_dot_horror+leper@2
source: Entombed in my own body, waning...
ko: 이 육신에 갇힌 채 쇠약해져만 가누나...
uk: Похований у власному тілі...

# bark_dot_horror+man_at_arms@0
source: Another campaign I've run to ruin...
ja: また一つ、作戦が俺の手で台無しに…
ko: 이 전쟁마저 패전으로 이끈 것인가...
uk: Ще одна кампанія, яку я провів, щоб у кінці занапастити...
zh_cn: 又一场战役因我而失败……

# bark_dot_horror+man_at_arms@1
source: I ought to have died there...
ko: 거기서 죽었어야 했는데.
uk: Я мав померти там...

# bark_dot_horror+man_at_arms@2
source: Stale sheets, old blood, smell'o death...
ja: 古ぼけたシーツ、固まった血、死の臭い…
ko: 낡은 침대보. 핏자국. 죽음의 냄새...
uk: Брудні простирадла, кров, що запеклася, запах смерті...
zh_cn: 陈旧的床单、干枯的血渍、死亡的气息……

# bark_dot_horror+occultist@0
source: Hide me belowground! I can't bear the sky!
ja: 地下に匿ってくれ！空が耐えられない！
ko: 날 땅 속에 숨겨 다오! 감히 하늘을 이고 설 수 없으니!
uk: Хочу провалитися під землю!
zh_cn: 把我埋在地下！我不能直视天空！

# bark_dot_horror+occultist@1
source: I paid dearly for this newfound sight...
ja: この新しい光景のために、私は大きな犠牲を払ったのだ…
ko: 나는 이 생경한 광경을 위해 어떤 대가를 치렀던가...
uk: Я дорого заплатив за ці знання...
zh_cn: 我为这启迪付出了惨痛的代价……

# bark_dot_horror+occultist@2
source: They see me as the fraud I am!
ja: 奴らは、私を詐欺師だと見なしている！
ko: 저들은 내 기만과 허세를 꿰뚫어 보는가!
uk: Вони вважають мене шахраєм!
zh_cn: 他们看穿了我，知道我是个狐假虎威的骗子！

# bark_dot_horror+plague_doctor@0
source: N-no...! This must be some hallucination!
ja: 違う…！これは幻覚に違いない！
ko: 아, 안돼! 이건 환상에 불과해!
uk: Н-ні, це якась галюцинація!
zh_cn: 不、不！这一定是某种幻觉！
