Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_hero_story_flagellant_ch4_slam_0
source: Chapter Four: Death's Door
ko: 4장: 죽음의 문턱
uk: Розділ четвертий. Напередодні зустрічі зі Смертю

# vo_hero_story_flagellant_ch5_slam_0
source: Chapter Five: Behold the Man
ko: 5장: 이 자를 보라
uk: Розділ п’ятий. Оце Людина!

# vo_hero_story_flagellant_ch5_text_0
source: Once more he wandered, ravenous for fresh suffering and delighting in its novelty and excess.
ja: 彼は再び、新鮮な苦しみに貪欲になり、その斬新さと過剰さに喜びを感じながら、さまよい歩いた。
ko: 그는 다시 일어나 방황하기 시작하였네. 참신하고 과잉된 자극에 굶주린 채 새로운 고통을 찾아서.
uk: Він знову блукав, жадаючи нових страждань і насолоджуючись їхньою новизною та різноманіттям.
zh_cn: 他再一次开始了游荡，渴求着最新鲜的苦难，享受着最奇异、最痛楚的折磨。

# vo_hero_story_flagellant_ch5_text_1
source: Offering himself to blade and talon alike, he became an icon writ in flesh,
ja: 刃と爪に身を委ね、彼は肉体に刻まれた象徴となり、
ko: 스스로를 칼날과 발톱에 내던지다 보니, 어느새 그는 육신을 가진 상징이 되어
uk: Віддавши себе на поталу лезу й кігтю, він став іконою, написаною плоттю,
zh_cn: 刀剑加身，利爪穿膛的他，血肉之躯早已被锤炼成了一个印记；

# vo_hero_story_flagellant_ch5_text_2
source: a living prayer to whatever gods would turn an ear. Undying, he savoured his delicious declension.
ja: 耳を傾けてくれる神々への生きた祈りとなった。彼は朽ちることなく、甘美な衰退を味わった。
ko: 그 어떤 신이든 귀 기울여야 할 살아 숨 쉬는 기도, 불사의 존재로 거듭나 감미로운 지복을 맛보았지.
uk: живою молитвою до будь-яких богів, які погодилися би його слухати. Невмирущий, він насолоджувався тим, що являв собою такий неймовірний виняток.
zh_cn: 无论这世间有着何种神明，都不可能对这鲜活的祈祷词充耳不闻。在不死不灭之中，

# vo_hero_story_flagellant_ch5_text_3
source: An eternity of pain and rot. Heaven on earth.
ja: 苦痛と腐敗の永遠の存在となった。地上の楽園だ。
ko: 고통과 부패의 영원. 지상에 도래한 천국을 말일세.
uk: Вічність болю і гниття. Рай на землі.
zh_cn: 他享受着美妙的摧残：永世沉沦苦海，却又如入天堂。

# vo_hero_story_grave_robber_ch1_slam_0
source: Grave Robber Chapter One: Luxury's Lap
ja: 墓荒らし 第一章：俗物な富豪達
ko: 도굴꾼 1장: 배부른 음모
uk: Розкрадачка Розділ перший. Коло розкоші
zh_cn: 盗墓贼 第一章：奢靡怀抱

# vo_hero_story_grave_robber_ch1_text_0
source: Born into money and married into more, she spent her days on horseback and her evenings in the ballroom.
ja: 裕福な家庭に生まれ、さらに大金持ちと結婚をした彼女は、昼は馬に乗り、夜は舞踏室で過ごした。
ko: 유복하게 태어나 부유한 남편을 얻었으니, 낮에는 승마를 하고 밤에는 무도회를 즐기는 나날이 연속되었다.
uk: Народившись у заможній родині, вона вийшла заміж за справжнього багатія. Усі дні вона проводила в сідлі, а вечори — на балах.
zh_cn: 生于富贵，又嫁入更富贵的人家，她白天在马背上度过，夜晚则属于舞厅。

# vo_hero_story_grave_robber_ch1_text_1
source: She was the object of her husband's boorish lust and drunken temper,
ja: 彼女は、夫の粗暴な欲望と、彼が酔ったときの怒りの対象であったが、
ko: 하지만 남편의 가련한 정욕과 술 취한 폭력의 대상이기도 하였으니
uk: Але їй доводилося терпіти тваринну хіть і п’яні гульбища свого чоловіка,
zh_cn: 她是她丈夫粗野的欲望和酒疯的宣泄对象，

# vo_hero_story_grave_robber_ch1_text_2
source: placating his worst tendencies with a veneer of gracious deference.
ja: 夫の最低の性向を、優雅な慎みを装ってなだめていた。
ko: 그 고약한 기질을 공손한 복종의 겉치레로 달래주기란 참으로 고역이었다.
uk: умиротворяючи його показними виявами люб’язності й поваги.
zh_cn: 以一层优雅的谦卑抚慰着他最为卑劣的妄想。

# vo_hero_story_grave_robber_ch1_text_3
source: All the while, indulging murderous fantasies of freedom...
ja: その間も、自由を求める殺人的な妄想にふけり…
ko: 결국 자신의 자유와 마땅한 부를 쟁취하고자
uk: Весь цей час її не покидали смертовбивчі фантазії про свободу
zh_cn: 在那同时，她正畅想着用一场谋杀通向自由……

# vo_hero_story_grave_robber_ch1_text_4
source: and the fortune that would soon be hers.
ja: そして、もうすぐ自分のものになるであろう財産のことを考えていた。
ko: 핏값이라도 치르겠다는 야망이 자라나기 시작했다...
uk: й багатство, яке скоро їй належатиме.
zh_cn: 以及坐拥大笔遗产的滋味。

# vo_hero_story_grave_robber_ch2_fight_reward_0
source: She listened, smirking, as his empty apologies came in desperate, choking gags...
ja: 言葉に詰まりながら彼が必死に謝罪する姿を…彼女はニヤニヤしながら聞いていた。
ko: 그녀는 제 남편의 절박한 기침소리와 숨이 잦아드는 사죄를 그저 히죽거리며 듣고 있을 뿐이었다...
uk: Посміхаючись, вона слухала його поквапливі вибачення, що злітали з його тремтячих губ.
zh_cn: 她脸上挂着冷笑，听着他虚伪的道歉化作一声声绝望的抽噎……

# vo_hero_story_grave_robber_ch2_fight_start_0
source: Night after night of disrespect and abuse - enough was enough.
ja: 毎夜毎夜の軽蔑と虐待…彼女は、もう限界だった。
ko: 계속되는 모멸과 핍박을 참아내던 인내심도 결국 한계에 다다랐다.
uk: Ночі зневаги й знущань... усьому має бути межа.
zh_cn: 夜复一夜的侮辱与虐待——她受够了。

# vo_hero_story_grave_robber_ch2_slam_0
source: Chapter Two: Night Cap
ja: 第二章：寝酒
ko: 2장: 밤술 한잔
uk: Розділ другий. Зелений змій
zh_cn: 第二章：安眠特饮

# vo_hero_story_grave_robber_ch3_slam_0
source: Chapter Three: Embarrassment of Riches
ja: 第三章：富豪達の恥辱
ko: 3장: 부의 민낯
uk: Розділ третій. Корінь усіх зол
zh_cn: 第三章：千金散尽

# vo_hero_story_grave_robber_ch3_text_0
source: Years of decadence and financial mismanagement had left the estate in staggering debt.
ja: 長年の退廃と財務の不始末により、領地には莫大な借金が残っていた。
ko: 수년에 걸친 사치와 재정적 관리 능력의 부재는 결국 엄청난 빚더미로 돌아오게 되었다.
uk: Через роки занепаду й фінансової безвідповідальності володар маєтку загруз у величезних боргах.
zh_cn: 年复一年的挥霍与理财失误让庄园深陷债务之中。

# vo_hero_story_grave_robber_ch3_text_1
source: Humiliated and facing eviction, she wandered the empty halls,
ja: 屈辱を味わい、立ち退きを迫られた彼女は、無人の広間をさまよい、
ko: 치욕적인 압류 통지서로 도배된 공허한 복도를 거닐며
uk: Принижена, чекаючи на виселення, вона блукала порожніми залами;
zh_cn: 羞愤不已，即将遭到驱逐的她在空荡的大厅中踱步，

# vo_hero_story_grave_robber_ch3_text_2
source: hurling inebriated indignities at the portrait of the deceased,
ja: 酔った勢いで、故人の肖像画に罵詈雑言を浴びせた。
ko: 고인의 초상에 술 취한 모욕을 가하니
uk: вона викрикувала п’яні образи, втупившись у портрет покійного чоловіка,
zh_cn: 借着酒劲对前夫的画像喊叫着不堪入耳之词；

# vo_hero_story_grave_robber_ch3_text_3
source: whose hand had rested so possessively upon her shoulder.
ja: 肖像画にある彼の手は、いかにも自分の所有物かのように彼女の肩に置かれていた。
ko: 그 모습은 실로 탐욕적인 손길을 자신의 어깨에 올리고 있더라.
uk: рука якого колись так владно стискувала її плечі.
zh_cn: 画像中前夫的手正饱含占有欲地按在她的肩上。

# vo_hero_story_grave_robber_ch3_text_4
source: A gleam of gold on that painted paw reminded her that his rings were unaccounted for...
ja: その肖像画に描かれた手に光る黄金を見て、彼女は彼の指輪が行方不明であることを思い出した…
ko: 하지만 그림 속 손가락에서 빛나는 황금빛은 아직 상속을 기다리는 재산이 남았다는 걸 상기시켜 주었으니...
uk: Блиск золота на портреті нагадав їй про забуті обручки,
zh_cn: 那画中之手的一抹金辉提醒了她，他的戒指下落不明……

# vo_hero_story_grave_robber_ch3_text_5
source: ... and must have been buried with him.
ja: …きっと、彼と一緒に埋葬されたに違いない。
ko: ... 바로 제 주인과 함께 묻혀 있을 보물이었다.
uk: які, схоже, були поховані разом із ним.
zh_cn: ……一定是做了他的陪葬。

# vo_hero_story_grave_robber_ch4_fight_reward_0
source: She was awash in exhilaration, the glint in her eyes outshining the fistful of ill-gotten gains.
ja: 彼女は高揚感に満たされ、その瞳は不正行為で得た金品よりも眩く輝いていた。
ko: 마음에는 기쁨이 넘쳐 흐르고, 두 눈은 부당히 얻을 황금보다 더 눈부신 환희가 빛났다.
uk: Вона була охоплена радісним збудженням, блиск неправедно нажитого багатства не йшов ні в яке порівняння з блиском її очей.
zh_cn: 她满心欢喜，眼中的光芒更胜过窃来宝物的光彩。

# vo_hero_story_grave_robber_ch4_fight_start_0
source: To preserve her social standing, she would pilfer the rings from his fingers - the gold from his teeth!
ja: 自分の社会的地位を保つために、彼女は彼の指から指輪を、そして、歯から金歯を盗み出した！
ko: 제 품위를 유지하려면 손가락의 금반지는 물론, 입 속의 금니까지 뽑아갈 각오가 되어 있었으니!
uk: Щоб зберегти своє становище в суспільстві, вона зніме обручки з його пальців, а також золото з його зубів!
zh_cn: 为了保护她的社会地位，她将会掠走他指节上的戒指——乃至敲掉他口中的金牙！

# vo_hero_story_grave_robber_ch4_slam_0
source: Chapter Four: Filthy Rich
ja: 第四章：金の亡者
ko: 4장: 더러운 부
uk: Розділ четвертий. Бруд багатства
zh_cn: 第四章：不义之财

# vo_hero_story_grave_robber_ch5_slam_0
source: Chapter Five: The Afterparty
ja: 第五章：晩餐会の後で
ko: 5장: 뒷풀이
uk: Розділ п’ятий. Прощальний бал
zh_cn: 第五章：遍地狼藉

# vo_hero_story_grave_robber_ch5_text_0
source: Armed officials dispatched to oversee the eviction were shocked to find the front doors listlessly ajar.
ja: 立ち退きを監督するため派遣された武装した役人たちは、玄関のドアが無造作に開いているのを見て衝撃を受けた。
ko: 압류를 집행하고자 파견된 경관들은 정문이 무력히 열린 꼴을 보고 충격을 받았다.
uk: Озброєні охоронці, які мали наглядати за виселенням, були ошелешені, коли виявилось, що вхідні двері маєтку відчинені.
zh_cn: 身披武装前来驱逐她的官员惊讶地发现，庄园的正门毫无生气地虚掩着。

# vo_hero_story_grave_robber_ch5_text_1
source: The lavish carpets were lousy with dirt and leaves.
ja: 豪華なカーペットは土や葉っぱで汚れていた。
ko: 호화롭던 깔개는 온통 흙과 나뭇잎으로 더럽혀져 있었다.
uk: Розкішні килими були вкриті брудом і листям.
zh_cn: 奢华的地毯乱作一团，堆满灰尘与落叶。

# vo_hero_story_grave_robber_ch5_text_2
source: A heap of heirlooms gleamed on the ballroom floor - rings and brooches in a careless pile.
ja: 舞踏室の床には、指輪やブローチなどの家宝が無造作に積み上げられ、光り輝いていた。
ko: 연회장 바닥에서는 가보의 잔해가 반짝이고 있었으니, 반지와 장식핀이 아무렇게나 늘어져 있더라.
uk: На підлозі бального залу блищала купа сімейних реліквій: кілець і брошок.
zh_cn: 舞厅的地板上，一堆传家宝熠熠生辉——戒指和胸针乱作一团。

# vo_hero_story_grave_robber_ch5_text_3
source: The lady of the manor, however... was nowhere to be found.
ko: 허나 저택의 여주인은... 어디서도 찾을 수 없었다.

# vo_hero_story_hellion_ch1_slam_0
source: Hellion Chapter One: The Eve of Glory
ja: 荒くれ者 第一章：栄光の前夜
ko: 야만인 1장: 영광의 전날 밤
uk: Дикунка Розділ перший. Напередодні моменту слави
zh_cn: 野蛮人 第一章：荣耀的前夜

# vo_hero_story_hellion_ch1_text_0
source: She was young to join the warband,
ja: 彼女は軍団に参加するには若かった。
ko: 그녀는 아직 전사 무리에 합류하기에 많이 어렸다.
uk: Вона була надто юною, щоб вирушити на війну,
zh_cn: 对于战团而言，她年龄还小，

# vo_hero_story_hellion_ch1_text_1
source: but any who challenged her readiness were met with clenched fists and violent indignation.
ja: しかし、彼女の覚悟に異議を唱えた者は、握りしめた拳と暴力的な怒りの洗礼を受けることになった。
ko: 하지만 아직 싸울 준비가 되지 않았다고 충고하던 사람들은 이내 꽉 쥔 주먹과 폭력적인 분노를 마주하게 되었다.
uk: але кожного, хто наважувався виступити проти, вона зустрічала кулаками й бурхливим обуренням.
zh_cn: 但任何胆敢质疑她是否准备就绪的人，都遭到了她的拳打脚踢、恶语相向。

# vo_hero_story_hellion_ch1_text_2
source: Having bloodied the last of her detractors, the matter was considered finally settled.
ja: 彼女が最後の敵対者を血祭りに上げたことで、この問題は最終的には解決したようだった。
ko: 마지막으로 조언하던 자마저도 피를 보고 나서야 마침내 아무도 그녀에게 간섭하려 들지 않았다.
uk: Коли пролилася кров останнього з її недоброзичливців, питання було остаточно вирішене.
zh_cn: 让最后一个批评者挂彩之后，加入战团这件事就算是定下了。

# vo_hero_story_hellion_ch1_text_3
source: On the eve of battle, she joined her clanmates in a raucous celebration,
ja: 戦いの前夜、彼女は一族の仲間たちと共に騒々しい祝宴に参加し、
ko: 전투를 치르기 전날 밤, 그녀는 혈족원들과 함꼐 떠들썩한 연회를 즐기었으니
uk: Напередодні битви вона приєдналася до своїх соратників під час галасливого святкування.
zh_cn: 在战斗的前夜，她与族人一起喧闹着狂欢，

# vo_hero_story_hellion_ch1_text_4
source: her stein and her spirits overflowing with abundance.
ja: 彼女のグラスと精神は豊かさで溢れかえった。
ko: 그 술잔과 영혼에는 실로 풍요로움이 넘쳐났다.
uk: Вона була сповнена духу битви так само, як її кухоль був наповнений пивом.
zh_cn: 酒杯和斗志都装得满满，直往外溢。

# vo_hero_story_hellion_ch2_fight_reward_0
source: Her entire life spent in preparation, but when it mattered most... she had failed.
ja: 彼女は、準備に人生のすべてを費やしたが、ここぞという時に…失敗したのだ。
ko: 평생토록 준비를 하였으면 무엇하랴, 가장 중요한 문제는 결국 실패했다는 것인데.
uk: Вона готувалася до бою все життя, але в найважливіший момент її спіткала невдача.
zh_cn: 她一生都在为战斗做准备，但在最紧要的关头……她却失败了。

# vo_hero_story_hellion_ch2_fight_start_0
source: She was the tip of the spear - poised to sunder the enemy line,
ja: 彼女は槍の穂先であり、敵陣を撃破し、民衆の歌の中で
ko: 그녀는 적의 전열을 꿰뚫는 예봉의 역할을 부여 받아
uk: Вона стане для своїх товаришів зброєю, готовою прорвати ворожий стрій,
zh_cn: 她是战团的矛尖——誓要突破敌人的阵线，

# vo_hero_story_hellion_ch2_fight_start_1
source: to live forever in the songs of her people!
ja: 永遠に生き続けるための態勢を整えていた！
ko: 부족의 노래 속에서 영원히 찬양받을 운명이었다!
uk: щоб потім вічно жити в піснях свого народу!
zh_cn: 在她族人的歌谣中永垂不朽！

# vo_hero_story_hellion_ch2_slam_0
source: Chapter Two: The Brave
ja: 第二章：勇者
ko: 2장: 용맹
uk: Розділ другий. Хоробре серце
zh_cn: 第二章：勇敢之人

# vo_hero_story_hellion_ch3_slam_0
source: Chapter Three: Night in the Woods
ja: 第三章：森の夜
ko: 3장: 그날 밤, 숲에서
uk: Розділ третій. Ніч у лісі
zh_cn: 第三章：林中的一夜

# vo_hero_story_hellion_ch3_text_0
source: As the advancing army moved on, she huddled tightly in the tree's clammy roots,
ja: 前進する軍隊が進む中、彼女は湿っぽい木の根にしっかりと身を寄せて、
ko: 군대가 진군하는 동안 그녀는 나무의 축축한 뿌리를 꼭 껴안은 채
uk: Коли армія рушила, вона міцно вчепилася в липке коріння дерева,
zh_cn: 在进犯的敌军离开之后，她紧紧缩在大树凸起的树根之间，

# vo_hero_story_hellion_ch3_text_1
source: hoping to be somehow swallowed up into the earth.
ja: そして、どうにかして大地に飲み込まれることを願っていた。
ko: 차라리 몸이 땅속으로 꺼졌으면 좋겠다고 바랄 뿐이었다.
uk: в надії на те, що земля її поглине.
zh_cn: 寄希望于自己能不知怎地被地缝吞噬。

# vo_hero_story_hellion_ch3_text_2
source: At dawn, she woke tormented by the exuberant cries of carrion crows,
ja: 夜が明けると、盛んに鳴くハシボソガラスの声に悩まされて目が覚めた。
ko: 해가 떠오르자, 그녀는 시끄러운 까마귀 떼 소리에 문득 정신을 차렸으니
uk: На світанку вона прокинулася від несамовитих криків ворон,
zh_cn: 在黎明，她在食腐飞禽的生生嘶鸣中挣扎着苏醒；

# vo_hero_story_hellion_ch3_text_3
source: come to feast upon the corpses of her kin.
ja: 仲間の死骸を食べに来たのだ。
ko: 모두 제 동족의 시체를 쪼아먹으려 온 족속들이었다.
uk: які злетілися на трупи її соратників.
zh_cn: 那些飞禽正在啃食她族人的尸身。

# vo_hero_story_hellion_ch3_text_4
source: When at last she stirred, the scavengers took flight,
ja: ようやく彼女が体を起こすと、カラスたちは逃げていった。
ko: 하지만 수치 속에 살아남은 생존자가 팔을 흔들어 대자
uk: Коли вона нарешті заворушилася, падальники піднялися в повітря:
zh_cn: 当她终于动弹时，那些食腐生物四散飞走，

# vo_hero_story_hellion_ch3_text_5
source: repulsed by the sight of this undeserving revenant.
ja: この、死ぬには似つかわしくない亡霊の姿に驚いたのだ。
ko: 청소부들도 도망쳐 버렸다.
uk: вид цієї обшарпанки, яка наче повернулася з того світу, був нестерпний для них.
zh_cn: 被这诈死的偷生之人吓得不轻。

# vo_hero_story_hellion_ch4_fight_reward_0
source: They cast her out. An exile - unwelcome, and unsung.
ja: 仲間は彼女を追放した。歓迎もせず、称賛もしなかった。
ko: 동족은 그녀를 추방하였다. 찬양의 노래는커녕 포용도 없었다.
uk: Вони ігнорували її. Це було наче вигнання — небажане й безславне.
zh_cn: 他们将她逐出了部落。她不会被欢迎，更不会被歌颂。

# vo_hero_story_hellion_ch4_fight_start_0
source: She had shunned a warrior's death, and her cowardice would be impugned!
ja: 彼女は戦士としての死を拒み、その結果、臆病者として非難されることになったのだ！
ko: 전사로서의 죽음은 수치로 더럽혀졌고, 그 비겁함은 마땅히 비난 받을 것이었다!
uk: Вона не померла смертю воїна, і це був вияв слабкодухості!
zh_cn: 她逃避了勇士之死，而她要为这懦弱之举受到指责！

# vo_hero_story_hellion_ch4_slam_0
source: Chapter Four: Shame and Exile
ja: 第四章：屈辱と追放
ko: 4장: 수치와 추방
uk: Розділ четвертий. Ганьба й вигнання
zh_cn: 第四章：羞辱与流放

# vo_hero_story_hellion_ch5_slam_0
source: Chapter Five: The Great Emptiness
ja: 第五章：大いなる空虚
ko: 5장: 거대한 공허
uk: Розділ п’ятий. Пустота в душі
zh_cn: 第五章：无边的空虚

# vo_hero_story_hellion_ch5_text_0
source: Alone and untethered, she wandered the countryside fighting for sport,
ja: 彼女は一人で、縛られることなく、あざけりと戦い、田舎をさまよった。
ko: 몸둘 곳 없이 홀로 남은 그녀는 변방을 배회하며 재미를 위해 싸우고
uk: Самотня і покинута, вона блукала округою, вплутуючись у бійки
zh_cn: 孤身一人，了无羁绊，她在乡野游荡，参加着一场场供人观赏的角斗，

# vo_hero_story_hellion_ch5_text_1
source: and soaking her wounds in wine. She sought death at every turn,
ja: そして、傷口をワインに浸した。彼女は、あらゆる場面で死を求め、
ko: 진창 술을 들이켜 자신의 상처를 달랬다. 가는 곳마다 죽음을 갈망하며
uk: і заливаючи свої рани вином. У відчаї вона шукала смерті всюди,
zh_cn: 用酒精浇灌着自己的伤口。她无时无刻不在追寻死神，

# vo_hero_story_hellion_ch5_text_2
source: desperate for a second chance to prove her mettle,
ja: 自分の実力を証明する二度目のチャンスを求め、必死になっていた。
ko: 자신의 용맹을 증명할 두 번째 기회를 바랐건만
uk: щоб здобути ще один шанс довести свою хоробрість,
zh_cn: 渴望着证明自己的第二次机会，

# vo_hero_story_hellion_ch5_text_3
source: but it seemed even that terrible wraith had forsaken her.
ja: しかし、その恐ろしい亡霊さえも彼女を見捨てたように思えた。
ko: 사신조차도 그 자신을 저버린 듯 했다.
uk: але цю можливість вона, як їй здавалося, втратила назавжди.
zh_cn: 但似乎就连那个可怖的幽灵也弃她而去。

# vo_hero_story_hellion_ch5_text_4
source: Her isolation was absolute, her shame barely concealed by a fragile façade of fearlessness.
ja: 彼女の孤独は絶対的であった。大胆不敵を装いかろうじて恥辱を覆い隠していたのだ。
ko: 절대적인 고독 속에서, 그 자신의 수치심은 곧 두려움 따위 모르는 듯한 얇은 가면 한 꺼풀로 가려지게 되었다.
uk: Вона залишилася зовсім одна. Її сорому важко було ховатися під ненадійною маскою безстрашності.
zh_cn: 她的孤寂溢于言表，而她的羞耻仅被无所畏惧的假象堪堪掩饰。

# vo_hero_story_highwayman_ch1_fight_reward_0
source: He would be a fugitive, a hunted man, but a free one nonetheless...
ja: 彼は逃亡者であり、追われる身であったが、それでも自由であった…
ko: 도망자든 현상범이든 상관없었다. 어쨌든 자유로운 몸이 되었으니...
uk: Він був злочинцем, якого розшукували всі, але він усе-таки став вільним...
zh_cn: 他将成为一名逃犯，一名悬赏之人，但至少是自由的……

# vo_hero_story_highwayman_ch1_fight_start_0
source: A prison riot! A fleeting chance to escape incarceration!
ja: 刑務所で暴動が発生した！投獄から逃れるチャンスだ！
ko: 감옥에 폭동이 벌어졌다! 실낱 같은 탈출구가 열린 것이다!
uk: Бунт у в’язниці. Скороминущий шанс утекти з ув’язнення!
zh_cn: 一场监狱暴动！逃之夭夭的大好机会稍纵即逝！

# vo_hero_story_highwayman_ch1_slam_0
source: Highwayman Chapter One: Freedom
ja: 追い剥ぎ 第一章：自由
ko: 노상강도 1장: 자유
uk: Розбійник Розділ перший. Свобода
zh_cn: 强盗 第一章：自由

# vo_hero_story_highwayman_ch2_slam_0
source: Chapter Two: Laying Low
ja: 第二章：潜伏
ko: 2장: 잠적
uk: Розділ другий. На дні
zh_cn: 第二章：低调行事

# vo_hero_story_highwayman_ch2_text_0
source: Harried by a pursuing garrison, he took refuge in the foetid canals of the city.
ja: 追っ手の兵士から逃れるため、彼は悪臭漂う都市運河に避難した。
ko: 그는 경비대의 추적에 쫓기던 끝에 결국 도시의 더러운 수로로 몸을 피했다.
uk: Змучений гонитвою, він ховався в смердючих каналах міста.
zh_cn: 为了摆脱追来的狱卒，他躲到了城市的臭水沟中。

# vo_hero_story_highwayman_ch2_text_1
source: Concealment took its toll, and soon he began to see himself in the furtive,
ja: 潜伏地が仇となり、やがて彼は、なんとかありついたわずかばかりの食事に混入した、
ko: 잠적에는 대가가 따랐으니, 도망자의 현실은 가혹하였다.
uk: Таке життя далося взнаки, і незабаром він усвідомив, що в очах людей сам став шкідником —
zh_cn: 隐蔽自有其代价，很快他便沦为了鬼鬼祟祟的流浪之徒，

# vo_hero_story_highwayman_ch2_text_2
source: scurrying pests that formed an unfortunate portion of his meager diet.
ko: 여기저기 숨어 다니며 비참한 식사로 연명하는 모습은 쥐새끼와 다를 바 없었으니.

# vo_hero_story_highwayman_ch2_text_3
source: Freedom, once so fondly imagined, had become a vortex of degradation.
ja: のどから手が出るほど欲した自由は、今や堕落の渦と化していた。
ko: 한때 그토록 바라 마지않던 자유는 곧 타락의 구렁텅이가 되었다.
uk: Свобода, яку він уявляв із такою наївністю, виявилася безоднею, з якої неможливо було повернутися.
zh_cn: 曾几何时幻想着的美妙自由，如今成了他破罐破摔的借口。

# vo_hero_story_highwayman_ch3_slam_0
source: Chapter Three: One Last Job
ja: 第三章：最後の仕事
ko: 3장: 마지막 한 탕
uk: Розділ третій. Остання справа
zh_cn: 第三章：最后一单

# vo_hero_story_highwayman_ch3_text_0
source: He was sick and starving.
ja: 彼は病気で、しかも飢えていた。
ko: 몸은 아프고 배는 굶주렸다.
uk: Він був хворий і голодний.
zh_cn: 他生了病。他挨着饿。

# vo_hero_story_highwayman_ch3_text_1
source: And in desperation, offered his expertise to an unscrupulous malefactor.
ja: 自暴自棄になった彼は、自分の専門知識をあこぎな悪漢に提供した。
ko: 이렇게 절박한 상황에서는 여느 불한당과 함께 특기를 발휘할 수 밖에 없었다.
uk: Зневірившись, він запродався безпринципному злочинцю.
zh_cn: 在绝望中，他决定重操旧业，接受了一个堕落恶徒的雇佣。

# vo_hero_story_highwayman_ch3_text_2
source: Shackled once more to an unsavoury task by an advance of gold,
ja: 金の前払いによって再び不愉快な仕事に縛られた。
ko: 결국 생계에 쫓겨 다시 한번 범죄의 족쇄에 속박되고 말았으니
uk: Зв’язавши себе обіцянкою щодо золота по руках і ногах,
zh_cn: 再一次，他为了金钱，被束缚在了道德败坏的差事上。

# vo_hero_story_highwayman_ch3_text_3
source: he lined his belly, girded himself, and prepared for One. Final. Heist.
ja: 彼は腹をくくり、身支度を整え、仕事に備えた。最後の一仕事。強奪だ。
ko: 일단 배부터 채우고 장비를 챙긴 다음, 마지막 한 탕을 준비하기 시작했다.
uk: він набив черево, засукав рукави й приготувався до грабунку. Останнього.
zh_cn: 他勒紧了裤腰带，做好了准备，去干这最后一单生意。

# vo_hero_story_highwayman_ch4_fight_reward_0
source: He fulfilled his obligations with exceptional lethality,
ja: 彼は並外れた殺傷能力で、その任務をこなした。
ko: 그는 치명적인 솜씨로 주어진 과업을 해치웠지만
uk: Він виконав свої зобов’язання з винятковою точністю,
zh_cn: 他心狠手辣地完成了自己的任务，

# vo_hero_story_highwayman_ch4_fight_reward_1
source: but his grim satisfaction would prove short-lived...
ja: しかし、その満足感も長くは続かなかった…
ko: 음침한 만족감도 오래 가지는 못하였다...
uk: але відчуття похмурого задоволення виявилося недовгим...
zh_cn: 但他那病态的满足感很快便荡然无存……

# vo_hero_story_highwayman_ch4_fight_start_0
source: The stagecoach arrived, and he set himself to the business of bloodshed and robbery!
ja: 駅馬車が到着すると、彼はさっそく流血と強盗の仕事に取り掛かった！
ko: 역마차가 도착하자, 그는 피바다와 강도질의 정수를 마음껏 뽐내었다!
uk: Диліжанс наблизився. Настав час проливати кров і грабувати!
zh_cn: 驿站马车驶来，而他则立刻投身于抢劫与放血的差事之中！

# vo_hero_story_highwayman_ch4_slam_0
source: Chapter Four: Highway Robbery
ja: 第四章：辻強盗
ko: 4장: 노상 강도질
uk: Розділ четвертий. Грабіж на великій дорозі
zh_cn: 第四章：拦路抢劫

# vo_hero_story_highwayman_ch5_slam_0
source: Chapter Five: Shackled
ja: 第五章：拘束
ko: 5장: 족쇄
uk: Розділ п’ятий. У кайданах розпачу
zh_cn: 第五章：锁链

# vo_hero_story_highwayman_ch5_text_0
source: The lifeless bodies of a woman and child, horribly mutilated by errant gunfire,
ja: 不法者による銃の乱射で、ズタズタになった女性と子供の無残な死体が、
ko: 오발탄의 흉악한 총상이 남은 여성과 아이의 시신이
uk: Неживі тіла жінки й дитини, понівечені через безладну стрілянину,
zh_cn: 一个女人和一个孩子的死尸，在枪火的摧残下不成人形，

# vo_hero_story_highwayman_ch5_text_1
source: stared spectrally through the remnants of the coach door.
ja: 駅馬車のドアの残骸の向こう側で不気味に横たわっている。
ko: 부서진 마차 문 너머로 그를 소름끼치도록 노려보고 있었다.
uk: здавалося, дивилися крізь уламки дверей диліжанса.
zh_cn: 死不瞑目地瞪视着马车门的残骸。

# vo_hero_story_highwayman_ch5_text_2
source: Arrested by the ghoulish sight, he felt the cold chains of remorse tighten around his heart.
ja: その残酷な光景を目の当たりにしたとき、彼は自責の念という冷たい鎖が心を締めつけるのを感じた。
ko: 그는 이 끔찍한 광경에 넋을 잃고 회한의 차디찬 사슬이 심장을 조여오는 걸 느꼈다.
uk: Побачивши цю страшну картину, він відчув, як холодні кайдани совісті стискують його серце.
zh_cn: 被那骇人的景象震慑，他感到名为悔恨的冰冷铁链紧紧缠住了他的心脏。

# vo_hero_story_highwayman_ch5_text_3
source: Guilt was a pursuer he could never outrun, a prison he would never escape.
ja: 罪の意識。それは彼が決して振り切ることのできない追手であり、逃れることのできない牢獄であった。
ko: 그 죄악감이란 결코 떨쳐낼 수 없을 추적자요, 탈출하지 못할 감옥이 되었다.
uk: Вина — переслідувач, від якого не втекти, в’язниця, з якої не вибратися.
zh_cn: 罪恶感是他永远无法摆脱的追捕者，永远无法逃离的牢笼。

# vo_hero_story_jester_ch1_slam_0
source: Jester Chapter One: Some Strange Melody
ja: ジェスター 第一章：奇妙な旋律
ko: 광대 1장: 기이한 가락
uk: Блазень Розділ перший. Нечуваний мотив
zh_cn: 小丑 第一章：诡谲的旋律

# vo_hero_story_jester_ch1_text_0
source: He was a layabout without aspiration or purpose,
ja: 彼は、野心も目的もない怠け者で、街角をうろついては
ko: 그는 아무런 동기도, 목적도 없는 떠돌이였으니
uk: Він був неробою без прагнень і цілей,
zh_cn: 他是个没有理想、没有目标的懒汉，

# vo_hero_story_jester_ch1_text_1
source: content to loiter on street corners languidly busking for passersby.
ja: 通行人を相手に大道芸をすることに満足していた。
ko: 도시의 구석에서 하릴없이 연주를 하며 구걸하는 데 만족하던 몸이었다.
uk: який тинявся вулицями й грав для перехожих.
zh_cn: 满足于在街头巷尾懒散地卖艺取悦行人。

# vo_hero_story_jester_ch1_text_2
source: Roughly ushered from the bustling commercial blocks,
ja: 賑やかな商業地区から乱暴に追い出され、
ko: 어느 날은 북적거리는 상업 구역에서 벗어나
uk: Його вигнали із жвавих торгових кварталів,
zh_cn: 被闹市区的繁华喧嚣驱离，

# vo_hero_story_jester_ch1_text_3
source: he wandered the forgotten corners of the city.
ja: 忘れ去られた街の片隅をさまよっていた。
ko: 도시의 잊힌 구석을 돌아다니기 시작하였다.
uk: і він опинився на забутій околиці міста.
zh_cn: 他在城市被遗忘的角落中游荡。

# vo_hero_story_jester_ch1_text_4
source: An intoxicating melody drifted over a nearby cemetery wall,
ja: すると、墓地の塀の上から心を酔わせるメロディーが聞こえたので、
ko: 그러다 근처의 공동묘지 벽으로부터 감미로운 선율이 들려왔으니
uk: П’янка мелодія пливла над огорожею найближчого цвинтаря,
zh_cn: 一个摄人心魄的旋律突然隔着墓园的墙壁逸出，

# vo_hero_story_jester_ch1_text_5
source: and he stumbled deliriously amongst the tombstones in search of the performer...
ja: 彼は演奏者を探し、無我夢中になりながら墓石の間をさまよった…
ko: 그는 비틀거리는 발걸음으로 그 연주자를 찾아 묘비 사이를 헤매기 시작하였다...
uk: і він, хитаючись, почав блукати серед надгробків у пошуках музиканта.
zh_cn: 而他如痴如醉地跨过一排排墓碑，寻找这旋律的演奏者……

# vo_hero_story_jester_ch2_fight_reward_0
source: Ambition, so long dormant within him, had been roused.
ja: 長い間、彼の中に眠っていた野望が呼び起こされたのだ。
ko: 오랫동안 마음 속에 잠들어 있던 야망이 다시 고개를 들었다.
uk: Він відчув, що амбіції, які так довго в ньому спали, прокинулися.
zh_cn: 在他心中长久沉睡的野心，在此刻得到了唤醒。

# vo_hero_story_jester_ch2_fight_reward_1
source: He delighted in fantasies of fame, renown... and respect.
ja: 名声、声望…そして、尊敬の念の空想にふけった。
ko: 명성, 명망, 그리고 존경을 향한 환상이 되살아났다.
uk: Він віддався фантазіям про славу, визнання і повагу.
zh_cn: 他畅想着声名、荣誉……以及他人的尊敬。

# vo_hero_story_jester_ch2_fight_start_0
source: He could learn this unearthly hymn... and claim it as his own!
ja: 彼は、この超自然的な讃美歌を習得し…自分のものとするのだ！
ko: 이 기이한 가락을 배워 온전히 자신의 것으로 만들고 싶었다!
uk: Він розучить цей неземний гімн і видасть за власний твір!
zh_cn: 他可以学会这异世的圣歌……然后据为己有！

# vo_hero_story_jester_ch2_slam_0
source: Chapter Two: Music of the Night
ja: 第二章：夜の音色
ko: 2장: 밤의 음악
uk: Розділ другий. Музика ночі
zh_cn: 第二章：暗夜的音乐

# vo_hero_story_jester_ch3_slam_0
source: Chapter Three: Play to the Crowd
ja: 第三章：聴衆への演奏
ko: 3장: 연주회
uk: Розділ третій. На потіху натовпу
zh_cn: 第三章：献艺

# vo_hero_story_jester_ch3_text_0
source: When word of his uncommon talent reached the palace,
ja: 彼の類まれな才能の噂が王宮に伝わると、
ko: 그 비범한 재능에 대한 소문은 궁전까지 흘러 들어갔으니
uk: Коли чутки про його надзвичайний талант дійшли до палацу,
zh_cn: 关于他奇异才华的传言抵达皇宫之后，

# vo_hero_story_jester_ch3_text_1
source: he was summoned to entertain King and Court.
ja: 彼は王と宮廷をもてなすために呼ばれた。
ko: 곧 왕과 궁전을 즐겁게 해 달라는 초청이 들어왔다.
uk: його покликали потішити короля і весь двір.
zh_cn: 他被召去为国王和宫廷表演。
