Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# effect_condition_performer_skill_hist_lep_intimidate_override
source: Use <color=#{notable}>Intimidate</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>위협</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Залякування</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_lep_purge_override
source: Use <color=#{notable}>Purge</color> 3+ times in a single fight
ja: <color=#{notable}>粛清</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>축출</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Очищення</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>肃清</color>3次

# effect_condition_performer_skill_hist_lep_reflection_override
source: Use <color=#{notable}>Reflection</color> 3+ times in a single fight
ja: <color=#{notable}>沈思</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>숙고</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Роздуми</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>明鉴</color>3次

# effect_condition_performer_skill_hist_lep_revenge_override
source: Use <color=#{notable}>Revenge</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>복수</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Помста</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_lep_ruin_override
source: Use <color=#{notable}>Ruin</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>파탄</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Згуба</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_lep_solemnity_override
source: Use <color=#{notable}>Solemnity</color> 2+ times in a single fight
ja: <color=#{notable}>儀式の執行</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>평온</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Вшанування</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>肃穆</color>2次

# effect_condition_performer_skill_hist_lep_stagger_override
source: Use <color=#{notable}>Bash</color> 6+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>강타</color> 6회 이상 사용
uk: Використати навичку <color=#{notable}>Стримування</color> 6+ разів в одному бою

# effect_condition_performer_skill_hist_lep_withstand_override
source: Use <color=#{notable}>Withstand</color> 2+ times in a single fight
ja: <color=#{notable}>踏ん張る</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>인내</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Залізна витримка</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>屹立</color>2次

# effect_condition_performer_skill_hist_maa_bellow_override
source: Use <color=#{notable}>Bellow</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>포효</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Страхітливий крик</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_maa_bolster_override
source: Use <color=#{notable}>Bolster</color> 2+ times in a single fight
ja: <color=#{notable}>士気を鼓舞</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>고양</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Твердиня</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>激励</color>2次

# effect_condition_performer_skill_hist_maa_command_override
source: Use <color=#{notable}>Command</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>지휘</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Наказ</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_maa_courageous_abandon_override
source: Use <color=#{notable}>Courageous Abandon</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>과감한 맹공</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Самозабуття</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_maa_crush_override
source: Use <color=#{notable}>Crush</color> 2+ times in a single fight
ja: <color=#{notable}>粉砕</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>분쇄</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Трощення</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>粉碎</color>2次

# effect_condition_performer_skill_hist_maa_defender_override
source: Use <color=#{notable}>Defender</color> 2+ times in a single fight
ja: <color=#{notable}>防衛</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>수호자</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Міцний щит</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>保卫</color>2次

# effect_condition_performer_skill_hist_maa_hold_the_line_override
source: Use <color=#{notable}>Hold the Line</color> 3+ times in a single fight
ja: <color=#{notable}>戦線堅持</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>전선 유지</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Попереду строю</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>坚守阵线</color>3次

# effect_condition_performer_skill_hist_maa_rampart_override
source: Use <color=#{notable}>Rampart</color> 3+ times in a single fight
ja: <color=#{notable}>防護</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>성채의 일격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Різкий випад</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>盾击</color>3次

# effect_condition_performer_skill_hist_maa_retribution_override
source: Use <color=#{notable}>Retribution</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>응징</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Час розплати</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_maa_stand_fast_override
source: Use <color=#{notable}>Stand Fast</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>사수</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Тверда позиція</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_maa_strategic_withdrawal_override
source: Use <color=#{notable}>Strategic Withdrawal</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>전술적 후퇴</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Стратегічний відступ</color> 3+ рази в одному бою

# effect_condition_performer_skill_hist_occ_abyssal_artillery_override
source: Use <color=#{notable}>Abyssal Artillery</color> 3+ times in a single fight
ja: <color=#{notable}>奈落の砲術</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>심연의 포격</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Допомога безодні</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>渊狱撕扯</color>3次

# effect_condition_performer_skill_hist_occ_anamnesis_override
source: Use <color=#{notable}>Anamnesis</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>성체성사</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Поминання</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_occ_binding_shadows_override
source: Use <color=#{notable}>Binding Shadows</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>얽히는 그늘</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Танок тіней</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_occ_burning_stars_override
source: Use <color=#{notable}>The Burning Stars</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>불타는 별</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Палаючі зірки</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_occ_chaotic_offering_override
source: Use <color=#{notable}>Chaotic Offering</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>혼돈의 번제</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Підношення хаосу</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_occ_daemons_pull_override
source: Use <color=#{notable}>Daemon's Pull</color> 2+ times in a single fight
ja: <color=#{notable}>悪魔の引手</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>악마의 아귀팔</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Тяга демона</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>恶魔之攫</color>2次

# effect_condition_performer_skill_hist_occ_sacrificial_stab_override
source: Use <color=#{notable}>Sacrificial Stab</color> 2+ times in a single fight
ja: <color=#{notable}>生贄刺し</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>제물 바치는 칼질</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Заклання жертви</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>献祭戳刺</color>2次

# effect_condition_performer_skill_hist_occ_vulnerability_hex_override
source: Use <color=#{notable}>Vulnerability Hex</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>취약화 저주</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Наврочення вразливості</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_occ_weakening_curse_override
source: Use <color=#{notable}>Weakening Curse</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>약화 저주</color> 3회 이상 사용

# effect_condition_performer_skill_hist_occ_withering_malediction_override
source: Use <color=#{notable}>Malediction</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>저주</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Закляття</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_occ_wyrd_reconstruction_override
source: Use <color=#{notable}>Wyrd Reconstruction</color> 2+ times in a single fight
ja: <color=#{notable}>宿命の復元</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>기괴한 재구축</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Жертовне відродження</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>怪诞重塑</color>2次

# effect_condition_performer_skill_hist_pd_battlefield_medicine_override
source: Use <color=#{notable}>Battlefield Medicine</color> 2+ times in a single fight
ja: <color=#{notable}>戦場医術</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>야전 의술</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Польові ліки</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>战地医疗</color>2次

# effect_condition_performer_skill_hist_pd_blinding_gas_override
source: Use <color=#{notable}>Blinding Gas</color> 2+ times in a single fight
ja: <color=#{notable}>目つぶしガス</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>실명 기체</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Осліплюючий газ</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>致盲气体</color>2次

# effect_condition_performer_skill_hist_pd_cause_of_death_override
source: Use <color=#{notable}>Cause of Death</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>사인</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Історія хвороби</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_pd_disorienting_blast_override
source: Use <color=#{notable}>Disorienting Blast</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>혼란 기체 폭발</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Заряд розгублення</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_pd_emboldening_vapours_override
source: Use <color=#{notable}>Emboldening Vapours</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>강화 작용제</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Випари наснаги</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_pd_incision_override
source: Use <color=#{notable}>Incision</color> 3+ times in a single fight
ja: <color=#{notable}>切開</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>절개</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Різана рана</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>手术切割</color>3次

# effect_condition_performer_skill_hist_pd_indiscriminate_science_override
source: Use <color=#{notable}>Indiscriminate Science</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>도를 넘은 과학</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Сліпий експеримент</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_pd_magnesium_rain_override
source: Use <color=#{notable}>Magnesium Rain</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>마그네슘 포화</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Сірчаний дощ</color> 3+ рази в одному бою

# effect_condition_performer_skill_hist_pd_noxious_blast_override
source: Use <color=#{notable}>Noxious Blast</color> 2+ times in a single fight
ja: <color=#{notable}>毒噴射</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>유독기체 폭발</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Токсичний залп</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>剧毒炸弹</color>2次

# effect_condition_performer_skill_hist_pd_ounce_of_prevention_override
source: Use <color=#{notable}>Ounce of Prevention</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>예방 조치</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Профілактика</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_pd_plague_grenade_override
source: Use <color=#{notable}>Plague Grenade</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>역병 수류탄</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Чумна граната</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_run_backdraft_override
source: Use <color=#{notable}>Backdraft</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>불길 역류</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Піддув</color> 3+ рази в одному бою

# effect_condition_performer_skill_hist_run_cauterize_override
source: Use <color=#{notable}>Cauterize</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>인두 처치</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Припікання</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_run_controlled_burn_override
source: Use <color=#{notable}>Controlled Burn</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>통제된 화상</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Влада над вогнем</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_run_dragonfly_override
source: Use <color=#{notable}>Dragonfly</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>튀기는 불티</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Політ дракона</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_run_firefly_override
source: Use <color=#{notable}>Firefly</color> 2+ times in a single fight
ja: <color=#{notable}>ファイアフライ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>흩날리는 불티</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Іскра світлячка</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>萤火</color>2次

# effect_condition_performer_skill_hist_run_firestarter_override
source: Use <color=#{notable}>Firestarter</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>불쏘시개</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Підпал</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_run_hearthlight_override
source: Use <color=#{notable}>Hearthlight</color> 3+ times in a single fight
ja: <color=#{notable}>炉端の光</color>を1回の戦闘で3回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>화톳불</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Світло вогнища</color> 3+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>炉光</color>3次

# effect_condition_performer_skill_hist_run_ransack_override
source: Use <color=#{notable}>Ransack</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>판 뒤엎기</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Тет-а-тет</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_run_run_and_hide_override
source: Use <color=#{notable}>Run and Hide</color> 2+ times in a single fight
ja: <color=#{notable}>逃げ隠れ</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>도피</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Втеча в тінь</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>逃匿</color>2次

# effect_condition_performer_skill_hist_run_searing_strike_override
source: Use <color=#{notable}>Searing Strike</color> 2+ times in a single fight
ja: <color=#{notable}>燃える一撃</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>그슬린 타격</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Палкий удар</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>灼热打击</color>2次

# effect_condition_performer_skill_hist_run_smokescreen_override
source: Use <color=#{notable}>Smokescreen</color> 2+ times in a single fight
ja: <color=#{notable}>煙幕</color>を1回の戦闘で2回以上使用する
ko: 한 번의 전투에서 <color=#{notable}>연막</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Димова завіса</color> 2+ рази в одному бою
zh_cn: 在一场战斗中使用<color=#{notable}>烟幕</color>2次

# effect_condition_performer_skill_hist_ves_blessing_of_fortitude_override
source: Use <color=#{notable}>Consecration of Fortitude</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>불굴의 축성</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Консекрація сили</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_blessing_of_light_override
source: Use <color=#{notable}>Consecration of Light</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>빛의 축성</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Консекрація Світла</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_divine_comfort_override
source: Use <color=#{notable}>Divine Comfort</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>신성한 위무</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Дарунок небес</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_divine_grace_override
source: Use <color=#{notable}>Divine Grace</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>신성한 은총</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Благодать</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_hand_of_light_override
source: Use <color=#{notable}>Hand of Light</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>빛의 손길</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Рука Світла</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_illumination_override
source: Use <color=#{notable}>Illumination</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>광휘</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Осяяння</color> 3+ рази в одному бою

# effect_condition_performer_skill_hist_ves_judgement_override
source: Use <color=#{notable}>Judgement</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>심판</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Осуд</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_mace_bash_override
source: Use <color=#{notable}>Mace Bash</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>철퇴 후려치기</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Удар булавою</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_mantra_override
source: Use <color=#{notable}>Mantra+</color> 3+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>명상+</color> 3회 이상 사용
uk: Використати навичку <color=#{notable}>Мантра+</color> 3+ рази в одному бою

# effect_condition_performer_skill_hist_ves_ministrations_override
source: Use <color=#{notable}>Ministrations</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>목회</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Служба</color> 2+ рази в одному бою

# effect_condition_performer_skill_hist_ves_sanctuary_override
source: Use <color=#{notable}>Sanctuary</color> 2+ times in a single fight
ko: 한 번의 전투에서 <color=#{notable}>안식</color> 2회 이상 사용
uk: Використати навичку <color=#{notable}>Святилище</color> 2+ рази в одному бою

# effect_condition_performer_visit_cave_1_override
source: Enter the <color=#{notable}>Sluice</color>
ja: <color=#{notable}>水路</color>に入る
ko: <color=#{notable}>시궁창</color> 진입
uk: Заїхати в <color=#{notable}>Староріччя</color>
zh_cn: 进入<color=#{notable}>暗渠</color>

# effect_condition_performer_visit_city_1_override
source: Enter the <color=#{notable}>Sprawl</color>
ja: <color=#{notable}>廃墟街</color>に入る
ko: <color=#{notable}>교외</color> 진입
uk: Заїхати в <color=#{notable}>Пограддя</color>
zh_cn: 进入<color=#{notable}>燔城</color>

# effect_condition_performer_visit_coast_1_override
source: Enter the <color=#{notable}>Shroud</color>
ja: <color=#{notable}>灰色の入江</color>に入る
ko: <color=#{notable}>연해</color> 진입
uk: Заїхати в <color=#{notable}>Імлисте</color>
zh_cn: 进入<color=#{notable}>死港</color>

# effect_condition_performer_visit_creatureden_1_override
source: Visit a <color=#{notable}>Creature Den</color>
ja: <color=#{notable}>怪物の巣窟</color>を訪れる
ko: <color=#{notable}>괴물의 굴</color> 방문
uk: Відвідати <color=#{notable}>барліг</color>
zh_cn: 路过<color=#{notable}>兽窟</color>

# effect_condition_performer_visit_creatureden_2_override
source: Visit a <color=#{notable}>Creature Den</color> 2+ times
ja: <color=#{notable}>怪物の巣窟</color>を2回以上訪れる
ko: <color=#{notable}>괴물의 굴</color> 2회 이상 방문
uk: Відвідати <color=#{notable}>барліг</color> 2+ рази
zh_cn: 路过<color=#{notable}>兽窟</color>2次

# effect_condition_performer_visit_farm_1_override
source: Enter the <color=#{notable}>Foetor</color>
ja: <color=#{notable}>腐敗街道</color>に入る
ko: <color=#{notable}>농지</color> 진입
uk: Заїхати в <color=#{notable}>Сморіддя</color>
zh_cn: 进入<color=#{notable}>腐宴</color>

# effect_condition_performer_visit_forest_1_override
source: Enter the <color=#{notable}>Tangle</color>
ja: <color=#{notable}>暗い樹海</color>に入る
ko: <color=#{notable}>덩굴숲</color> 진입
uk: Заїхати в <color=#{notable}>Чорнолісся</color>
zh_cn: 进入<color=#{notable}>乱冢</color>

# effect_condition_performer_visit_gauntchirurgeon_1_override
source: Visit the <color=#{notable}>Chirurgeon's Table</color>
ko: <color=#{notable}>거머리 의사의 작업대</color> 방문

# effect_condition_performer_visit_hospital_1_override
source: Visit a <color=#{notable}>Field Hospital</color>
ja: <color=#{notable}>野戦病院</color>を訪れる
ko: <color=#{notable}>야전 병원</color> 방문
uk: Відвідати <color=#{notable}>польовий лазарет</color>
zh_cn: 路过<color=#{notable}>临时诊所</color>

# effect_condition_performer_visit_inn_1_override
source: Reach Valley Inn
ja: 渓谷の宿に到着する
ko: 계곡 여관에 도착
uk: Дістатися трактиру в Долині
zh_cn: 抵达山谷旅馆

# effect_condition_performer_visit_inn_2_override
source: Reach the 2nd Inn
ja: 2つ目の宿に到着する
ko: 2번째 여관에 도착
uk: Дістатися другого трактиру
zh_cn: 抵达第二个旅馆

# effect_condition_performer_visit_oasis_2_override
source: Visit an <color=#{notable}>Oasis</color> 2+ times
ja: <color=#{notable}>オアシス</color>を2回以上訪れる
ko: <color=#{notable}>샘터</color> 2회 이상 방문
uk: Відвідати <color=#{notable}>оазис</color> 2+ рази
zh_cn: 路过<color=#{notable}>绿洲</color>2次

# effect_condition_performer_visit_store_2_override
source: Visit the <color=#{notable}>Hoarder</color> 2+ times
ja: <color=#{notable}>貯蔵庫</color>を2回以上訪れる
ko: <color=#{notable}>고물상</color> 2회 이상 방문
uk: Відвідати <color=#{notable}>барахольника</color> 2+ рази
zh_cn: 路过<color=#{notable}>囤积者</color>2次

# effect_condition_performer_visit_storyassist_2_override
source: Visit 2+ <color=#{notable}>Assistance Encounters</color>
ja: <color=#{notable}>支援遭遇</color>を2箇所以上訪れる
ko: <color=#{notable}>조력 조우</color> 2회 이상 방문
uk: Відвідати 2+ <color=#{notable}>страждальників</color>
zh_cn: 路过<color=#{notable}>援助遭遇</color>2次

# effect_condition_performer_visit_storycosmic_2_override
source: Visit the <color=#{notable}>Academic's Study</color> 2+ times
ja: <color=#{notable}>学者の研究所</color>を2回以上訪れる
ko: <color=#{notable}>교수의 연구</color> 2회 이상 방문
uk: Відвідати <color=#{notable}>лабораторію Академіка</color> 2+ рази
zh_cn: 路过<color=#{notable}>教授的研究</color>2次
