Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# stat_source_type_spawn
source: Spawn
ja: 出現
ko: 출현
uk: поява
zh_cn: 生成

# stat_source_type_stage_coach_flame
source: Equipped Flame
ko: 장비한 불꽃
uk: дод. полум’я

# stat_source_type_stage_coach_general
source: Stagecoach
ko: 역마차
uk: Диліжанс

# stat_source_type_stage_coach_pet
source: Pet
ko: 애완동물
uk: вихованець

# stat_source_type_stage_coach_trophy
source: Trophy
ja: トロフィー
ko: 전리품
uk: трофей
zh_cn: 狩猎纪念品

# stat_source_type_status
source: Status
ja: ステータス
ko: 상태
uk: статус
zh_cn: 状态

# stat_source_type_store
source: Store
ja: 店
ko: 상점
uk: магазин
zh_cn: 商店

# stat_source_type_story
source: Encounter
ja: 遭遇
ko: 조우
uk: зустріч
zh_cn: 遭遇

# stat_source_type_stress
source: Stress
ja: ストレス
ko: 스트레스
uk: стрес
zh_cn: 压力

# stat_source_type_token
source: Token
ja: トークン
ko: 토큰
uk: мітку
zh_cn: 标记

# stat_source_type_torch
source: Flame
ja: 炎
ko: 불꽃
uk: Полум’я
zh_cn: 火炬

# stat_source_type_trinket
source: Trinket
ja: 装身具
ko: 장신구
uk: дрібничка
zh_cn: 饰品

# stat_source_type_unlock
source: Altar
ja: 祭壇
ko: 제단
uk: Вівтар
zh_cn: 祭坛

# status_bar_health
source: <color=#{health}>HP {0}/{1}</color>
ko: <color=#{health}>체력 {0}/{1}</color>
uk: <color=#{health}>{0}/{1} ОЗ</color>

# status_bar_stress
source: <color=#{stress}>Stress {0}/{1}</color>
ja: <color=#{stress}>ストレス {0}/{1}</color>
ko: <color=#{stress}>스트레스 {0}/{1}</color>
uk: <color=#{stress}>Стрес {0}/{1}</color>
zh_cn: <color=#{stress}>压力 {0}/{1}</color>

# status_deaths_door
source: <color=#{deathdoor}>Death's Door</color>
ja: <color=#{deathdoor}>瀕死</color>
ko: <color=#{deathdoor}>죽음의 문턱</color>
uk: <color=#{deathdoor}>Поріг смерті</color>
zh_cn: <color=#{deathdoor}>命悬一线</color>

# store_screen_done_button
source: Leave
ja: 立ち去る
ko: 나가기
uk: Залишити
zh_cn: 离开

# store_screen_title
source: The Hoarder
ja: 貯蔵庫
ko: 고물상
uk: Барахольник
zh_cn: 囤积者

# store_title
source: Hoarder
ja: 貯蔵庫
ko: 고물상
uk: Барахольник
zh_cn: 囤积者

# story_bark_assist_ascetic_1
source: I hear great wealth brings great curses in these times.
ja: この時代、巨万の富は巨万の呪いをもたらすと聞く
ko: 지금 같은 시절에 부는 곧 저주라고.
uk: Мені казали, що велике багатство — причина великих проблем у наш час.
zh_cn: 我听说在这种时候，财富就是诅咒。

# story_bark_assist_ascetic_1+flagellant
source: I count my wealth in scars, not relics.
ja: 俺は自分の富を遺物ではなく、傷跡で数える
ko: 나는 재물 따위가 아닌 흉터를 쌓는다.
uk: Моє багатство — в шрамах, а не в реліквіях.
zh_cn: 我的财富是身上的疤痕，不是囊中的遗物。

# story_bark_assist_austere_1
source: Wealth is but a distraction - let's away with it.
ja: 富は気晴らしに過ぎない。捨ててしまおう
ko: 재물은 그저 정신만 팔게 만들 뿐. 그냥 내주자고.
uk: Багатство відволікає від дійсно важливих справ — позбудьмося його.
zh_cn: 财富只会让人分心——还是赶快摆脱掉的好。

# story_bark_assist_austere_1+flagellant
source: Mere shiny annoyances. Off with them!
ja: 輝きが煩わしい。どこかへ追いやれ！
ko: 그저 성가시게 반짝이는 물건 아닌가. 갖다 버려!
uk: Які блискучі неприємності... Позбудьмося ж їх!
zh_cn: 不过是些闪闪发光的妨碍。不要也罢！

# story_bark_assist_avoid_101+bounty_hunter
source: And risk an ambush? No.
ko: 그러다 매복이라도 당하면 어쩌려고? 안 돼.
uk: І потрапити в засідку? Ні.

# story_bark_assist_avoid_101+flagellant
source: The poor sinners will survive without us.
ja: 哀れな罪人たちは、俺たち抜きでも生き延びるだろう
ko: 저 불쌍한 죄인들은 우리 없이도 살아남을 터.
uk: Бідолашні грішники виживуть без нас.
zh_cn: 这些可怜的有罪之人，没有我们也活得下去。

# story_bark_assist_avoid_101+grave_robber
source: Dearie me, they will simply have to survive.
ja: 彼らはただ生き残るしかない
ko: 안타깝지만 목숨만 붙어 있어도 되잖아.
uk: Та їм просто доведеться вижити.
zh_cn: 天哪，真不知道他们要怎么活下来呢。

# story_bark_assist_avoid_101+hellion
source: No blood, no thunder.
ko: 피가 없으면 천둥도 없다.
uk: Без крові, без шуму.

# story_bark_assist_avoid_101+highwayman
source: An inconvenience, they are.
ko: 그냥 장애물에 불과해.
uk: Вони зайвий тягар.

# story_bark_assist_avoid_101+jester
source: No, no! I'm inspired! I must write!
ja: いやいや！ アイデアが浮かんだぞ！ 曲にしないと！
ko: 아니, 안돼! 지금 영감이 왔다고! 노래를 써야 해!
uk: Ні, ні! У мене приплив натхнення! Я маю все записати!
zh_cn: 不，不，我的灵感来了！我必须得创作！

# story_bark_assist_avoid_101+leper
source: Fate has not granted me enough hours for this diversion.
ko: 내 운명은 이런 기분 전환 따위에 낭비할 시간을 허용하지 않았지.
uk: Доля не надала мені достатньо часу для допомоги.

# story_bark_assist_avoid_101+man_at_arms
source: Inefficient and tactically unwise.
ko: 비효율적이고 전술적으로도 현명하지 않다.
uk: Неефективно й тактично необґрунтовано.

# story_bark_assist_avoid_101+occultist
source: I sense misfortune coming if we linger here.
ja: ここに留まっていると、不幸が訪れる気がする
ko: 여기 더 있다가는 불운이 찾아올 것 같군.
uk: Я відчуваю, що станеться якесь нещастя, якщо ми тут затримаємося.
zh_cn: 我能感应得到，再在这里逗留的话只会招来祸患。

# story_bark_assist_avoid_101+plague_doctor
source: My studies do not spare me the luxury of time.
ko: 난 연구 때문에 바빠. 이런 호사를 누릴 시간은 없어.
uk: Ми не можемо дозволити собі гаяти час.

# story_bark_assist_avoid_101+runaway
source: We can't afford to slow down for this...!
ko: 이렇게 낭비할 시간 없어...!
uk: Не можна зволікати!

# story_bark_assist_avoid_101+vestal
source: Our aim is clear - let us not divert.
ja: 私たちの目的は明確です。寄り道はできません
ko: 우리의 목표는 명확하니, 한눈 팔지 말지어다.
uk: Наша мета очевидна — не будемо відволікатися.
zh_cn: 我们的目标很明确。不要节外生枝。

# story_bark_assist_bloodthirsty_1
source: Let's leave only bloody footprints.
ja: 血のついた足跡だけを残そう
ko: 피로 물든 발자국을 남겨 보자고.
uk: Давайте залишимо тільки криваві сліди.
zh_cn: 我要让这里只剩染血的脚印。

# story_bark_assist_boisterous_1
source: Who better than us to help? We are great at this.
ja: 我々以外に誰が助けられる？手助けはお手の物だ
ko: 우리보다 더 도움이 될 사람이 있나? 아주 이골이 났는데.
uk: Хто допоможе, як не ми? Ми це чудово вміємо.
zh_cn: 还有谁比我们更适合伸出援手的呢？我们最擅长这个了。

# story_bark_assist_chatterbox_1
source: You'd hardly believe our luck on this voyage...
ko: 우리가 이번 여정에서 어떤 일을 겪었는지 절대 못 믿을걸...
uk: Ви навряд чи повірите, що нам може пощастити в цій подорожі...

# story_bark_assist_chatterbox_1+flagellant
source: Come, come! It has been some time since my recitations...
ja: 集まれ！前に朗唱してからだいぶ時間が経ったな…
ko: 오라, 어서들 오라! 마지막 설교를 한 지도 참으로 오래 되었군...
uk: Ну ж бо! Минув деякий час після моїх декламацій...
zh_cn: 来吧，来吧！我好久没有诵读过这段经文了……

# story_bark_assist_city_scrounger_1
source: Surely some useful items can be found if we look hard.
ja: 探せばきっと役に立つものがあるはずだ
ko: 열심히 찾아 보면 분명 쓸모 있는 물건이 있다고.
uk: Звісно, можна знайти деякі корисні речі, якщо старанно пошукати.
zh_cn: 仔细搜寻的话，肯定能找到一些有用的东西。

# story_bark_assist_city_scrounger_1+flagellant
source: Come, come! It has been some time since my recitations...
ja: 集まれ！前に朗唱してからだいぶ時間が経ったな…
ko: 오라, 어서들 오라! 마지막 설교를 한 지도 참으로 오래 되었군...
uk: Ну ж бо! Я вже давно припинив декламувати...
zh_cn: 来吧，来吧！我好久没有诵读过这段经文了……

# story_bark_assist_combat_items_1+bounty_hunter
source: There's fight in these folks yet.
ko: 이 자들에게는 아직 투지가 남아 있군.
uk: Є ще порох у порохівницях.

# story_bark_assist_combat_items_1+flagellant
source: Through barb and blade, you shall know absolution!
ja: 茨と刃を通して、お前は罪の赦しを知るだろう！
ko: 너희는 채찍과 칼날을 통해 속죄를 깨닫게 되리라!
uk: Завдяки шипам й лезам знайдеш ти відпущення гріхів!
zh_cn: 在尖刺和利刃中，你们将领受解脱！

# story_bark_assist_combat_items_1+grave_robber
source: Oh, look at you scrappy things. Need a hand?
ko: 아이고, 이런 누추하신 분들을 봤나. 좀 도와줄까?
uk: Погляньте на цих лахмітників! Може, потрібна допомога?

# story_bark_assist_combat_items_1+hellion
source: Such fighting spirit! I lend you my arm.
ko: 굉장한 투지로군! 내 무기를 빌려 주지.
uk: Який бойовий дух! Я допоможу.

# story_bark_assist_combat_items_1+highwayman
source: I was a nobody with a blade once, too.
ko: 나도 한때는 칼만 든 부랑자였지.
uk: Колись і я був ніким, і в мене був лише кинджал.

# story_bark_assist_combat_items_1+jester
source: They are either insane or an inspiration.
ko: 미친 게 아니면 심지가 굳은 자들이겠군.
uk: Вони жахають і надихають одночасно.

# story_bark_assist_combat_items_1+leper
source: The herds on the plains know strength in numbers.
ko: 평원의 양 떼도 머릿수의 유리함을 알더라.
uk: Вівці рівнинних отар знають, що сила в кількості.

# story_bark_assist_combat_items_1+man_at_arms
source: They face these fiends with shovels - that's grit.
ko: 저들은 삽 하나 들고 악마들에 맞서고 있지. 그게 진짜 용기다.
uk: Вони озброєні лише лопатами. Оце так дух!

# story_bark_assist_combat_items_1+occultist
source: We should aid any who forestall the abyss.
ko: 심연에 맞서는 자라면 누구든 도와야 한다.
uk: Ми маємо допомагати всім, хто бореться з безоднею.

# story_bark_assist_combat_items_1+plague_doctor
source: Tinctures? Powders? Shall we swap?
ko: 물약 있어? 가루약은? 물물교환할까?
uk: Настоянки? Порошки? Обміняймося?

# story_bark_assist_combat_items_1+runaway
source: We can help if you make it worth our while.
ko: 도울 가치가 있다면 도와 주어야지.
uk: Ми допоможемо, якщо ви нам щось запропонуєте.

# story_bark_assist_combat_items_1+vestal
source: Light guide their aim true.
ja: 目的を果たせるよう、光が彼らを導いてくれるのです
ko: 빛이 공격을 인도할 지니.
uk: Світло вказує їхню справжню ціль.
zh_cn: 愿圣光指引他们的双手。

# story_bark_assist_compassionate_1+bounty_hunter
source: Suppose I'm bein' well paid.
ja: 報酬をしっかり出してくれてる、ってことだな
ko: 이거 짭짤하게 받겠군.
uk: Припустімо, що мені добре заплатять.
zh_cn: 这一单我挣得挺多的。大概吧。

# story_bark_assist_compassionate_1+flagellant
source: We can give them glories greater than gold!
ja: 彼らに、金よりも大きな栄光を与えられるぞ！
ko: 우리는 저들에게 황금보다 더 큰 영광을 줄 수 있다!
uk: Ми можемо дати їм славу, що буде більша за золото!
zh_cn: 我们可以给予他们比金币更胜一筹的荣耀！

# story_bark_assist_compassionate_1+grave_robber
source: Now that I have gone without, my heart aches for them.
ja: 彼らと共にいかなかったことで、心が痛むわね
ko: 빈손으로 가려니 마음이 아파 오네.
uk: Тепер, коли я залишилася без них, моє серце за них болить.
zh_cn: 体会过穷困的滋味后，我就不禁为他们心痛。

# story_bark_assist_compassionate_1+hellion
source: For too long I shunned the weak...
ja: 長い間、私は弱き者を避けてきた…
ko: 나는 참 오랫동안 약자를 외면했다...
uk: Надто довго я цуралася слабких...
zh_cn: 我以前怎么总是对弱者避之不及……

# story_bark_assist_compassionate_1+highwayman
source: I've been that hungry once.
ko: 나도 배고파 본 적 있는 사람이야.
uk: Я теж колись був таким голодним.

# story_bark_assist_compassionate_1+jester
source: Poor little sods.
ko: 불쌍한 양반들 같으니.
uk: Бідолашні малі шибеники...

# story_bark_assist_compassionate_1+leper
source: I will take nothing with me to the next world.
ko: 내세에 무엇을 들고 갈 수 있다고.
uk: Я нічого не візьму із собою на той світ.

# story_bark_assist_compassionate_1+man_at_arms
source: Let this world not make monsters of us, eh?
ko: 이 세상에 치여 우리마저 괴물이 되지는 말자고, 엉?
uk: Нехай цей світ не робить із нас монстрів, еге ж?

# story_bark_assist_compassionate_1+occultist
source: I have not lost my humanity. They need us.
ja: 私は人間性を失ってはいない。彼らは我々を必要としている
ko: 난 아직 인간성을 잃지 않았네. 저들에게는 우리가 필요하지.
uk: Я не втратив людяність. Ми їм потрібні.
zh_cn: 我没有丧失我的人性。他们需要我们。

# story_bark_assist_compassionate_1+plague_doctor
source: All I have learned was so that I might give aid.
ja: 私が学んだことは、援助するためだった
ko: 내가 지식을 쌓은 건 전부 생명을 구하기 위해서였다고.
uk: Я навчилася лише тому, що я могла б надавати допомогу.
zh_cn: 我所学的一切，都是为了帮助他人。

# story_bark_assist_compassionate_1+runaway
source: Just 'cause we suffered don't mean they should.
ja: 私たちが苦しんだからと言って、彼らが苦しむべきとは限らない
ko: 우리가 고통 받았다 해서 저들도 고통 받아야 할 이유는 없어.
uk: Те, що ми постраждали, не означає, що й вони мають страждати.
zh_cn: 我们受过苦，不是他们也该受苦的理由。

# story_bark_assist_compassionate_1+vestal
source: It wounds my heart to see them suffer so.
ja: 彼らが苦しむのを見ると心が痛みます
ko: 저들이 고통 받는 걸 보니 내 심장이 아려오는구나.
uk: У мене серце болить, коли бачу, як вони страждають.
zh_cn: 看到他们如此痛苦，我好心痛……

# story_bark_assist_curmudgeon_1+bounty_hunter
source: Let's just go.
ko: 그냥 가지.
uk: Давайте просто підемо.

# story_bark_assist_curmudgeon_1+flagellant
source: Their plight moves me not. Onward.
ja: 奴らの窮状に動じることはない。前に進むんだ
ko: 저들의 곤경에 손쓸 일 있나. 가자고.
uk: Їхній стан мене не хвилює. Вперед.
zh_cn: 他们的不幸无法打动我。继续前进。

# story_bark_assist_curmudgeon_1+grave_robber
source: Call me petty, but I've known penury. They'll live.
ja: ケチと言われようが、私は困窮を知っている。彼らは生き残るわ
ko: 째째해 보이겠지만 나도 가난해본 적 있어. 저 정도면 살 수 있다고.
uk: Вважайте мене наївною, але я знаю, що таке злидні. Вони будуть жити.
zh_cn: 随你怎么说我吧，但我也不是没体验过穷困生活。他们死不了的。

# story_bark_assist_curmudgeon_1+hellion
source: They are not of my blood! Why should I?
ja: 彼らは私の同胞ではない！ 私が助ける道理はあるか？
ko: 내 혈족 아니잖나! 내가 왜 돕나?
uk: Вони мені не родичі. Навіщо мені перейматися?
zh_cn: 他们又不是我的族人！为什么要我帮忙？

# story_bark_assist_curmudgeon_1+highwayman
source: Why? They never thank us.
ja: なぜだ？俺たちに決して感謝しないだろうね
ko: 왜? 어차피 감사하지도 않을 텐데.
uk: Навіщо це? Вони навіть ніколи нам не подякують.
zh_cn: 为什么要帮他们？他们从来不懂得感谢。

# story_bark_assist_curmudgeon_1+jester
source: Abject bores, the lot of them.
ko: 지루하기만 한 일일 텐데 뭘.
uk: Жахливі зануди, геть усі.

# story_bark_assist_curmudgeon_1+leper
source: If we aid them, they may in time use it against us.
ja: 恩というものは、いずれ仇で返されることもある
ko: 우리가 도와봤자 우릴 이용해먹기만 할 텐데.
uk: Якщо ми допоможемо їм, вони можуть із часом повернути це проти нас.
zh_cn: 我们贸然帮助的话，恐怕难免会被他们所利用。

# story_bark_assist_curmudgeon_1+man_at_arms
source: Good-for-nothing complainers to a man!
ja: どうしようもない不平家どもめ！
ko: 징징거리는 녀석들은 아무짝에도 쓸모가 없어!
uk: Жалюгідні сутяжники!
zh_cn: 在我眼里，不过是些只会抱怨的废物！

# story_bark_assist_curmudgeon_1+occultist
source: They always beg our help - and for what?
ko: 항상 우리에게 도움을 달라 청하지. 허나 그 대가는?
uk: Вони завжди благають нас про допомогу — і що в результаті?

# story_bark_assist_curmudgeon_1+plague_doctor
source: Nothing good ever comes from these wretches.
ko: 이런 비참한 자들에게서 뭘 얻겠다고.
uk: Нічого гарного від цих поганців не можна чекати.

# story_bark_assist_curmudgeon_1+runaway
source: Where were the bleeding hearts when <i>I</i> scavenged the streets?
ja: <i>私</i>が街を漁っていた時、どこに血を流す人がいたの？
ko: <i>내가</i> 길바닥을 헤맬 때 그 잘난 동정심은 다 어디 있었지?
uk: Де були ці болящі серця, коли <i>я</i> очищала вулиці?
zh_cn: 我在巷子里翻东西吃的时候，谁心疼过我？

# story_bark_assist_curmudgeon_1+vestal
source: I'm inclined to decline.
ko: 정중하게 사양하지.
uk: Гадаю, краще відмовитися.

# story_bark_assist_dark_curiosity_1
source: What if... we just left them to their own fates.
ja: もし…このまま彼らを運命に任せてしまったらどうなるか
ko: 그냥... 저들의 운명에 맡기고 떠나면 어떨까.
uk: Що якщо ми просто залишимо їх напризволяще?
zh_cn: 要不……要不我们让他们自生自灭。

# story_bark_assist_devout_1
source: We must help. It is our sacred duty.
ja: 助けねば。我々の聖なる責任だ
ko: 저들을 도와야 해. 그게 우리의 신성한 사명이야.
uk: Ми повинні допомогти. Це наш священний обов’язок.
zh_cn: 我们必须帮助。这是我们神圣的使命。

# story_bark_assist_donate_1+bounty_hunter
source: I prefer coin anyhow.
ko: 나도 유물보다는 돈이 더 좋아.
uk: Дзвін монет завжди покращує настрій.

# story_bark_assist_donate_1+flagellant
source: What use have I for baubles?
ko: 이 따위 패물이 무슨 소용이라고?
uk: Яка мені користь від абищиць?

# story_bark_assist_donate_1+grave_robber
source: Our relics? Is that what they desire? ... So be it.
ja: 我々の遺物？それが彼らの望みなの？… まあいいわ
ko: 우리 유물? 그게 필요하다고? ...하아, 그래...
uk: Наші реліквії? Це все, що їм потрібно? Та будь ласка.
zh_cn: 遗物？他们想要我们的遗物？……那好。

# story_bark_assist_donate_1+hellion
source: I prefer not to attract bandits!
ja: 盗賊の的にはなりたくないからな！
ko: 도적들 꼬이는 거 싫다!
uk: Вважаю за краще не привертати увагу бандитів!
zh_cn: 把遗物送出去，就不会招来强盗了！

# story_bark_assist_donate_1+highwayman
source: Feels better to help folks than rob 'em.
ja: 人々から奪うより、助けた方がいい
ko: 사람들 털어먹는 것보다는 도와주는 게 더 기분 좋지.
uk: Краще допомагати людям, ніж грабувати їх.
zh_cn: 帮助别人比抢劫别人感觉好得多。

# story_bark_assist_donate_1+jester
source: Few sing the praises of relics over men.
ja: 人より遺物を賞賛する者は少ないさ
ko: 인간의 유물은 인간에게나 찬양 받는 법.
uk: Мало хто цінує реліквії більше, ніж людей.
zh_cn: 少有人为遗物歌唱，但人们都会赞颂他人的义举。

# story_bark_assist_donate_1+leper
source: Charity lightens the soul's burden.
ko: 자선은 영혼의 짐을 덜어 주지.
uk: Милосердя знімає тягар із душі.

# story_bark_assist_donate_1+man_at_arms
source: We are comfortable - let's ease their burden.
ko: 우린 살만하잖나. 저들의 짐을 덜어주도록 하지.
uk: Ми незручностей не відчуваємо, тому пропоную полегшити їхню ношу!

# story_bark_assist_donate_1+occultist
source: Our gold makes more difference out here than in our coffers.
ja: 我々の金は、金庫に貯めるよりも外に出した方が、大きな変化を起こせる
ko: 우리의 금은 금고 속 보다 여기서 더 많은 변화를 만들어 내겠지.
uk: Наше золото тут значить більше, ніж у гаманцях.
zh_cn: 我们的金币在这里，比在我们的钱囊中更有用。

# story_bark_assist_donate_1+plague_doctor
source: Currency will be rendered useless if we fail!
ja: 私たちが失敗すれば、通貨は役に立たなくなる！
ko: 우리가 실패하면 재물도 다 무슨 소용이람!
uk: Якщо ми зазнаємо невдачі, гроші втратять своє значення!
zh_cn: 要是我们失败的话，货币就将变得毫无意义！

# story_bark_assist_donate_1+runaway
source: Can't buy hope with trinkets.
ko: 장신구 따위로 희망을 살 수는 없지.
uk: Надію за дрібнички не купити.

# story_bark_assist_donate_1+vestal
source: I've no doubt the Light shall repay us.
ja: 必ずや、光が私たちに報いると信じています
ko: 빛께서 우리에게 보답해 주리라 믿어 의심치 않는다.
uk: Не маю сумніву, що Світло нас винагородить.
zh_cn: 我毫不怀疑，圣光会报偿我们的善举。

# story_bark_assist_donate_2+bounty_hunter
source: Heh. Seems fair.
ko: 헤. 공평해 보이는군.
uk: Ага, чесна угода.

# story_bark_assist_donate_2+flagellant
source: They can have the lot of it, if you ask me.
ja: 俺に言わせれば、彼らに多く渡してもいい
ko: 그냥 많이 쥐어줘도 되지 않나 싶은데.
uk: Я вважаю, що їм можна дати багато.
zh_cn: 要我说的话，都让他们拿去吧。

# story_bark_assist_donate_2+grave_robber
source: Ugh, fine. But only the semiprecious stones.
ko: 윽, 좋아. 하지만 값이 덜 나가는 보석만 줄 거야.
uk: Гаразд, але тільки недорогі самоцвіти.

# story_bark_assist_donate_2+hellion
source: These trinkets only weigh us down.
ko: 이 장신구 갖고 있어 봤자 몸만 무거워져.
uk: Ці непотрібні дрібнички лише місце займають.

# story_bark_assist_donate_2+highwayman
source: We're a jingling target - we can spare some loot.
ko: 우린 지금 걸어 다니는 노다지야. 짐을 좀 나눠주는 게 나아.
uk: Почувши дзвін міді, з’являться бандити, тож краще поділитися здобиччю.

# story_bark_assist_donate_2+jester
source: How novel, charity.
ko: 자선은 얼마나 고귀한 행동인지.
uk: Для різноманітності можна й пожертвування зробити.

# story_bark_assist_donate_2+leper
source: Gold matters not where we are headed.
ko: 우리가 가는 곳에 황금은 아무 의미 없어.
uk: Там, куди ми їдемо, золото нам не стане в нагоді.

# story_bark_assist_donate_2+man_at_arms
source: They need relics, we need resupply.
ko: 저들은 유물이 필요하고 우린 보급이 필요해.
uk: Їм потрібні реліквії, а нам треба поповнити запаси.

# story_bark_assist_donate_2+occultist
source: Ointments, powder, better use to us than relics.
ko: 연고, 가루약, 뭐가 됐든 유물보단 유용해.
uk: Від мазей і порошків нам буде більше користі, ніж від реліквій.

# story_bark_assist_donate_2+plague_doctor
source: What good are baubles if we bleed out?
ko: 어차피 죽을 텐데 이런 패물이 무슨 소용이람?
uk: Навіщо абищиці, якщо не вдасться вижити?

# story_bark_assist_donate_2+runaway
source: We should be traveling lighter anyhow.
ko: 최대한 몸을 가볍게 하고 다녀야지.
uk: Нам краще їхати без речей.

# story_bark_assist_donate_2+vestal
source: Our mission is paramount - this will help.
ja: 私たちの使命は最も重要で、これがその一助となります
ko: 우리에게 중요한 것은 사명뿐. 이게 도움이 될 거다.
uk: Наша місія на першому місті. Це допоможе.
zh_cn: 我们的任务至关重要——这些应该能帮上忙。

# story_bark_assist_donate_3+bounty_hunter
source: Do as you will. I got my share already.
ja: 好きなようにしろ。 俺はとっくに報酬をもらったからな
ko: 맘대로 해. 어차피 내 몫은 받았어.
uk: Робіть як хочете. Я вже отримав свою частку.
zh_cn: 随你们怎么做。我那份我已经拿过了。

# story_bark_assist_donate_3+flagellant
source: Riches hold no sway over me.
ja: 富は俺に影響を与えない
ko: 재물은 내게 아무 영향도 미치지 못한다.
uk: Багатство наді мною не владне.
zh_cn: 财富对我毫无影响力。

# story_bark_assist_donate_3+grave_robber
source: Must you all stare at me? ... Fine. We'll share.
ja: 私をじっと見る必要ある？…わかった。彼らに分け与えましょう
ko: 왜 다들 날 쳐다 보니? ...알았어, 알았다고. 나눠줄게.
uk: Ви всі так і збираєтесь дивитися на мене?.. Ну, добре, будемо ділитися.
zh_cn: 你们非得盯着我看吗？……好吧好吧，我们分享一下。

# story_bark_assist_donate_3+hellion
source: Perhaps they'll repay us later.
ko: 나중에 보답할지도 모른다.
uk: Можливо, вони чимось відплатять нам пізніше.

# story_bark_assist_donate_3+highwayman
source: Spare our wheels the excess weight.
ja: 車輪にあまり負担をかけないためにもな
ko: 마차의 무게를 좀 덜지 뭐.
uk: Позбавтеся зайвої ваги, щоб колеса не поламати.
zh_cn: 正好为我们的车轮减减负。

# story_bark_assist_donate_3+jester
source: Here. This coin's lucky - yours now.
ja: あった。 この幸運の金貨をやろう
ko: 자, 이건 행운의 동전이야. 이제 네 거고.
uk: Ось. Ця монета щаслива — тримай.
zh_cn: 来，这是枚幸运币——现在是你的了。

# story_bark_assist_donate_3+leper
source: Precious metals, yes, but also memories.
ja: 貴重な金属だ。だが、思い出もある
ko: 귀중한 재물이지만 추억의 물건이기도 하지.
uk: Дорогоцінними бувають не лише метали, а й спогади.
zh_cn: 这些金属很稀有，但更重要的是，它们象征着回忆。

# story_bark_assist_donate_3+man_at_arms
source: Expensive work, outfittin' a militia!
ja: 民兵の装備って、何かと金がかかるもんだ！
ko: 자경단을 꾸리는 데는 돈이 많이 든다고!
uk: Дорога це справа — спорядження ополчення!
zh_cn: 要组建民兵团，没钱是不行的！

# story_bark_assist_donate_3+occultist
source: There was a time I'd have clung to my finery...
ja: 高級品を手放そうとは思わなかった頃もあったな…
ko: 나도 한때는 겉모습에 집착할 때가 있었지...
uk: Були часи, коли мені подобалися розкішні речі...
zh_cn: 曾几何时我还对珠宝十分眷恋……

# story_bark_assist_donate_3+plague_doctor
source: I only require enough silver for my alchemies.
ja: 銀は錬金術に使う分だけでいい…
ko: 난 연금술에 필요한 은만 있으면 돼.
uk: Мені треба лише трохі срібла для моєї алхімії.
zh_cn: 我的炼金术只需要足量的银。

# story_bark_assist_donate_3+runaway
source: There's more useful things than these weird old bits.
ko: 이런 한물 간 물건들보다 더 유용한 게 많아.
uk: Є корисніші речі, ніж ці дивні старі уламки.

# story_bark_assist_donate_3+vestal
source: Hold-me-ons from a prior life...
ja: 過去の思い出の品ですね…
ko: 속세의 물건들은 발목만 잡을 뿐...
uk: Це щось із попереднього життя...
zh_cn: 往昔的留念……

# story_bark_assist_donate_4+bounty_hunter
source: No. You can't have that. Or that.
ko: 아니, 그건 가지면 안되지. 그것도.
uk: Ні. Ти не можеш взяти це. Або це.

# story_bark_assist_donate_4+flagellant
source: If there be some benefit to us - do it!
ja: 俺たちの利益になるなら、構わんぞ！
ko: 우리한테 득이 된다면 마땅히 해야지!
uk: Якщо нам із цього буде якась користь — робіть!
zh_cn: 既然对我们有益处——那就这样吧！

# story_bark_assist_donate_4+grave_robber
source: I'm saving the finer pieces but go on, take the rest.
ja: 良いものは私が取っておくけど、残りは持っていっても構わないわ
ko: 최고급은 따로 아껴 놨으니까 나머지는 가져가든 말든.
uk: Я збираю дрібніші частинки, але гаразд, бери решту.
zh_cn: 最好的这些我要留着，不过剩下的你们都可以拿走。

# story_bark_assist_donate_4+hellion
source: We have the wealth that matters: food, warmth, and furs!
ja: 食料、温もり、毛皮。 私たちにとって重要な富は十分ある！
ko: 이미 중요한 재물은 다 있다. 식량, 온기, 가죽!
uk: У нас є справжнє багатство: їжа, тепло, хутро!
zh_cn: 我们的财富已经足够了：有食物，有温暖，还有兽皮！

# story_bark_assist_donate_4+highwayman
source: The longer we're at this, the less the loot matters.
ja: 旅が長引くほど、戦利品の重要性は薄れていく
ko: 이 원정이 진행될 수록 전리품이 무슨 소용이겠어.
uk: Що довше ми цим займаємося, то менше значення має здобич.
zh_cn: 我们这条路走得越远，战利品就越不重要。

# story_bark_assist_donate_4+jester
source: A patron once gifted me a chalice. Turned out he'd stolen it.
ja: ある後援者が金の杯を贈ってくれたが、後で盗品だって判明したんだ
ko: 한번은 후원자 하나가 내게 성배를 선물한 적이 있었지. 알고 보니 장물이더라고.
uk: Якось мій патрон подарував мені келих. Пізніше виявилося, що він його вкрав.
zh_cn: 曾经有个主顾给了我个圣杯。后来我才知道那是他偷的。

# story_bark_assist_donate_4+leper
source: A pittance for us, lifechanging for them.
ja: 我々にとって微々たるものだが、彼らにとっては人生を変えるほどのものだ
ko: 우리에게는 사소하지만 저들에게는 목숨이 달린 일.
uk: Мізерні гроші для нас, різка зміна способу життя для них.
zh_cn: 对我们来说微不足道，但却能改变他们的命运。

# story_bark_assist_donate_4+man_at_arms
source: My ol' first sergeant once gifted me a whetstone...
ja: ずっと昔、軍曹から砥石をもらったことがある…
ko: 내 첫 선임이 나한테 숫돌을 선물한 적이 있었지...
uk: Мій перший сержант якось подарував мені точильний камінь...
zh_cn: 我的第一个中士曾经送了我一块磨刀石……

# story_bark_assist_donate_4+occultist
source: Wise is the man who spends his last coin on another.
ja: 最後の銭を他者に使う者は賢者だ
ko: 마지막 재물을 타인에게 나누는 자는 현명할지어다.
uk: Мудра людина витрачає останню монету на інших.
zh_cn: 智者会把最后一枚金币花在他人身上。

# story_bark_assist_donate_4+plague_doctor
source: Many of my most beloved cadavers were donations.
ja: 私が気に入っていた死体の多くは献体だった
ko: 내가 가장 아끼는 해부용 시신들도 거의 기부 받은 것이었어.
uk: Мої найулюбленіші трупи були пожертвуваннями.
zh_cn: 我最喜欢的遗体许多都来自他人的捐赠。

# story_bark_assist_donate_4+runaway
source: Why hoard what we have?
ko: 굳이 재물을 쌓아 둘 필요가 있어?
uk: Навіщо нам робити запаси?

# story_bark_assist_donate_4+vestal
source: As vital a part of our mission as our blades.
ja: この行いは、私たちにとって戦いと等しく重要な任務なのです
ko: 자선은 싸움 만큼이나 우리의 사명에 중요한 부분이라.
uk: Така ж важлива частина нашої місії, як і наші клинки.
zh_cn: 对于我们的任务而言，善举和手中的利刃一样重要。

# story_bark_assist_donate_5+bounty_hunter
source: Long as it ain't coming out of my pay.
ja: 俺の報酬に手をつけない限り、構わんさ
ko: 내 대금만 안 건드린다면야.
uk: Поки це не виходить за межі моєї винагороди.
zh_cn: 只要不是从我的报酬里扣的就行。

# story_bark_assist_donate_5+flagellant
source: The most precious gift I can offer them - pain!
ja: 俺が提供できる最も貴重な贈り物、それは痛みだ！
ko: 내가 줄 수 있는 가장 소중한 선물은 바로 고통이거늘!
uk: Найцінніший подарунок, який я можу їм запропонувати, це біль!
zh_cn: 我能赐予他们最宝贵的礼物——痛苦！
