Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_node_exit_success_storyhero+herostory_PD_01
source: Fools! Conventional, tedious fools!
ja: 愚か者め！ありきたりで、退屈な愚か者たちよ！
ko: 멍청이들! 발전이라고는 모르는 꼴통들!
uk: Йолопи! Звичайні нудні йолопи!
zh_cn: 蠢货！固步自封，一无是处的蠢货！

# bark_node_exit_success_storyhero+herostory_PD_02
source: Those philistines <i>earned</i> my ire.
ja: あの俗物どもは私の怒りを<i>買った</i>
ko: 저 속물들은 정말 <i>역겹기</i> 그지 없었지.
uk: Ті обивателі <i>заслужили</i> на мій гнів.
zh_cn: 那些庸人承受我的怒火，是他们<i>活该</i>。

# bark_node_exit_success_storyhero+herostory_PD_03
source: A fitting fate. I regret nothing!
ja: ふさわしい運命だ。私は何も後悔していない！
ko: 딱 어울리는 운명이야. 난 후회 안 해!
uk: Посмішка долі... мені нема про що шкодувати.
zh_cn: 落得这样的下场正合适。我绝不后悔！

# bark_node_exit_success_storyhero+herostory_PD_04
source: It was genius! ... genius...
ja: 天才だ！…本当にな…
ko: 천재적인 발상이었어!! ...천재적이었다고...
uk: У мені творив геній... геній!
zh_cn: 我的构想巧妙极了！……巧妙极了……

# bark_node_exit_success_storyhero+herostory_PD_05
source: What horror I have wrought.
ja: 私はなんという恐怖をもたらしたのだろう
ko: 난 대체 무슨 공포를 만들어 낸 걸까.
uk: Які жахіття я творила!
zh_cn: 我造就了何种的恐怖。

# bark_node_exit_success_storyhero+herostory_PD_06
source: How many must I put down before, at last, silence?
ja: 沈黙が訪れるまでに、いったいどれだけ手をかけなければならない？
ko: 얼마나 더 내려 놓아야 침묵이 찾아들까?
uk: Скільки ще терпіти, щоб настала тиша?
zh_cn: 我到底要杀死多少人，才能迎来最后的寂静？

# bark_node_exit_success_storyhero+herostory_RUN_01
source: So much for their oath of charity.
ja: 慈善の誓いはここまでよ
ko: 자선 치고는 너무 과하다 하겠어.
uk: Ось тобі й клятва милосердя.
zh_cn: 所谓的慈善，真是够了。

# bark_node_exit_success_storyhero+herostory_RUN_02
source: I barely knew what to do with kindness.
ja: 私は、優しさをどう扱えばいいのか全然わかっていなかった
ko: 이런 선의를 어떻게 받아들여야 할지 알지도 못했어.
uk: Я мало знала про те, як відповідати на добро.
zh_cn: 我都不知道该如何面对他人的善举。

# bark_node_exit_success_storyhero+herostory_RUN_03
source: Everyone remembers their first love...
ja: 誰もが初恋を覚えている…
ko: 첫 경험은 잊을 수 없다지...
uk: Перше кохання не забути...
zh_cn: 初恋的滋味，每个人都记得……

# bark_node_exit_success_storyhero+herostory_RUN_04
source: Rapture and pain - one and the same.
ja: 歓喜と苦痛は一心同体よ
ko: 지복과 고통이 함께 찾아들더라.
uk: Екстаз і біль ідуть пліч-о-пліч!
zh_cn: 炽烈的喜悦与炽烈的痛苦——根本没有什么不同。

# bark_node_exit_success_storyhero+herostory_RUN_05
source: My scars ache...
ja: 傷跡が痛む…
ko: 흉터가 아파...
uk: Шрами ниють...
zh_cn: 我的伤疤隐隐作痛……

# bark_node_exit_success_storyhero+herostory_RUN_06
source: Fire can't be tamed.
ja: 火は飼い慣らすことができない
ko: 불은 길들일 수 없지.
uk: Полум’я не приручити.
zh_cn: 火焰无法被驯化。

# bark_node_exit_success_storyhero+herostory_VES_01
source: A simple life. Fulfilling to a point.
ja: 質素な生活。それなりに充実していました
ko: 단촐하지만 만족스러운 삶이었는데.
uk: Звичайне осмислене життя... до певної міри.
zh_cn: 简单的生活。还算满足，但也不过如此。

# bark_node_exit_success_storyhero+herostory_VES_02
source: My eyes were open. I ached for more.
ja: 私の目は開いていました。もっと見たい、と
ko: 그렇게 나의 눈이 뜨였지. 더 갈망하게 되었어.
uk: Мої очі були розплющені. Я прагнула більшого.
zh_cn: 我大开眼界。我渴望更多。

# bark_node_exit_success_storyhero+herostory_VES_03
source: I no longer fear the dark.
ja: もう闇を恐れてはいません
ko: 더 이상 어둠이 두렵지 않았다.
uk: Я більше не боюся темряви.
zh_cn: 我不再畏惧黑暗。

# bark_node_exit_success_storyhero+herostory_VES_04
source: The truth can not be long hidden.
ko: 진실은 오래 감추어둘 수 없는 법.
uk: Істину не можна довго приховувати.

# bark_node_exit_success_storyhero+herostory_VES_05
source: I was not wrong, but others suffered for my hubris.
ja: 私は間違っていませんでしたが、私の傲慢さが他者を苦しめたのです
ko: 내가 틀리지도 않았거늘, 나로 인해 다른 자들이 고통을 받다니.
uk: Я не помилася, але інші люди постраждали через мою гордість.
zh_cn: 我没有错，但其他人为我的傲慢付出了代价。

# bark_node_exit_success_storyhero+herostory_VES_06
source: How many lives owed to balance my ledgers...?
ja: 私の帳尻を合わせるために、どれだけの命が必要なのですか…？
ko: 내 한 목숨에 얼마나 많은 생명을 빚지게 되었는지...?
uk: Скільки життів треба, щоб спокутати мою провину?
zh_cn: 我这笔帐，要多少无辜者的性命偿还？

# bark_node_exit_success_storyresist+bounty_hunter
source: Ahh, was that so bad?
ja: あー、そんなにひどかった？
ko: 아, 많이 아팠나?
uk: Невже все було так погано?
zh_cn: 啊，有那么糟么？

# bark_node_exit_success_storyresist+flagellant
source: Unworthy witnesses to my becoming!
ja: 俺の成れの果ての証人には相応しくない！
ko: 나의 승천을 증명해 줄 무가치할 증인들 같으니!
uk: Негідні свідки мого становлення!
zh_cn: 他们不配见证我！

# bark_node_exit_success_storyresist+grave_robber
source: Easy enough, I'd say.
ja: 簡単そうね
ko: 이 정도면 쉽다고 하겠어.
uk: Досить просто, я б сказала.
zh_cn: 要我说，还挺轻松的。

# bark_node_exit_success_storyresist+hellion
source: Let's do it again! I'm no coward, I tell you!
ja: もう一回やろう！私は臆病者じゃない！
ko: 또 한판 하자! 나 겁쟁이 아니다!
uk: Давайте ще раз, кажу ж — я не боягузка!
zh_cn: 再来一次吧！我告诉你们，我可不是懦夫！

# bark_node_exit_success_storyresist+highwayman
source: It's over. Now ready yourselves for the next fight.
ko: 끝났군. 이제 다음 싸움을 준비하자고.
uk: Усе закінчено, готуйтеся до наступного бою.

# bark_node_exit_success_storyresist+jester
source: Ahh, the melody of murder is on the wind...
ja: ああ、殺人の旋律が風に乗っている…
ko: 아아, 살육의 가락이 바람을 타고 오네...
uk: О, лунає смертна пісня...
zh_cn: 啊，随风飘来了谋杀的旋律……

# bark_node_exit_success_storyresist+leper
source: Survival begets violence, it would seem.
ja: 生き残りは暴力を生む、そのようだな
ko: 생존이란 폭력을 낳는 것 같더군.
uk: Може здатися, що жага до виживання породжує насильство.
zh_cn: 看来，生存总会带来暴力。

# bark_node_exit_success_storyresist+man_at_arms
source: Hah! Well fought, all!
ja: よし！みんな、よく戦った！
ko: 하! 다들 잘 싸웠다!
uk: Ха, усі чудово билися!
zh_cn: 哈！大家伙都干得漂亮！

# bark_node_exit_success_storyresist+occultist
source: Blood will always flow. On this day, it wasn't ours.
ko: 피는 항상 흐르지. 오늘은 우리의 피가 아닐 뿐.
uk: Кров завжди тектиме, але сьогодні не наша.

# bark_node_exit_success_storyresist+plague_doctor
source: I would have liked a moment to study their remains...
ko: 잠깐 저들의 시신을 연구해 보고 싶은데...
uk: Треба затриматися на хвилинку й оглянути їхні останки.

# bark_node_exit_success_storyresist+runaway
source: We live to fight another day. Maybe less.
ja: 私たちは次の日を戦うために生きている。生き残れないことだってある
ko: 오늘은 살았으니 내일도 싸울 수 있겠지.
uk: Ми живемо для майбутньої битви, якої не уникнути.
zh_cn: 我们活下来了，又可以战斗一天。也可能更短。

# bark_node_exit_success_storyresist+vestal
source: Our presence tipped the scales!
ja: 私たちの存在で局面が変わりました！
ko: 우리의 참전이 승산을 결정하리라!
uk: Ми схилили шальки терезів у потрібний бік!
zh_cn: 我们的存在让天平倾斜！

# bark_node_exit_watchtower+bounty_hunter@0
source: Least we know what's coming.
ja: とりあえず、何が待ってるかわかったな
ko: 앞에 뭐가 있는지는 알았군.
uk: Ми хоча б знаємо, на що чекати.
zh_cn: 至少我们知道接下来会面对什么。

# bark_node_exit_watchtower+bounty_hunter@1
source: Stay the course. Keep moving.
ja: 進路を保て。進み続けろ
ko: 이대로 간다. 계속 움직여.
uk: Дотримуймося курсу. Уперед.
zh_cn: 保持路线，继续前进。

# bark_node_exit_watchtower+flagellant@0
source: *soft, wondrous gasp*
ko: (경탄에 찬 한숨)

# bark_node_exit_watchtower+flagellant@1
source: ... the throbbing of a putrefying heart...
ko: ...썩어 가는 심장이 맥동하누나...

# bark_node_exit_watchtower+grave_robber@0
source: It's a bit overwhelming, to see it all... undone...
ja: 少しばかり圧倒されるわね、全部…滅んでいるのを見ると…
ko: 세상이 온통... 뒤집어진 꼴을 보니까 좀 위축된다...
uk: Усе руйнується... Це вражає.
zh_cn: 亲眼看到这一切的……覆灭……有些压得人喘不过气。

# bark_node_exit_watchtower+grave_robber@1
source: The view would have been lovely... if not for... the state of things.
ja: この景色は素敵だったでしょうね…この状態じゃなければ
ko: 지금 같은 상황만 아니면 꽤... 웅장했을 풍경인데.
uk: Який був би краєвид, якби не ці... обставини.
zh_cn: 这里的景色本来会很美的……可惜……现在成了这副样子。

# bark_node_exit_watchtower+hellion@0
source: The forests, the fields - gone! Ruined!
ja: 森が、草原が…消えた！破滅した！
ko: 숲, 들판, 없어졌다! 사라졌다!
uk: Ліси, поля — вони зникли, їх знищили!
zh_cn: 森林，田野——全都没了！毁了！

# bark_node_exit_watchtower+hellion@1
source: We are in hell, aren't we?
ja: 私たちがいるのは地獄なのか？
ko: 우리, 여기, 지옥이지?
uk: Ми ж у пеклі?
zh_cn: 我们就在地狱之中，不是么？

# bark_node_exit_watchtower+highwayman@0
source: Better to know how bad it is, I guess.
ko: 얼마나 망했는지 아는 것도 중요한 거야.
uk: Думаю, краще знати, наскільки все погано.

# bark_node_exit_watchtower+highwayman@1
source: Drink won't be enough to wash this view out...
ja: この景色を忘れるには、酒だけでは足りない…
ko: 술 좀 마신다고 잊힐 풍경은 아니군...
uk: Випивки не вистачить, щоб вимити з пам’яті цей погляд...
zh_cn: 酒精也无法让我忘记这样的景象……

# bark_node_exit_watchtower+jester@0
source: *quiet, off-kilter laughter*
ja: (静かで、元気のなさそうな笑い声)
ko: (조용하고 섬뜩한 웃음)
uk: *тихий чудернацький смішок*
zh_cn: *轻柔而怪异的笑声*

# bark_node_exit_watchtower+jester@1
source: A beautiful day, wouldn't you agree? Heheh.
ko: 참으로 아름다운 날이야, 그렇지 않아? 헤헤.
uk: День просто чудовий. Чи не так, друзі?

# bark_node_exit_watchtower+leper@0
source: Even in devastation - beauty. Promise.
ja: 荒廃の中でも、美をもたらそう。約束だ
ko: 황폐함 속에도 아름다움의 씨앗은 깃들어 있으니.
uk: Навіть у нищенні є своя краса. Безсумнівно.
zh_cn: 就算在毁灭之中，也有对美好的允诺。

# bark_node_exit_watchtower+leper@1
source: Our flame must cauterize these wounds.
ja: 我々の炎でこの傷を焼灼しなければ
ko: 우리의 불꽃은 세상의 상처를 지져 치료해야 한다.
uk: Наше полум’я може припікати ці рани.
zh_cn: 我们的火炬必须烧净这些伤口。

# bark_node_exit_watchtower+man_at_arms@0
source: ... it's 'orrible.
ja: …これはひどいな
ko: ... 끔찍하군.
uk: Жахливо...
zh_cn: ……真可怕。

# bark_node_exit_watchtower+man_at_arms@1
source: Awful mess all around, innit.
ja: ひどい有り様だな
ko: 온통 엉망이로군 그래.
uk: Скрізь розруха.
zh_cn: 到处都是一团糟，不是么。

# bark_node_exit_watchtower+occultist@0
source: Oblivion opens her throat to us...
ja: 忘却は我々に向けて、その口を開ける…
ko: 망각이 아가리를 쩍 벌렸군...
uk: Забуття збирається поглинути нас...
zh_cn: 湮灭向我们张开血盆大口……

# bark_node_exit_watchtower+occultist@1
source: What is clear now is that <i>everything</i> depends on our success.
ja: 今はっきりしたのは、<i>すべて</i>が我々の成功にかかっていることだ
ko: 이제 <i>모든 게</i> 우리에게 달렸다는 건 확실히 알겠군.
uk: Зараз <i>усе</i> залежить від нашого успіху.
zh_cn: 现在我们清楚：<i>一切</i>都要靠我们了。

# bark_node_exit_watchtower+plague_doctor@0
source: Are we all that remains?
ja: 残っているのは私たちだけ？
ko: 우리 밖에 안 남은 거야?
uk: Невже залишилися лише ми?
zh_cn: 真的只剩我们了么？

# bark_node_exit_watchtower+plague_doctor@1
source: The land aches, livid with pestilence!
ja: 大地は痛みに震え、疫病に青ざめている！
ko: 온 세상이 고통과 역병으로 신음하고 있어!
uk: Землю, вражену чумою, охопив біль.
zh_cn: 大地在痛苦，饱受瘟疫的侵扰！

# bark_node_exit_watchtower+runaway@0
source: Shouldn't have looked. Head down, keep moving.
ja: 見るべきじゃなかった。頭を下げて、進み続けよう
ko: 그냥 보지도 말걸. 머리 숙이고 계속 움직이자.
uk: Не треба було дивитися. Голови вниз, рухаємося далі.
zh_cn: 不该看的。盯好脚下，继续前进。

# bark_node_exit_watchtower+runaway@1
source: What a long road ahead. Longer behind.
ja: なんて長い道のりなの。後ろはもっと長いけど
ko: 앞으로 길이 얼마나 멀리 남았는지. 또 얼마나 멀리 걸어왔는지.
uk: Попереду шлях довгий, але позаду ще довший.
zh_cn: 前面还有好长的路。身后的路更长。

# bark_node_exit_watchtower+vestal@0
source: ... I must pray.
ja: …祈らないと
ko: ... 기도 좀 해야겠어.
uk: Мені треба помолитися.
zh_cn: ……我必须祈祷。

# bark_node_exit_watchtower+vestal@1
source: We must stand witness.
ko: 경계를 늦춰서는 안된다.
uk: Ми маємо це бачити.

# bark_notice_book_stack_consumed@0
source: All that knowledge...lost!
ja: 全ての知識が…失われた！
ko: 그 모든 지식이... 사라졌다!
uk: Дорогоцінні знання втрачені!
zh_cn: 这么多知识……就此失落！

# bark_notice_book_stack_consumed@1
source: Don't let him destroy the stack!
ja: 本の山を破壊させるな！
ko: 놈이 책무더기를 무너뜨리게 두지 마!
uk: Йому не можна дозволити знищити книги!
zh_cn: 别让他摧毁那叠书！

# bark_notice_book_stack_consumed@2
source: Draw him this way!
ja: 奴をこっちに引きつけろ！
ko: 이쪽으로 몰아!
uk: Треба заманити його сюди!
zh_cn: 把他引到这边来！

# bark_notice_book_stack_consumed@3
source: He consumes the foundations of civilized existence itself!
ko: 놈이 문명의 기반을 먹어치우고 있다!
uk: Він нищить основи нашої цивілізації!

# bark_notice_book_stack_consumed@4
source: I can scarcely see a thing through the smoke!
ja: 煙でほぼ何も見えない！
ko: 연기 때문에 아무것도 안 보여!
uk: Я майже нічого не бачу крізь дим!
zh_cn: 在这浓烟里，我几乎什么都看不到了！

# bark_notice_book_stack_consumed@5
source: Survivors will need these volumes to rebuild!
ja: これらの書物は生存者たちの再建に必要だ！
ko: 생존자들이 문명을 재건하려면 이 책이 필요해!
uk: Тим, хто вижив, знадобляться ці фоліанти!
zh_cn: 幸存者需要这些知识来重建！

# bark_notice_book_stack_consumed@6
source: Tarry not! The flames are spreading!
ja: 立ち止まるな！炎が広がっている！
ko: 서둘러! 불길이 퍼진다!
uk: Не можна зволікати, полум’я розростається!
zh_cn: 别再拖下去了！火势在蔓延！

# bark_notice_book_stack_consumed@7
source: There's knowledge in here that can't be replaced!
ja: 代えがたい知識がここにある！
ko: 여기 있는 지식 중에는 대체할 수 없는 것도 있어!
uk: Тут містяться дорогоцінні знання!
zh_cn: 这里有无法取代的知识！

# bark_notice_book_stack_consumed@8
source: These works are invaluable!
ja: これらの作品は極めて貴重だ！
ko: 이 역작들은 실로 귀중하다!
uk: Ці книги неоціненні!
zh_cn: 这些著作都是无价之宝！

# bark_notice_book_stack_consumed@9
source: This place is a tinderbox!
ja: この場所は火薬庫だ！
ko: 여기는 사실상 불쏘시개야!
uk: Це місце справжня порохова бочка!
zh_cn: 这里简直就是个骨灰盒！

# bark_notice_book_stack_consumed@10
source: Wave that fire elsewhere, fiend!
ja: その火を他所に振り向けろ、悪魔め！
ko: 불길은 다른 곳에나 퍼뜨리라고, 이 악마야!
uk: Вогню тут не місце!
zh_cn: 去别处生你的火，恶魔！

# bark_notice_book_stack_consumed@11
source: We have to distract him!
ja: 奴の気をそらさないと！
ko: 놈의 주의를 끌어야 돼!
uk: Треба відвернути його увагу!
zh_cn: 我们必须得引开他的注意！

# bark_notice_book_stack_consumed@12
source: Years of work, all up in flames!
ja: 長年の努力が水の泡に！
ko: 오랜 세월 동안 쌓아온 역작이 모두 불타고 있어!
uk: Роки досліджень — усе поглинає вогонь!
zh_cn: 长年累月的著作，付之一炬！

# bark_notice_book_stack_consumed+bounty_hunter@0
source: Draw him away from the tinder!
ja: 火から彼を引き離せ！
ko: 놈을 불씨로부터 유인해야 돼!
uk: Відверніть його увагу!
zh_cn: 别让他靠近那些可燃物！

# bark_notice_book_stack_consumed+bounty_hunter@1
source: Get him!
ja: 奴をやれ！
ko: 잡아!
uk: Узяти його!
zh_cn: 解决他！

# bark_notice_book_stack_consumed+flagellant
source: Spend your fire on a worthy target, coward!
ja: 価値ある標的に火を使え、臆病者め！
ko: 네 대등한 적수에게 불을 질러라, 이 겁쟁아!
uk: Витрачай свій вогонь задля гідної мети, боягузе!
zh_cn: 给你的火焰找个更好的用处，懦夫！

# bark_notice_book_stack_consumed+grave_robber
source: Penned a thousand years ago, made ash in an instant!
ja: 千年前に書かれたものが、一瞬で灰に！
ko: 천년 동안 쌓아온 기록이 한순간에 잿더미가 되다니!
uk: Тисячі років історії в одну мить обернулися на попіл!
zh_cn: 千年之前写就，顷刻化为乌有！

# bark_notice_book_stack_consumed+highwayman
source: A century of knowledge annihilated, and for what?
ja: 100年分の知識を消滅させるとは、一体何のために？
ko: 수백 년에 걸친 지식이 대체 무엇을 위해 사라지는가?
uk: Знання, накопичені за ціле століття знищено... заради чого?
zh_cn: 百年的知识化成灰烬，又是为了什么？

# bark_notice_book_stack_consumed+jester
source: Songs, poems, and plays, never again to rouse the spirits...
ko: 그 모든 노래, 시, 연극들은 이제 두 번 다시 감동을 이끌어내지 못하겠지...
uk: Пісні, вірші та п’єси вже ніколи не будитимуть дух...

# bark_notice_book_stack_consumed+leper
source: All knowledge is ephemeral. All truths unknowable.
ja: すべての知識は刹那的である。すべての真理は知ることができない
ko: 모든 지식은 일시적인 것. 모든 진실은 결국 알 수 없는 것.
uk: Усі знання недовговічні, будь-яка правда незбагненна.
zh_cn: 知识尽皆不可触碰，真相尽皆不可知晓。

# bark_notice_book_stack_consumed+man_at_arms
source: Where's an archer when you need one?!
ko: 누가 활이라도 가져와서 저 놈 맞혀 봐!
uk: Коли ці лучники потрібні, їх ніколи не знайдеш!

# bark_notice_book_stack_consumed+occultist
source: He would transmute knowledge into chaos!
ja: 彼は知識を無秩序に変換してしまうのだ！
ko: 놈은 지식을 혼돈으로 바꾸고 있다!
uk: Він перетворює знання на хаос!
zh_cn: 他会把知识化为混乱！

# bark_notice_book_stack_consumed+plague_doctor
source: Gods, no! Our knowledge of aqueduct engineering!
ko: 안 돼! 수로 공학에 관한 지식이!
uk: Тільки не це! Наші інженерні знання про акведуки!

# bark_notice_book_stack_consumed+runaway@0
source: Mm, felt the heat from that one.
ja: うん、今のは熱かった
ko: 음, 저 녀석한테서 열기가 느껴지는걸.
uk: М-м-м, відчуваю жар.
zh_cn: 嗯，那团火的热量我感受到了。

# bark_notice_book_stack_consumed+runaway@1
source: Thrilling...
ja: スリリングね…
ko: 환상적이야...
uk: Як чарівно...
zh_cn: 越来越刺激了……

# bark_notice_book_stack_consumed+runaway@2
source: What if we let it all burn...?
ja: すべて燃やしてしまったらどうなる…？
ko: 그냥 전부 태워버리면 어떨까...?
uk: Що якщо ми дозволимо цьому всьому згоріти?
zh_cn: 就让这一切烧尽又如何……？

# bark_notice_book_stack_consumed+vestal
source: Madman! Do you not mourn the loss of these tomes?!
ja: 狂人め！この書物が失われたことを嘆かないのですか？
ko: 정신 나간 자! 이 모든 책의 소실이 안타깝지도 않나?!
uk: Лише божевільний не оплакуватиме втрату цих фоліантів!
zh_cn: 这个狂人！难道他不为这些卷册哀悼吗？！

# bark_notice_harvest_hunger_move@0
source: I must taste of it!
ja: 食べなければ！
ko: 맛을 봐야겠어!
uk: Дай мені скуштувати це!
zh_cn: 我必须尝一口！

# bark_notice_harvest_hunger_move@1
source: Move, cretin! I must taste it!
ja: どけよ、バカ者！味わせろ！
ko: 꺼져, 등신아! 당장 저거 맛을 봐야겠다고!
uk: Посунься, нетямо! Дай мені скуштувати це диво!
zh_cn: 滚开，蠢货！快让我尝一口！

# bark_notice_harvest_hunger_move@2
source: Out of the way, I am starving!
ja: どけ、腹が減ってるんだ！
ko: 저리 비켜, 배고파 죽겠어!
uk: Геть з дороги, я вмираю з голоду!
zh_cn: 别挡路，我要饿死了！

# bark_notice_harvest_hunger_move@3
source: That smell is making me famished!
ja: あの匂いでお腹が空いた！
ko: 저 냄새 때문에 허기가 더 심해져!
uk: Від цього запаху слинка тече!
zh_cn: 这味道让我胃口大开！

# bark_notice_harvest_hunger_move@4
source: What smells so delicious?!
ja: 何だ、この美味しそうな匂いは！？
ko: 왜 이리 맛있는 냄새가 나지?!
uk: Що це так чудово пахне?
zh_cn: 是什么这么香？！

# bark_notice_harvest_hunger_move+bounty_hunter
source: Out of my way.
ko: 내 앞에서 꺼져.
uk: Забирайся звідси.

# bark_notice_harvest_hunger_move+flagellant
source: I must regain my strength!
ko: 일단 힘을 모아야 하잖나!
uk: Я маю відновити сили!

# bark_notice_harvest_hunger_move+grave_robber
source: My mouth waters. Give it here!
ja: よだれが出る。こっちにちょうだい！
ko: 군침이 도네. 이리 줘!
uk: У мене вже повний рот слини. Давай сюди!
zh_cn: 我都流口水了。快递上来！

# bark_notice_harvest_hunger_move+highwayman
source: I won't starve again.
ko: 다시는 굶지 않겠어.
uk: Я більше не голодуватиму.

# bark_notice_harvest_hunger_move+jester
source: You wouldn't like me hungry.
ko: 내가 배고픈 꼴은 보고 싶지 않을걸.
uk: Голодним я вам не сподобаюся.

# bark_notice_harvest_hunger_move+leper
source: One last feast fit for a king...
ja: 王に相応しき、最後のごちそうか…
ko: 왕에게 어울리는 마지막 만찬이로군...
uk: Останній бенкет для короля...
zh_cn: 国王的最后一餐……

# bark_notice_harvest_hunger_move+man_at_arms
source: A bite for the ol' constitution...
ko: 노병이 한입 해 보자고...
uk: Хоч згадаю, як це — їсти...

# bark_notice_harvest_hunger_move+occultist
source: PATHETIC CREATURES. OUR HUNGER SHALL NOT BE DENIED.
ja: 哀れな怪物め。我々の空腹が拒絶されることはない
ko: 한심한 미물들 같으니. 우리의 허기를 거부할 수는 없다.
uk: ЖАЛЮГІДНІ СТВОРІННЯ! НАШИМ ГОЛОДОМ НЕ МОЖНА НЕХТУВАТИ!
zh_cn: 【可悲的生物。我们的饥饿不会被否认。】

# bark_notice_harvest_hunger_move+plague_doctor
source: My metabolism quickens! I need it!
ja: 代謝が早くなる！ちょうだい！
ko: 신진대사가 빨라지고 있어! 양분이 필요해!
uk: Мій метаболізм прискорюється! Потреби зростають!
zh_cn: 我的新陈代谢加快了！我需要这个！

# bark_notice_harvest_hunger_move+runaway
source: I've gutted folks for lesser meals.
ja: これよりみじめな食事のために、人を殺したことがあるよ
ko: 이거보다 더 나쁜 밥 먹으려고 딴사람 배 가른 적도 있어.
uk: Я потрошив людей і за меншу кількість їжі.
zh_cn: 我为更少的食物出过手。

# bark_notice_harvest_hunger_move+vestal
source: I've earned this!
ko: 난 이 식사를 할 자격이 있다!
uk: Я заслуговую на це!

# bark_overstressed_herostory_toxic
source: Such sweet suffering, such bitter delight!
ja: 甘い苦しみもあれば、苦い喜びもある！
ko: 실로 감미로운 고통, 씁쓸한 쾌락!
uk: Таке солодке страждання, така гірка насолода!
zh_cn: 如此甜美的痛苦，如此苦涩的喜悦！

# bark_overstressed_meltdown@0
source: A SACRIFICE - WE WERE NEVER MEANT TO SUCCEED!
ko: 우리는 제물이다. 애초에 승리하지 못할 운명이었다!
uk: МИ — ЖЕРТВИ... МИ НЕ МАЛИ Й ШАНСУ!

# bark_overstressed_meltdown@1
source: D-DARK JAWS... CLOSING AROUND ME!
ko: 어두운 손아귀가... 조여들어온다!
uk: ЩЕЛЕПИ П-ПІТЬМИ... СТУЛЯЮТЬСЯ НА МЕНІ!

# bark_overstressed_meltdown@2
source: END IT NOW!
ko: 제발 끝내 줘!
uk: ДОСИТЬ!

# bark_overstressed_meltdown@3
source: Ha... ha... hahaHAHAHA!
ko: 하... 하... 하하하하하!
uk: Ха... ха... ха-ха-ХА-ХА-ХА!

# bark_overstressed_meltdown@4
source: HOPE HAS FORSAKEN ME!
ko: 희망은 나를 버렸다!
uk: НАДІЯ БІЛЬШЕ НЕМАЄ!

# bark_overstressed_meltdown@5
source: HOPE WAS A FOOL'S ERRAND!
ko: 희망을 품는 건 헛짓거리다!
uk: НЕ ВАРТО БУЛО Й СПОДІВАТИСЯ НА ЩОСЬ КРАЩЕ!

# bark_overstressed_meltdown@6
source: HOW DID IT ALL GO SO WRONG...?!
ko: 어쩌다 이렇게 잘못된 거지...?!
uk: ЯК ЖЕ ТАК ВИЙШЛО?!

# bark_overstressed_meltdown@7
source: I CAN'T BEAR ANOTHER MOMENT!
ko: 단 한 순간도 더 못 버티겠어!
uk: БІЛЬШЕ НЕ ВИТРИМАЮ!

# bark_overstressed_meltdown@8
source: I CAN'T GO ON!
ko: 더 못 버티겠어!
uk: УЖЕ НЕМАЄ СИЛ!

# bark_overstressed_meltdown@9
source: IT'S POINTLESS!
ko: 의미 없는 짓이야!
uk: ЦЕ ЯКЕСЬ БЕЗГЛУЗДЯ!

# bark_overstressed_meltdown@10
source: IT'S TOO MUCH - <i>TOO MUCH!<i>
ko: 이건 너무해... <i>너무해!<i>
uk: ЦЕ ВЖЕ ЗАНАДТО... <i>ЗАНАДТО!<i>

# bark_overstressed_meltdown@11
source: JUST LET ME LAY DOWN AND DIE!
ko: 그냥 누워서 죽을래!
uk: ДАЙТЕ МЕНІ СПОКІЙНО ПОМЕРТИ!

# bark_overstressed_meltdown@12
source: LEAVE ME BE - ALL OF YOU!
ko: 내버려 둬! 건들지 말라고!
uk: ЗАЛИШТЕ МЕНЕ В СПОКОЇ... УСІ ВИ!

# bark_overstressed_meltdown@13
source: LEAVE ME TO MY FATE!
ko: 날 내 운명으로 놓아 줘!
uk: ОБЛИШТЕ, МЕНЕ ВЖЕ НЕ ВРЯТУВАТИ!

# bark_overstressed_meltdown@14
source: LET THE VOID CLAIM ME!
ko: 공허가 나를 데려가리라!
uk: НЕХАЙ БЕЗОДНЯ ЗАБЕРЕ МЕНЕ!

# bark_overstressed_meltdown@15
source: LET THE WORLD FALL TO RUIN!
ko: 이 따위 세상 망하게 둬!
uk: НЕХАЙ ВЕСЬ СВІТ ЗАГИНЕ!

# bark_overstressed_meltdown@16
source: NOTHING IS WORTH THIS AGONY!
ko: 이런 고통을 감당할 이유가 어디 있어!
uk: НІЩО НЕ ВАРТО ТАКОЇ АГОНІЇ!

# bark_overstressed_meltdown@17
source: THE ROAD HAS NO END!
ko: 이 길에는 끝이 없어!
uk: КІНЦЯ-КРАЮ НЕ ВИДНО!

# bark_overstressed_meltdown@18
source: THERE CAN BE NO HOPE IN THIS HELL!
ko: 이런 지옥에 무슨 희망이 있다고!
uk: У ЦЬОМУ ПЕКЛІ НЕМАЄ НАДІЇ!

# bark_overstressed_meltdown@19
source: THERE IS NOTHING HERE WORTH SAVING!
ko: 구원할 만한 건 아무것도 없어!
uk: У ЦЬОМУ СВІТІ НЕМА ЧОГО РЯТУВАТИ!

# bark_overstressed_meltdown@20
source: THIS WAS A DEATH MARCH ALL ALONG!
ko: 결국 죽으러 가는 거였잖아!
uk: ПРОТЯГОМ УСІЄЇ МАНДРІВКИ НАМ ГРАВ ПОХОРОННИЙ МАРШ!

# bark_overstressed_meltdown@21
source: TICK... TOCK... TICK... TOCK...
ko: 째... 깍... 째... 깍...
uk: ТІК... ТАК... ТІК... ТАК...

# bark_overstressed_meltdown@22
source: WE WERE NEVER MEANT TO SURVIVE!
ko: 우린 다 죽을 운명이었어!
uk: ІЗ САМОГО ПОЧАТКУ БУЛО ЗРОЗУМІЛО, ЩО МИ НЕ ВИЖИВЕМО!

# bark_overstressed_meltdown@23
source: WE'RE ALL JUST ROTTING AWAY!
ko: 우린 그냥 썩어 들어 갈 거야!
uk: НА НАС ЧЕКАЄ ЗАГИБЕЛЬ!

# bark_overstressed_meltdown@24
source: WE'VE BEEN DRIVING IN CIRCLES!
ja: 同じところをぐるぐる回っているぞ…
ko: 같은 자리만 맴돌고 있잖아!
uk: МИ ЇЗДИЛИ КОЛАМИ...
zh_cn: 我们一直在原地兜圈！

# bark_overstressed_meltdown+bounty_hunter@0
source: ... kill or be killed...
ja: …やるかやられるかだ…
ko: ...죽이든가, 죽든가...
uk: ...вбити або бути вбитим...
zh_cn: ……猎人与猎物……

# bark_overstressed_meltdown+bounty_hunter@1
source: ... they conspire against me...
ko: ...다른 꿍꿍이가 있는 거였어...
uk: ...вони плетуть інтриги проти мене...

# bark_overstressed_meltdown+grave_robber@0
source: *quiet, fretful sobbing*
ja: (急に静かに泣き出す)
ko: (조용하고 초조한 흐느낌)
uk: *тихий нервовий плач*
zh_cn: *安静、怯懦的抽泣声*

# bark_overstressed_meltdown+grave_robber@1
source: What, exactly, are we fighting to preserve...?
ja: 私たちは一体、何を守るために戦っているの…？
ko: 우린 대체 뭘 지키려고 싸우는 거야...?
uk: За збереження чого ми, власне, боремося?
zh_cn: 我们究竟保护得了什么……？

# bark_overstressed_meltdown+hellion@0
source: No! NOT ME! TAKE ANYONE ELSE!
ja: いや！私はダメだ！他の誰かを連れて行け！
ko: 안돼! 나 말고! 다른 놈 데려가라!
uk: Ні! ТІЛЬКИ НЕ Я! НЕХАЙ ЦЕ БУДЕ ХТОСЬ ІНШИЙ!
zh_cn: 不！不要是我！随便谁都可以！！

# bark_overstressed_meltdown+hellion@1
source: They see into my coward's heart...!
ko: 저놈들 내 겁먹은 심장 꿰뚫어 본다...!
uk: Вони бачать, що я боягузка!

# bark_overstressed_meltdown+highwayman@0
source: Maybe this is who I really am...
ja: これが俺の本当の姿なのかも…
ko: 어쩌면 이게 내 진짜 모습일 수도...
uk: Можливо, це справжній я...
zh_cn: 也许我就是这样的人……

# bark_overstressed_meltdown+highwayman@1
source: Who was I kidding, playin' at heroics...
ja: 英雄ごっこに興じるなんて…
ko: 내가 무슨 헛짓거리냐, 갑자기 영웅놀음이나 하고...
uk: Кого я намагався обдурити, перед ким розігрував героя?
zh_cn: 扮英雄？我在骗谁呢……

# bark_overstressed_meltdown+jester@0
source: HA... ... ha... *laughter becomes weeping*
ja: ハ… …ハ…グスン…
ko: 하하... ... 하... 흑...
uk: Ха... ха... *сміх переходить у плач*
zh_cn: 哈……哈……*笑声变为抽泣声*

# bark_overstressed_meltdown+jester@1
source: I LISTENED to you all...! I DARED to hope...!
ja: 私は皆の声に耳を傾けた…！あえて希望を持とうと…！
ko: 난 너희를 믿었단 말이야...! 희망을 가져 봤다고...!
uk: Я СЛУХАВ вас усіх! І Я НАСМІЛИВСЯ сподіватися...
zh_cn: 我就不该听你们的！我怎么敢抱有希望……！

# bark_overstressed_meltdown+leper@0
source: The sun shall outlive me, and this cindered world, too.
ja: 太陽は私より長生きするし、この閉ざされた世界も長生きする
ko: 내가 없어도 태양은 빛나겠지. 이 불타버린 세상도.
uk: Сонце переживе мене, і цей згорілий світ теж.
zh_cn: 太阳将比我活得更久，这个残破的世界也一样。

# bark_overstressed_meltdown+leper@1
source: Too long have I cloaked myself in denial. Time to die.
ja: あまりにも長い間、私は自分を否定してきた。死ぬ時が来たな
ko: 참 오랫동안 부정으로 나 자신을 감싸 왔다. 죽을 시간이야.
uk: Занадто довго я прикривався запереченням. Настав час вмирати.
zh_cn: 我自我蒙蔽已经太久了。是时候去死了。
