Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_rummager_banter@4
source: One finds such treasures by the roadside!
ja: 道端にこんな宝物があるとは！
ko: 길바닥에서 이런 보물 같은 걸 찾다니!
uk: На узбіччі — і такі скарби!
zh_cn: 路边总能找到各种各样的宝贝！

# bark_act_out_rummager_banter@5
source: What's that beneath the pilot's bench...?
ja: 操縦席の下には何がある…？
ko: 저 마부석 아래는 뭐가 있으려나...?
uk: Що це там, під лавкою?
zh_cn: 马车前座下面那个是什么东西？

# bark_act_out_selfish_banter@0
source: Leave me be, I've pulled twice your weight today.
ja: 1人にさせてくれ、今日は君の2倍も苦労したんだ
ko: 내버려 둬, 난 오늘 너보다 두 배는 더 일했다고.
uk: Не чіпати мене! Мені сьогодні вистачило роботи.
zh_cn: 别来打扰我，我今天的功劳有你的两倍那么多。

# bark_act_out_selfish_banter@1
source: No, I <i>require</i> both of these blankets.
ja: ダメだ、私には毛布2枚両方が<i>必要</i>だ
ko: 아니, 난 이 담요 둘 다 <i>필요해</i>.
uk: Ні, мені <i>потрібні</i> обидві ковдри.
zh_cn: 不，我<i>得</i>盖两条毯子。

# bark_act_out_selfish_banter@2
source: Out of the way! I've got to stretch my legs...
ja: どけ！足を伸ばさなきゃならないんだ…
ko: 저리 가! 다리 좀 뻗으려니까...
uk: Посунься вбік! Мені треба простягти ноги.
zh_cn: 让开点！我得伸开腿放松一下……

# bark_act_out_selfish_banter@3
source: You can cover watch without me, I am sure.
ja: 私がいなくても監視できる、間違いないさ
ko: 나 없이도 불침번 설 수 있지?
uk: На варті можна постояти і без мене.
zh_cn: 今晚守夜别算我，我相信你们应付得来的。

# bark_act_out_selfish_banter@4
source: You can have the canteen when I'm finished.
ja: 飲み終わったら、水筒を渡そう
ko: 일단 나부터 마시고.
uk: Спочатку завжди п’ю я!
zh_cn: 等我喝完，水袋里剩下的就归你们。

# bark_act_out_shadow_born_banter@0
source: I was reborn in shadows and can lead you all to the Truth they conceal!
ja: 私は影の中で蘇った。君たち全員を、奴らが隠している真実へと案内できるんだ！
ko: 나는 어둠 속에서 다시 태어났으니, 그 장막에 가려진 진실로 너희를 이끌리라!
uk: Я покажу вам істину, сховану в тінях!
zh_cn: 我在阴影中重生，能带你们找到被掩盖的真相！

# bark_act_out_shadow_born_banter@1
source: To what purpose must we tend this torch...?
ja: この松明を、何の目的で守るのか…？
ko: 우린 대체 무슨 이유로 이 횃불을 간수하는 거지...?
uk: Навіщо нам тягти цей смолоскип?
zh_cn: 我们为什么非得保护这个火炬……？

# bark_act_out_shadow_born_banter@2
source: Why do we coddle this torch so?
ja: なぜ、この松明をこんなに大事にするのか？
ko: 이 횃불을 애지중지하는 이유가 뭐야?
uk: Що ми так панькаємося з цим смолоскипом?
zh_cn: 为什么我们要照料这团火？

# bark_act_out_shadow_born_banter@3
source: You know not what the shadows can offer us...
ja: 影が我々に与えてくれるものを君は知らない…
ko: 어둠이 우리에게 뭘 베풀 수 있는지도 모르는 주제에...
uk: Ви ще не знаєте, що можуть дати тіні...
zh_cn: 你们不知道阴影能带来多大的助益……

# bark_act_out_shroud_explorer_banter@0
source: Steady! This driftwood is packed with sharp debris.
ja: 気をつけろ！この流木には、鋭い破片が詰まっている
ko: 조심해! 가시투성이 나무조각들이 떠다니니까.
uk: Обережно! Не поріжтеся тим, що прибило до берега.
zh_cn: 当心！那块浮木有很多尖刺。

# bark_act_out_shroud_explorer_banter@1
source: The Shroud has a certain rhythm, not unlike the cold waves that crash here.
ja: 灰色の入江には、ここに打ち寄せる冷たい波とは違う、特定のリズムがある
ko: 연해는 잔잔한 물결이 치네. 여기까지 밀려와 부서지는 차디찬 파도와 달리.
uk: Імлисте живе в одному ритмі з холодними хвилями, що б’ються об його берег.
zh_cn: 死港之中有某种韵律，和拍打海滩的冰冷浪潮相应和。

# bark_act_out_shroud_explorer_banter@2
source: The tides reveal all sorts of trails in the Shroud...
ja: 潮の満ち引きが灰色の入江の様々な痕跡を見せてくれる…
ko: 파도는 연해에 남은 온갖 자취를 전부 드러내지...
uk: Після відпливу в Імлистому видно всі стежки.
zh_cn: 死港的浪潮揭示各种各样的踪迹……

# bark_act_out_shroud_explorer_banter@3
source: Their numbers thin when the tide ebbs. Hurry!
ja: 潮が引くと数が少なくなる。急げ
ko: 밀물이 빠져나가면 놈들의 수도 줄어들지. 서둘러!
uk: З відпливом їх кількість зменшиться. Поспішаємо!
zh_cn: 退潮时他们数量更稀少。快！

# bark_act_out_shroud_scrounger_banter@0
source: See here, this washed up on the shore...
ja: ここを見ろ、これが海岸に打ち上げられたんだ…
ko: 여기 봐, 이런 게 해안까지 밀려 왔어...
uk: Ось що викинуло на берег...
zh_cn: 看，海浪把这个冲上了岸……

# bark_act_out_shroud_scrounger_banter@1
source: The Shroud is a bountiful place if you know where to look.
ja: 灰色の入江は、調べる場所を知っていれば豊穣な場所だ
ko: 요령만 있으면 연해에서 못 찾을 게 없지.
uk: Імлисте — місце щедре, якщо знаєш, де шукати.
zh_cn: 死港里有许多资源，只要你知道如何寻找。

# bark_act_out_shroud_scrounger_banter@2
source: Waterlogged, yes, but this may still be useful.
ja: 確かに水浸しだが、これはまだ使えるかも
ko: 물에 불기는 했지만 아직 쓸만하다고.
uk: Промокло, але ще може стати в нагоді.
zh_cn: 虽然泡了水，但这东西或许还有用。

# bark_act_out_shroud_scrounger_banter@3
source: When the tide recedes, it always leaves something behind.
ja: 潮が引くと、必ず何か出てくる
ko: 파도가 밀려가면 그 아래 숨어있던 것들이 드러나지.
uk: Коли вода відступає, на піску завжди щось залишається.
zh_cn: 潮水退去时，总会留下些东西。

# bark_act_out_shroud_tactician_banter@0
source: I've learned some things dealing with the Fisherfolk...
ja: 魚人との付き合いで学んだことがある…
ko: 생선 바르는 법을 좀 배웠지...
uk: Зустрічі з риболюдами мене дечому навчили...
zh_cn: 我在对付渔人的时候学到了些东西……

# bark_act_out_shroud_tactician_banter@1
source: Let us cross at low tide. Safer that way.
ja: 潮が引いてる時に渡ろう。その方が安全だ
ko: 썰물일 때 건너가자고. 그쪽이 더 안전해.
uk: Найкраще йти під час відпливу.
zh_cn: 咱们趁退潮时闯过去。这样更安全。

# bark_act_out_shroud_tactician_banter@2
source: This causeway will flood in a king tide. Be wary...
ja: この土手道は大潮になると冠水する。用心してくれ…
ko: 큰 파도가 밀려오면 이 정도 둑은 범람해 버린다고. 조심해...
uk: З припливом дорогу затоплятиме водою. Обережніше...
zh_cn: 一个大浪就能把这条堤道淹了。当心……

# bark_act_out_shroud_tactician_banter@3
source: We could use this fog to our advantage!
ja: この霧を利用できるかもしれない！
ko: 이 안개를 틈타 나아가자고!
uk: Туман стане нам у нагоді!
zh_cn: 我们可以利用这片浓雾！

# bark_act_out_shroud_tactician_banter+leper
source: I commanded a fleet in ages past...
ja: 私はかなり昔に艦隊を指揮していた…
ko: 오래 전에는 내 직접 함대를 몰았었지...
uk: У минулому я командував флотом.
zh_cn: 很久很久之前，我曾统领过一支舰队……

# bark_act_out_slayer_of_cadaver_banter@0
source: Shambling about in a parody of life - they haven't a chance.
ja: いつまでもぶらぶらと歩いていてもチャンスはない
ko: 생전을 흉내내며 어슬렁거리는 작자들... 끝내 살아남지 못한 게지.
uk: Не життя, а якась подоба... У них нема жодного шансу.
zh_cn: 他们不过是些半死不活的蹒跚者——解决起来轻而易举。

# bark_act_out_slayer_of_cadaver_banter@1
source: These walking corpses are no trouble at all if you do as I say.
ja: この歩く死体も、私の指示通りにすれば何の問題もない
ko: 내 말대로만 하면 저 걸어 다니는 시체들은 아무 문젯거리도 안 돼.
uk: З ходячими мерцями проблем не буде, якщо слухатимете мене.
zh_cn: 只要照我说的做，那些行尸走肉就算不上什么麻烦。

# bark_act_out_slayer_of_cadaver_banter@2
source: They die quite easily a second time, those corpses.
ja: あの死体たち、2度目は簡単に死んでしまうんだ
ko: 한 번 죽었는데 두 번 죽이기는 더 쉽지.
uk: Удруге вони помирають ще швидше.
zh_cn: 要让这些尸体再死一遍，也没什么难的。

# bark_act_out_slayer_of_cadaver_banter@3
source: They're half-dead already, let me show you how it's done...
ja: もう半死状態だから、どうなるか見せてあげよう…
ko: 이미 반쯤 죽은 놈들이야. 상대하는 요령을 보여 주지...
uk: Вони вже й так мертві. Я покажу, що робити...
zh_cn: 他们已经死过一次了，让我演示一下该怎么做……

# bark_act_out_slayer_of_cadaver_banter+bounty_hunter
source: The bloodless ones go down easy.
ja: 血の気のないものは簡単に倒れる
ko: 피가 쫙 빠진 놈은 쓰러뜨리기도 쉬워.
uk: Плоть без крові легко вмирає.
zh_cn: 这些无血的怪物很容易消灭。

# bark_act_out_slayer_of_fanatics_banter@0
source: Fear the cultists not - they are but flesh and blood.
ja: 崇拝者を恐れるな。あいつらも血肉を持つ者に過ぎない
ko: 이교도는 무서워할 필요 없어. 그래봤자 피와 살로 이뤄진 것들이야.
uk: Єретики не такі страшні, як їм хочеться здаватися.
zh_cn: 别怕那些邪祟——他们也是血肉之躯。

# bark_act_out_slayer_of_fanatics_banter@1
source: Let us make these zealots bleed for their cause!
ja: この狂信者たちを、正義のために血祭りにしてやろう！
ko: 저 광신도들이 자기네 믿음을 따라 죽게 만들어!
uk: Хай вони проллють кров за свою ідею!
zh_cn: 让这些狂热者以身殉道吧！

# bark_act_out_slayer_of_fanatics_banter@2
source: They are horrible, yes, but they die like anything else.
ja: 奴らは確かに恐ろしいが、他のものと同じように死ぬ
ko: 끔찍하긴 하지, 그래도 저 놈들도 똑같이 죽어.
uk: Так, вони жахливі, але смерть усіх рівняє.
zh_cn: 他们很恐怖，没错，但和其他生物一样，他们也会死。

# bark_act_out_slayer_of_fanatics_banter@3
source: They come at us in such frenzy that they leave themselves open.
ja: 奴らは、自分たちの身を省みず必死に襲ってくる
ko: 우리한테 미친 듯이 달려드느라 빈틈투성이일 거다.
uk: Вони наступають бездумно й підставляються під удар.
zh_cn: 他们的攻势太过凶狠，令他们的防守门户大开。

# bark_act_out_slayer_of_fanatics_banter+bounty_hunter
source: All those stupid ornaments slow 'em down.
ja: くだらない飾り物が奴らを遅くさせる
ko: 저딴 멍청한 장식이나 달고 있으니 발이 느려지지.
uk: Із цими брязкальцями вони ще повільніші.
zh_cn: 那些愚蠢的饰物只会拖累他们。

# bark_act_out_slayer_of_fisherfolk_banter@0
source: Gutting a fish is an simple task. I'll show you...
ja: 魚の内臓を取るのは単純な作業だ。お見せしよう…
ko: 생선 배 따는 일이야 간단해. 직접 보여주지...
uk: Випатрати рибу легко. Я покажу...
zh_cn: 杀鱼是个简单活。我来演示给你们看……

# bark_act_out_slayer_of_fisherfolk_banter@1
source: Here, let me show you how to fight shy of their claws.
ja: 奴らの爪の躱し方を見せてやろう
ko: 자, 저 놈들의 갈퀴를 제끼는 요령을 보여주지.
uk: Я покажу, як не потрапити під удар.
zh_cn: 来，让我演示意下如何避开他们的利爪。

# bark_act_out_slayer_of_fisherfolk_banter@2
source: Persist! Those scaled monstrosities die like the rest.
ja: 頑張れ！あの鱗だらけの怪物どもは、他と同じように殺せる
ko: 버텨! 저 비늘 덮인 놈들도 여느 괴물처럼 죽는 건 똑같아.
uk: Ці лускаті виродки смертні, як і всі інші.
zh_cn: 别怕！这些长鳞片的怪物也是血肉之躯。

# bark_act_out_slayer_of_fisherfolk_banter@3
source: Quick feet on dry land, that's how you best 'em.
ja: 乾いた土地で素早く動くこと。そうすれば楽に勝てる
ko: 마른 땅으로 재빨리 끌고 와. 그럼 상대하기가 쉬워.
uk: Швидкі ноги на твердій землі — це наша перевага.
zh_cn: 在陆地上借助速度优势，就能战胜他们。

# bark_act_out_slayer_of_fisherfolk_banter+bounty_hunter
source: Lemme show you how to debone a fish.
ja: 魚の骨の抜き方を見せよう
ko: 생선 가시 바르는 요령을 보여주지.
uk: Я покажу, як треба патрати рибу.
zh_cn: 让我教教你们如何剔鱼骨。

# bark_act_out_slayer_of_gentry_banter@0
source: Don't be afraid to fight dirty - they will.
ja: 戦い方は汚くてもいい。向こうはそうしてくる
ko: 주저하지 말고 더럽게 싸워. 저 놈들도 그럴 테니까.
uk: Не бійся порушувати правила.
zh_cn: 放开手用阴招吧——因为他们也会用。

# bark_act_out_slayer_of_gentry_banter@1
source: The swells don't fight like us. We've an edge.
ja: 奴らは我々のようには戦わない。有利なのは我々だ
ko: 저 놈들은 우리처럼 싸우지 않지. 그래서 우리가 유리해.
uk: Цим пихатим індикам до нас далеко.
zh_cn: 这些臃肿的家伙没法像我们一样战斗。这是我们的优势。

# bark_act_out_slayer_of_gentry_banter@2
source: They are slow and slovenly. Keep light on your toes.
ja: 奴らは動きが遅くてだらしない。フットワークを軽くするんだ
ko: 느릿느릿 미적거리는 놈들을 상대하려면 발놀림을 가볍게 하라고.
uk: Вони повільні й незграбні. Але розслаблятися не можна!
zh_cn: 他们身体肿胀、动作迟缓。保持移动。

# bark_act_out_slayer_of_gentry_banter@3
source: Those bloated highbloods topple when pressed.
ja: あの肥大化した高貴な血族は、押されれば倒れる
ko: 저 불어 터진 귀족 놈들은 한번 밀치면 쓰러지지.
uk: Вони падають, якщо дати їм відсіч.
zh_cn: 这些肿胀的肉团很容易失去重心。

# bark_act_out_slayer_of_gentry_banter+bounty_hunter
source: A chance to hunt an old client? Hah.
ja: 昔の依頼人を狩るチャンスか？ハハッ
ko: 옛 의뢰주를 쳐죽일 기회를 놓칠 수는 없지.
uk: Шанс упіймати старого клієнта? Ха.
zh_cn: 猎杀我往日的客户？哈。

# bark_act_out_slayer_of_swine_banter@0
source: Hmph. Never did like pigs.
ja: ふん。昔は豚が嫌いだったが
ko: 흠. 난 항상 돼지가 싫었어.
uk: Мені ніколи не подобалися свині.
zh_cn: 哼。我从来不喜欢猪。

# bark_act_out_slayer_of_swine_banter@1
source: Light the grill - we're having bacon tonight.
ja: グリルに火をつけてくれ。今夜はベーコンだ
ko: 불 지펴라. 오늘 저녁은 베이컨이다.
uk: Розпаліть вогонь... Сьогодні в нас на вечерю кабанчик.
zh_cn: 让火烧得再旺些——今晚有培根吃喽。

# bark_act_out_slayer_of_swine_banter@2
source: Love the way they shriek when we put 'em down.
ja: 奴らを殺す時の金切り声が大好きなんだ
ko: 놈들이 쓰러지면서 내지르는 비명은 꽤 재밌거든.
uk: Мені подобається, як вони верещать, коли ми їх ріжемо.
zh_cn: 我喜欢听他们被宰杀时的惨叫声。

# bark_act_out_slayer_of_swine_banter@3
source: Remember, the swine are animals - we'll outsmart them.
ja: 所詮、豚は動物だ。我々の頭脳の方が上だ
ko: 기억해, 돼지들은 동물이다. 우리가 더 똑똑하니 머리를 쓰라고.
uk: Вепр — усього лише тварина. Ми його перехитримо.
zh_cn: 记住，猪人是野兽——我们比他们更聪明。

# bark_act_out_slayer_of_swine_banter@4
source: They fear the same things any other beast does.
ja: 奴らは他の獣と同じものを恐れる
ko: 저 놈들도 여느 동물들이 무서워하는 걸 똑같이 싫어해.
uk: Вони бояться того, що й інші звірі.
zh_cn: 其他野兽害怕的东西，他们也会害怕。

# bark_act_out_slob_banter@0
source: Agh, this rocking coach, I'm about to be sick!
ja: うう、この駅馬車の揺れは酔ってしまう！
ko: 윽, 마차 너무 흔들려. 토할 것 같아!
uk: Це корито трясеться так, що мене зараз знудить.
zh_cn: 啊，马车太颠簸了，我要吐了！

# bark_act_out_slob_banter@1
source: I'll wipe my nose where I choose to, meddler!
ja: 鼻ぐらい自由に拭かせてくれ、このお節介め！
ko: 내 앞가림은 내가 알아서 하니까 참견 마!
uk: Сморкатимуся так, як захочу.
zh_cn: 我擦不擦鼻子关你什么事！

# bark_act_out_slob_banter@2
source: Oh, there goes my bean stew!
ja: ああ、私の豆のシチューが！
ko: 아이고, 저렇게 콩 스튜가 날아가네!
uk: Ось і моя бобова юшка!
zh_cn: 啊，我要把那碗豆羹吐出来了！

# bark_act_out_slob_banter@3
source: What? Nay, that's yeself what smells!
ja: 何だって？違う、臭うのはお前自身だ
ko: 뭐? 아니, 네 인중 냄새겠지!
uk: Що? Це від тебе смердить.
zh_cn: 什么？胡说，发臭的是你！

# bark_act_out_start_my_turn_buff_partner
source: Here, try this...
ja: ほら、これを試してみろ…
ko: 자, 이거 한번 해 봐...
uk: Ось, спробуй це...
zh_cn: 来，试试这个……

# bark_act_out_start_my_turn_buff_partner+flagellant
source: The blight lends me power - now it is yours.
ko: 역병은 내게 힘을 주었지. 이 힘은 이제 네 것이다.
uk: Біда дає мені силу — тепер вона твоя.

# bark_act_out_start_my_turn_buff_partner+grave_robber
source: From my special stash. Use it well.
ja: 特別に隠し持っていた。うまく使って
ko: 비밀 주머니에서 꺼낸 거야. 잘 써.
uk: Це з моєї заначки. Використовуй розумно.
zh_cn: 这是我的特别收藏，可别浪费了。

# bark_act_out_start_my_turn_buff_partner+hellion
source: We shall revel on their graves!
ja: 私たちは彼らの墓の上で楽しむのだ！
ko: 우린 놈들의 무덤을 파헤칠 거다!
uk: Ми бенкетуватимемо на могилі ворога!
zh_cn: 他们的祭日就是我们的狂欢日！

# bark_act_out_start_my_turn_buff_partner+highwayman
source: Shoot to kill.
ja: 撃ち殺せ
ko: 쐈으면 죽여야지.
uk: Стріляй одразу на смерть.
zh_cn: 去吧，直击要害。

# bark_act_out_start_my_turn_buff_partner+hopeful
source: I trust you'll use it wisely.
ko: 현명하게 쓰리라 믿는다.
uk: Я вірю, що ти використаєш це з розумом.

# bark_act_out_start_my_turn_buff_partner+hopeful+flagellant
source: I don't lend my strength to the unworthy!
ja: 俺は、価値なき者に力を貸さないからな！
ko: 난 자격 없는 자에게 힘도 빌려주지 않는다!
uk: Я не позичаю силу негідникам!
zh_cn: 我只会将我的力量借给配得上的人！

# bark_act_out_start_my_turn_buff_partner+hopeful+grave_robber
source: I'll draw their eye, then you strike!
ja: 私が奴らの目を引きつけるから、そこでお前が撃って！
ko: 내가 시선을 끌 테니까 자기가 쳐!
uk: Я приверну увагу до себе, а ти бий!
zh_cn: 我吸引他们的注意，然后你就出手！

# bark_act_out_start_my_turn_buff_partner+hopeful+hellion
source: HAVE AT THEM!
ja: 襲い掛かれ！
ko: 죽여 버려!
uk: В АТАКУ!
zh_cn: 让他们尝尝这个！

# bark_act_out_start_my_turn_buff_partner+hopeful+highwayman
source: Here. They'll never see you coming.
ja: ここだ。近づいても気づかれないだろう
ko: 자, 뭐에 맞았는지도 모를 거다.
uk: Ось. Цього ніхто не очікує.
zh_cn: 试试这个。保证出乎他们的意料。

# bark_act_out_start_my_turn_buff_partner+hopeful+jester
source: I'll conspire with you any day, heh heh.
ja: 君とはいつでも共謀してやるぞ。へへへっ
ko: 너랑 꾸미는 음모는 언제든지 환영이야, 헤헤.
uk: Мати справу з тобою — справжня насолода.
zh_cn: 想要耍耍阴招我随时奉陪，嘿嘿。

# bark_act_out_start_my_turn_buff_partner+hopeful+leper
source: There is a place for us in the summer country.
ja: 田舎の夏には、我々の居場所がある
ko: 여름의 나라에 아주 괜찮은 장소가 하나 있지.
uk: І для нас знайдеться місце під сонцем.
zh_cn: 灿烂的夏日等待着我们。

# bark_act_out_start_my_turn_buff_partner+hopeful+man_at_arms
source: Follow my lead!
ja: 俺についてきてくれ！
ko: 내 지휘에 따르라!
uk: За мною!
zh_cn: 听我指挥！

# bark_act_out_start_my_turn_buff_partner+hopeful+occultist
source: We <i>will</i> overcome our demons.
ja: 我々は<i>必ず</i>悪魔に打ち勝つ
ko: 우린 우리의 악마를 <i>극복할</i> 것이다.
uk: Ми <i>переможемо</i> своїх демонів.
zh_cn: 我们<i>终会</i>战胜心中的恶魔。

# bark_act_out_start_my_turn_buff_partner+hopeful+plague_doctor
source: Our coadjuvancy - their downfall!
ja: 私たちの連帯、それは奴らの破滅だ！
ko: 우리가 협력하면 저들은 파멸한다!
uk: Взаємна допомога — ключ до перемоги.
zh_cn: 只要我们联手，敌人就难逃一死！

# bark_act_out_start_my_turn_buff_partner+hopeful+runaway
source: I'll stick around - for as long as you'll have me.
ja: お前が共にいる限り、私もついていこう
ko: 내가 필요하다면야 계속 붙어 있을게.
uk: Я буду поряд... поки ти зі мною.
zh_cn: 我会陪伴在你左右——只要你不嫌弃我。

# bark_act_out_start_my_turn_buff_partner+hopeful+vestal
source: This hellish world demands your best.
ja: この地獄の世界には、あなたの全ての力が必要です
ko: 이 지옥 같은 세상은 그대에게 최상을 요구한다.
uk: Жорстокий світ вимагає від нас усіх зусиль.
zh_cn: 这个人间炼狱需要我们竭尽全力。

# bark_act_out_start_my_turn_buff_partner+jester
source: You hold this little crew together.
ja: この小さな一団をまとめるのは君だ
ko: 네가 우리 동료들을 모아 주고 있구나.
uk: Ти — серце нашої команди.
zh_cn: 是你让这一队人团结一心。

# bark_act_out_start_my_turn_buff_partner+leper
source: My strength is your strength.
ja: 私の力は、お前の力だ
ko: 나의 힘은 곧 그대의 힘일세.
uk: Моя сила — твоя сила.
zh_cn: 我的力量就是你的力量。

# bark_act_out_start_my_turn_buff_partner+man_at_arms
source: Show them what you're made of!
ja: お前の実力を見せてやれ！
ko: 자네의 실력을 보여 주시게!
uk: Покажи, що тебе так просто не здолати!
zh_cn: 让他们见识见识你的本事！

# bark_act_out_start_my_turn_buff_partner+occultist
source: A glimpse of my true strength - for you.
ko: 내 진정한 힘의 극히 일부를... 자네에게 주겠네.
uk: Відблиск моєї справжньої сили — тобі.

# bark_act_out_start_my_turn_buff_partner+plague_doctor
source: Have a whiff of these vapours...
ja: この蒸気の匂いを嗅いでみて…
ko: 이 기체 한번 흡입해 봐...
uk: Вдихни ці випари...
zh_cn: 吸上一口这种雾气……

# bark_act_out_start_my_turn_buff_partner+runaway
source: Don't ask where I learned this.
ja: どこで覚えたかは聞かないで
ko: 이런 거 어디서 배웠는지는 묻지 마.
uk: Не питай, де я цьому навчилася.
zh_cn: 别问我是在哪学的这招。

# bark_act_out_start_my_turn_buff_partner+vestal
source: Light guide your hand.
ja: 光があなたの手元を導かんことを
ko: 빛이 그대의 손을 인도하리.
uk: Хай направить Світло твою руку!
zh_cn: 圣光指引你的双手。

# bark_act_out_start_my_turn_heal_partner
source: Hard to tend your own wounds. Let me.
ja: 自分の傷を治すのは難しいだろう。手を貸そう
ko: 자기 상처를 자기가 어떻게 치료하냐. 나한테 맡겨.
uk: Себе перев’язувати важко, дозволь мені.
zh_cn: 让我来处理你的伤口。

# bark_act_out_start_my_turn_heal_partner+amorous
source: Not you. Not now. Not yet.
ja: 死ぬのは君じゃない。今でもない
ko: 당신은 여기서 죽으면 안 돼. 절대로.
uk: Не ти. Не зараз.
zh_cn: 你不能死。现在不能。

# bark_act_out_start_my_turn_heal_partner+amorous+flagellant
source: Sweet torment from me to you, lover.
ja: 愛するお前へ、甘美な苦悩を
ko: 그대에게 감미로운 고통을 넘겨 주지, 내 사랑.
uk: Солодких мук тобі від мене, золотко.
zh_cn: 这份甜蜜的痛苦是我赠予你的礼物，吾爱。

# bark_act_out_start_my_turn_heal_partner+amorous+grave_robber
source: I prefer your body intact, love.
ja: お前には無事でいてもらいたい
ko: 우리 자기는 멀쩡해야지.
uk: Краще обійтися без ран.
zh_cn: 我更喜欢完整的身体，亲爱的。

# bark_act_out_start_my_turn_heal_partner+amorous+hellion
source: Those wounds will make handsome scars!
ja: その傷は、美しい傷跡になるぞ！
ko: 이 상처는 멋진 흉터가 될 거다!
uk: Від ран залишаться гарні шрами!
zh_cn: 这些伤口会成为俊美的伤疤！

# bark_act_out_start_my_turn_heal_partner+amorous+highwayman
source: You don't get to die on me.
ko: 넌 내 앞에서 못 죽어.
uk: Ти не помреш, кажу.

# bark_act_out_start_my_turn_heal_partner+amorous+jester
source: A silly thing, infatuation. Yet here I am.
ja: 夢中になるのは愚かなことだが、人のことは言えないな
ko: 열정이란 참으로 어리석은 것. 하지만 당신을 향해 느껴지는걸.
uk: Закоханість — це дурість. І все ж я тут.
zh_cn: 这算是痴情么？无所谓。

# bark_act_out_start_my_turn_heal_partner+amorous+leper
source: I am not yet ready to relinquish you.
ja: 私はまだお前を手放す準備ができていない
ko: 난 아직 당신을 떠나보낼 준비를 하지 못했어.
uk: Я не змирюся з твоєю смертю.
zh_cn: 我还没准备好与你分别。

# bark_act_out_start_my_turn_heal_partner+amorous+man_at_arms
source: ... A loss I couldn't take.
ja: …受け入れられない損失だ
ko: ...당신을 잃으면 내가 감당 못할 터.
uk: Я не зможу пережити таку втрату...
zh_cn: ……我不能让你死。

# bark_act_out_start_my_turn_heal_partner+amorous+occultist
source: I shall read to you while you recover.
ja: お前が回復している間、私は読書するよ
ko: 회복하는 동안 책을 읽어 드리지.
uk: Я почитаю тобі, поки ти оговтуєшся.
zh_cn: 在你恢复的时候，我可以读书给你听。

# bark_act_out_start_my_turn_heal_partner+amorous+plague_doctor
source: At my side, you shall forever defy death!
ja: 私の傍で、お前は永遠に死に逆らうのだ！
ko: 내 옆에만 있어, 그럼 영원토록 죽음을 몰아낼 테니!
uk: Поки ти зі мною, смерть обходитиме тебе стороною.
zh_cn: 死亡永远无法把你从我身边夺走！

# bark_act_out_start_my_turn_heal_partner+amorous+runaway
source: Burn bright, my darling!
ja: 明るく燃えるのよ！
ko: 밝게 타올라 줘, 내 사랑!
uk: Сяй яскраво!
zh_cn: 燃烧吧，亲爱的！

# bark_act_out_start_my_turn_heal_partner+amorous+vestal
source: I could never watch you suffer.
ja: あなたが苦しむ姿は、絶対に見られません
ko: 당신이 고통 받는 건 도저히 볼 수 없어.
uk: Я не можу дивитися на те, як ти страждаєш.
zh_cn: 我永远看不得你受苦。

# bark_act_out_start_my_turn_heal_partner+flagellant
source: My blood unto yours.
ko: 내 피는 네 피가 되리라.
uk: Моя кров — до твоєї!

# bark_act_out_start_my_turn_heal_partner+grave_robber
source: Something for your nerves, dear?
ja: 何があれば落ち着く？
ko: 신경 쓰이는 거라도 있어, 자기?
uk: Щось від нервів?
zh_cn: 要来点什么压压惊么，亲爱的？

# bark_act_out_start_my_turn_heal_partner+hellion
source: All part of the hunt!
ja: これも狩りの大事な一部だからな！
ko: 사냥 하다 보면 이럴 수도 있지!
uk: Ми завжди полюємо разом!
zh_cn: 这些都是狩猎的一部分！

# bark_act_out_start_my_turn_heal_partner+highwayman
source: Lemme patch this. Steady, now.
ja: 手当てをしよう。動くなよ
ko: 붕대 좀 감자. 가만히 있어.
uk: Давай усе виправлю. Тихше, тихше.
zh_cn: 我来给你包扎。站稳，别动。

# bark_act_out_start_my_turn_heal_partner+jester
source: I've seen you scraped up worse.
ko: 더 심하게 다쳤던 것도 봤는걸.
uk: Я бачив у тебе й гірші подряпини.

# bark_act_out_start_my_turn_heal_partner+leper
source: Pain can be a teacher, if you let it.
ja: 痛みは教師になることもある
ko: 고통은 스승이 될 수 있지. 받아들이기만 한다면.
uk: Біль може стати твоїм учителем.
zh_cn: 如果你甘愿学习，痛苦也可以成为老师。

# bark_act_out_start_my_turn_heal_partner+man_at_arms
source: Learned this in the trenches...
ja: こいつは前線で学んだ…
ko: 참호에서 배웠던 비법이지...
uk: Навчився цього в окопах.
zh_cn: 我在战壕里学过这个……

# bark_act_out_start_my_turn_heal_partner+occultist
source: Allow me to mend that.
ja: 私に治させてくれ
ko: 내가 한번 보지.
uk: Дозволь мені допомогти.
zh_cn: 容我来修复你的伤口。

# bark_act_out_start_my_turn_heal_partner+plague_doctor
source: This <i>should</i> work...
ja: これはうまく行く<i>はずだ</i>…
ko: 이 <i>치료법이</i> 먹힐 거야...
uk: Це <i>має</i> спрацювати...
zh_cn: 这<i>应该</i>会管用……

# bark_act_out_start_my_turn_heal_partner+runaway
source: Street medicine.
ja: ストリートでの療法よ
ko: 길바닥의 약이야.
uk: Вулична медицина.
zh_cn: 街头偏方。

# bark_act_out_start_my_turn_heal_partner+vestal
source: Mere scratches, easily fixed.
ja: 単なる傷です、簡単に治せます
ko: 그냥 긁힌 상처다. 쉽게 고칠 수 있어.
uk: Лише подряпина, з нею легко впоратися.
zh_cn: 只是些小伤，不难。

# bark_act_out_start_my_turn_stress_dmg_partner
source: Unthinking, ill-disciplined...!
ja: 思慮も自制も無いのか…！
ko: 판단도 훈련도 부족하군...!
uk: Розважливості нема, дисципліни теж...
zh_cn: 没有头脑，没有纪律……！

# bark_act_out_start_my_turn_stress_dmg_partner+envious
source: You have no idea how lucky you have it.
ja: 自分がどれだけ幸運なのか、まったくわかっていないな
ko: 거 참 운도 좋네.
uk: Ти й гадки не маєш, як тобі пощастило.
zh_cn: 你不知道你有多幸运。

# bark_act_out_start_my_turn_stress_dmg_partner+envious+flagellant
source: You tag along on MY journey to salvation!
ja: お前は「俺」の救いの旅についてくるのか！
ko: 구원을 향한 나의 여정에 함께 하라!
uk: Ти береш участь у МОЇЙ подорожі до спасіння!
zh_cn: 你凭什么在这条解脱之路上尾随我？！

# bark_act_out_start_my_turn_stress_dmg_partner+envious+grave_robber
source: What know you of hardship?!
ko: 네가 고난에 대해 뭘 알아?!
uk: Та що ти знаєш про злигодні?

# bark_act_out_start_my_turn_stress_dmg_partner+envious+hellion
source: You don't know what shame is.
ja: 恥というものを知らないな
ko: 넌 수치심 뭔지 모를 거다.
uk: Сором тобі невідомий.
zh_cn: 你真是不知羞耻。

# bark_act_out_start_my_turn_stress_dmg_partner+envious+highwayman
source: Ever eaten rat? Didn't think so.
ja: ネズミを食べたことはあるか？ないと思ってた
ko: 쥐 잡아 먹어 봤나? 그럴 리가 없지.
uk: Знаєш, який щур на смак? Так і думав.
zh_cn: 你吃过老鼠么？我不觉得。

# bark_act_out_start_my_turn_stress_dmg_partner+envious+jester
source: You'd probably outshine me if you practiced...
ja: 練習すれば、きっと私にも勝てるだろうね…
ko: 연습만 했다면 나보다 더 주인공이 되셨겠어...
uk: Трохи практики і перевершиш мене...
zh_cn: 你要是肯训练，很可能会比我更耀眼……

# bark_act_out_start_my_turn_stress_dmg_partner+envious+leper
source: Ignorant you are to the world's wounds.
ja: お前は世界の傷に無頓着だな
ko: 그대는 세상의 상처를 알지 못하지.
uk: Своїм невіглаством ти завдаєш світові болю.
zh_cn: 你对这世界的伤痛熟视无睹。

# bark_act_out_start_my_turn_stress_dmg_partner+envious+man_at_arms
source: Bet <i>you've</i> never stared down the barrel of a cannon.
ja: <i>お前</i>はきっと、大砲の筒をのぞき込んだことなどないだろう
ko: <i>자네는</i> 절대 대포 앞에 맞서본 적이 없겠지.
uk: Закладаюся, що на <i>тебе</i> ніколи не направляли дуло.
zh_cn: 我打赌<i>你</i>从来没敢直视过炮管。

# bark_act_out_start_my_turn_stress_dmg_partner+envious+occultist
source: Your mind and body are wholly your own. Savour that.
ko: 그래도 자네의 몸과 마음은 자네의 것 아닌가. 아껴두게.
uk: Твій розум і твоє тіло належать тобі. Насолоджуйся цим.

# bark_act_out_start_my_turn_stress_dmg_partner+envious+plague_doctor
source: I worked myself to the bone for what I have!
ja: 私は、今あるもののために身を粉にして働いた！
ko: 이 지식을 쌓느라 얼마나 뼈빠지게 노력했는데!
uk: Я докладав усіх сил заради того, що маю!
zh_cn: 我所拥有的一切，可是无数个日夜的辛劳换来的！

# bark_act_out_start_my_turn_stress_dmg_partner+envious+runaway
source: Save it for an ear who cares.
ja: 気にかけてくれる人のために取っておいて
ko: 관심 있는 사람한테 가서 떠들라고.
uk: Розкажи це тим, кому воно потрібне.
zh_cn: 还是把话留给在意你的人吧。

# bark_act_out_start_my_turn_stress_dmg_partner+envious+vestal
source: You've not suffered. Not as I have.
ja: あなたは苦しんでいません。私ほどには
ko: 그대는 나만큼 고통 받지 않았지.
uk: Ти не знаєш, що таке справжнє страждання. На відміну від мене.
zh_cn: 你没有受过苦。没有受过像我一样的苦。
