Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_hero_story_jester_ch3_text_2
source: Anticipating an historic performance and enthused adulation,
ja: 歴史的な演奏と熱狂的な称賛を期待していた彼だったが、
ko: 그리하여 역사적인 공연과 열광적인 찬사를 기대했건만
uk: Він смакував наперед незрівнянну виставу й загальне захоплення,
zh_cn: 他本预期着足以载入史册的完美演出和观众的盛赞，

# vo_hero_story_jester_ch3_text_3
source: he was stunned to find himself instead the object of their debased ridicule.
ja: それどころか、実際には嘲笑の的となり、唖然とした。
ko: 돌아오는 것은 비열한 조롱과 크나큰 실망감 뿐이었다.
uk: але із жахом виявив, що став об’єктом принизливих глузувань.
zh_cn: 却发现自己竟然在大庭广众之下沦为了笑柄。

# vo_hero_story_jester_ch3_text_4
source: While his noble audience dined drunkenly, he was mocked, tortured,
ja: 貴族たちが酔っ払って食事をしている間、彼は嘲笑され、拷問を受け、
ko: 고귀하신 청중들께서는 한껏 배를 채우고 만취한 채 그를 조롱하고 고문하며
uk: Шляхетні пияки й ненажери глумилися з нього, мучили його,
zh_cn: 在他那些尊贵的观众享受宴酣之乐时，他则被嘲笑、被折磨，

# vo_hero_story_jester_ch3_text_5
source: and subjected to an obscene array of dangerous and decadent humiliations...
ja: 危険で退廃的な節度のない屈辱の数々にさらされた。
ko: 퇴폐적인 굴욕과 외설적인 수모를 끼얹을 뿐이었다...
uk: викрикували різні непристойності й піддавали його різним знущанням...
zh_cn: 并受到了一系列危险而堕落的羞辱……

# vo_hero_story_jester_ch4_fight_reward_0
source: This was the song of the dead - and it had exacted a fitting tribute.
ja: これは死者の歌だ。そして、死者にふさわしい賛辞を送ったのだ。
ko: 이것은 망자의 노래니 마땅히 망자들에게 연주해야 했다.
uk: Це була пісня мертвих, яка заслуговувала на належну повагу.
zh_cn: 这本是亡者之歌——而这一幕是对它最好的致敬。

# vo_hero_story_jester_ch4_fight_start_0
source: He unleashed his resentment upon instrument and crowd,
ja: 彼は楽器と群衆に憤りをぶつけ、
ko: 그는 자신의 악기로 청중들에게 분노를 표출하며
uk: Він спрямував свій гнів на інструмент і натовп.
zh_cn: 他将他的愤怒倾泻于器械与观众之上，

# vo_hero_story_jester_ch4_fight_start_1
source: playing the demoniac melody with unrestrained fury!
ja: 悪魔のようなメロディーを、怒りに任せて激しく奏でた。
ko: 억제할 수 없는 노도처럼 악마적 가락을 연주하기 시작했다!
uk: Він грав, мов одержимий, з нестримною люттю!
zh_cn: 以放纵的怒火奏响恶魔的乐章！

# vo_hero_story_jester_ch4_slam_0
source: Chapter Four: A Dark Song
ja: 第四章：闇の歌
ko: 4장: 어두운 노래
uk: Розділ четвертий. Темна пісня
zh_cn: 第四章：黑暗之歌

# vo_hero_story_jester_ch5_slam_0
source: Chapter Five: Finale
ja: 第五章：フィナーレ
ko: 5장: 대단원
uk: Розділ п’ятий. Заключний акорд
zh_cn: 第五章：终曲

# vo_hero_story_jester_ch5_text_0
source: Bowing low, he basked in the echoing applause of dripping blood.
ja: 低く頭を下げると、彼は血の滴るような拍手喝采を浴びた。
ko: 허리 숙여 인사하는 그의 귀에는 핏방울 떨어지는 소리가 박수 갈채와 같았다.
uk: Низько вклонившись, він почув лише повільні оплески краплин крові, що лилася із жил.
zh_cn: 深鞠躬后，他沐浴在淋漓鲜血的淅沥掌声之中。

# vo_hero_story_jester_ch5_text_1
source: The scene of wholesale dismemberment drove him to fits of mirthless hysterics.
ja: 彼は、大量のバラバラ死体の光景に、陰気な笑いのヒステリーを起こした。
ko: 온통 토막난 시신으로 점철된 참상은 그를 웃지도 못할 히스테리로 몰아넣었다.
uk: Жахливий вигляд понівечених тіл викликав у нього напад нестримної істерики.
zh_cn: 彻底肢解的场面催使他陷入了冷酷无情的歇斯底里之中。

# vo_hero_story_jester_ch5_text_2
source: He was laughing still as he placed the blade against his own hand,
ja: 刃を自分の手に当てながら、一瞬楽しんだ歪んだ才能とのつながりを
ko: 그렇기에 그는 여전히 웃으면서 자신의 손에 칼날을 대고
uk: Сміючись, він доторкнувся лезом ножа до власної руки.
zh_cn: 在他把刀刃抵在自己手指上的时候，他仍然狂笑着；

# vo_hero_story_jester_ch5_text_3
source: severing his connection to whatever twisted talent he had so fleetingly enjoyed.
ja: 断ち切ったときも、彼はまだ笑っていた。
ko: 잠시나마 즐겼던 비뚤어진 재능과의 연결을 끊어 버렸다.
uk: Він розірвав зв’язок зі збоченим талантом, яким насолоджувався так недовго.
zh_cn: 随后，他一刀斩断了曾短暂享受过的扭曲才华。

# vo_hero_story_jester_ch5_text_4
source: Aimlessly, he drifted from the hall,
ja: 彼は、よく覚えていない不協和音のメロディーを
ko: 그렇게 그는 궁전을 떠났다.
uk: Бездумно дивлячись перед собою, він вийшов із залу.
zh_cn: 漫无目的地，他离开了宫殿大厅，

# vo_hero_story_jester_ch5_text_5
source: humming broken bars of a discordant melody he could not quite remember...
ja: 口ずさみながら会場をあとにすると、あてもなくさまよった。
ko: 잘 기억나지도 않는 불협화음의 짤막한 가락을 흥얼거리면서...
uk: Під ніс він мугикав уривки якоїсь немилозвучної забутої мелодії.
zh_cn: 哼唱着那不谐旋律的破碎片段，纵使他已经不太记得……

# vo_hero_story_leper_ch1_fight_reward_0
source: The ailing and infirm were far less repulsive to him than the venomous whispers of his scoffing entourage...
ja: 病人や弱者よりも、嘲笑する側近の毒舌に対する嫌悪感の方がはるかに上であった...
ko: 자신을 둘러싼 간신들의 음모와 아첨에 비하면 차라리 나약한 병자들이 덜 혐오스러웠다...
uk: Спілкуватися з хворими й немічні йому було не так неприємно, як вислуховувати уїдливий глузливий шепіт глядачів.
zh_cn: 比起病魔缠身的人们，在他眼中，身旁那些狠毒的低语要丑恶得多……

# vo_hero_story_leper_ch1_fight_start_0
source: Despite the protestations of his royal advisors, he would visit with the sick and dying,
ja: 王室の側近から反対されたにもかかわらず、彼は病人や瀕死の人を見舞い、
ko: 신하들의 만류에도 불구하고, 그는 병들고 죽어가던 자들을 기꺼이 방문하여
uk: Усупереч протестам королівських радників він завжди відвідував хворих і вмираючих,
zh_cn: 尽管他的宫廷顾问百般阻挠，他仍会探望那些患病、垂死之人，

# vo_hero_story_leper_ch1_fight_start_1
source: providing them what comfort he could.
ja: できる限りの癒やしを与えた。
ko: 자신이 제공할 수 있는 모든 선의를 베풀었다.
uk: даючи їм розраду, коли міг.
zh_cn: 尽他所能给予他们慰藉。

# vo_hero_story_leper_ch1_slam_0
source: Leper Chapter One: Shun Them Not
ja: 没落者 第一章：彼らを避けるべからず
ko: 나병환자 1장: 저들을 보듬으라
uk: Прокажений Розділ перший. Не відвернись
zh_cn: 麻风病人 第一章：亲民

# vo_hero_story_leper_ch2_slam_0
source: Chapter Two: Infection
ja: 第二章：感染
ko: 2장: 감염
uk: Розділ другий. Зараження
zh_cn: 第二章：感染

# vo_hero_story_leper_ch2_text_0
source: Early signs could be ignored or concealed, but soon the reality was inescapable.
ja: 初期の兆候は無視したり隠したりもできたが、すぐに現実は避けられないものとなった。
ko: 처음에는 어떻게든 증상을 숨길 수 있었지만, 곧 부정할 수 없는 현실이 닥쳐 왔다.
uk: Першими ознаками можна було легковажно знехтувати, але невдовзі реальність стала неминучою.
zh_cn: 早期的征兆可以被忽视或掩藏，但很快，现实就避无可避。

# vo_hero_story_leper_ch2_text_1
source: Whether by some affliction of lineage or by direct transmission,
ja: 血筋によるものであれ、直接の感染によるものであれ、
ko: 유전 병력의 발현이든 직접적인 전염이든
uk: Чи то отримана в спадок, чи то підхоплена в одному з лазаретів,
zh_cn: 不管是因为血脉中的某种诅咒，还是直接与疫病的接触，

# vo_hero_story_leper_ch2_text_2
source: symptoms of incurable disease began to openly manifest themselves.
ja: 不治の病の症状が露骨に現れ始めた。
ko: 불치병의 증상이 걷잡을 수 없이 나타나기 시작했다.
uk: невиліковна хвороба врешті-решт почала проявлятися.
zh_cn: 无法治愈的恶疾开始大肆显现其症状。

# vo_hero_story_leper_ch2_text_3
source: Wracked with pain, he summoned doctors and aides from the farthest reaches of his lands,
ja: 痛みに耐えかねて、彼は国中から医師や側近を呼び寄せたが、
ko: 고통에 시달리던 왕은 자신의 영토 곳곳에서 온갖 의사와 신하들을 불러 모아 보았지만
uk: Змучений болем, він викликав лікарів і цілителів з усіх куточків своєї країни,
zh_cn: 在万分的痛苦中，他召来了全国各地的良医，

# vo_hero_story_leper_ch2_text_4
source: all of whom concluded the worst: the King was dying.
ja: 誰もが、「王の死は避けられない」という最悪の結論に達した。
ko: 모두 결론은 같았다. 왕은 죽어가고 있었다.
uk: і всі вони дійшли найгіршого висновку: король вмирає.
zh_cn: 而他们都得出了最差的结论：国王要死了。

# vo_hero_story_leper_ch3_slam_0
source: Chapter Three: Treason
ja: 第三章：反逆
ko: 3장: 반역
uk: Розділ третій. Зрада
zh_cn: 第三章：叛国

# vo_hero_story_leper_ch3_text_0
source: Sedition, like any illness, spreads slowly.
ja: 反乱は、他の病気と同じように、ゆっくりと広がっていく。
ko: 선동은 여느 역병처럼 조용히 퍼져 나갔다.
uk: Смута, як і будь-які хвороби, поширюється повільно.
zh_cn: 叛乱，与所有疾病一样，缓慢地蔓延。

# vo_hero_story_leper_ch3_text_1
source: Rotten with a cynical opportunism born of longstanding entitlement,
ja: 長年の権利から生まれたシニカルな日和見主義の中で腐敗した策士たちは、
ko: 권력이 오랫동안 고이면서 부패는 자연스레 발생하였으니
uk: Цинічні пристосуванці, розбещені багаторічним правлінням,
zh_cn: 在长久的地位带来的投机主义思想侵蚀下，

# vo_hero_story_leper_ch3_text_2
source: the scheming circle of advisors drafted mutinous plans.
ja: 反乱の計画を起草した。
ko: 일군의 신하들이 반역을 꾸미기 시작한 것이다.
uk: радники-інтригани планували заколоти й готували змови.
zh_cn: 密谋的顾问们起草了叛乱的计划。

# vo_hero_story_leper_ch3_text_3
source: Though bedridden, he had long since divined their intent,
ja: 寝たきりではあったが、以前から彼らの意図を察知し、
ko: 왕은 병석에서도 그런 의도를 꿰뚫어 보고는
uk: Хоч і прикутий до ліжка, він давно розгадав їхні наміри.
zh_cn: 尽管卧病在床，他仍早早预见了他们的意图；

# vo_hero_story_leper_ch3_text_4
source: and feared the disastrous results of their would-be rule.
ja: 彼らの支配がもたらす悲惨な結果を恐れていた。
ko: 그릇된 통치가 불러 올 비참한 결과를 두려워하였다.
uk: Його турбувала катастрофа, яка неодмінно сталася б під час їхнього правління.
zh_cn: 倘若他们篡夺王位，整个王国的下场将不堪设想。

# vo_hero_story_leper_ch3_text_5
source: Summoning his blacksmith - and his strength - he hoisted his blade,
ja: 彼は鍛冶屋を呼び寄せ、力を振り絞り、剣を振り上げ、
ko: 하여 왕은 자신의 대장장이를 불러들여 한 자루 칼을 벼리고는
uk: Покликавши свого коваля, він із його допомогою підняв меч
zh_cn: 他召来了他的铁匠，以及他的力量——举起了巨剑，

# vo_hero_story_leper_ch3_text_6
source: and rose to meet the coming threat.
ja: 迫り来る脅威を迎え撃つために立ち上がった。
ko: 마지막 힘을 짜내 다가오는 위협에 맞섰다.
uk: і вирушив назустріч загрозі, що насувалася.
zh_cn: 起身迎击将至的威胁。

# vo_hero_story_leper_ch4_fight_reward_0
source: His blade had broken, but so too the treasonous plot.
ja: 彼の剣は折れたが、反逆の計画も頓挫した。
ko: 칼날은 꺾였으나 반역의 기미 역시 마찬가지였다.
uk: Його меч був зламаний, але їхня зрадницька змова була розкрита.
zh_cn: 他的剑锋碎裂，但与之一同碎裂的还有反叛的阴谋。

# vo_hero_story_leper_ch4_fight_start_0
source: He had shown his compassion. Now... he would show his fury!
ja: これまで彼は思いやりを見せてきたが、今…怒りを見せるだろう！
ko: 지금껏 박애를 보였으니, 이제는 분노를 보일 차례였다!
uk: Він надто довго виявляв співчуття до всіх. Тепер хай вони відчують його гнів!
zh_cn: 他展示过了他的同情心。现在……他将展示他的怒火！

# vo_hero_story_leper_ch4_slam_0
source: Chapter Four: The Purge
ja: 第四章：粛清
ko: 4장: 숙청
uk: Розділ четвертий. Вирішальна ніч
zh_cn: 第四章：肃清

# vo_hero_story_leper_ch5_slam_0
source: Chapter Five: A Beautiful View
ja: 第五章：美しき光景
ko: 5장: 아름다운 모습
uk: Розділ п’ятий. Чудовий день
zh_cn: 第五章：美景

# vo_hero_story_leper_ch5_text_0
source: Satisfied that the spirit of his benevolent tenure would endure, he abdicated the throne.
ja: 在任中に心血を注いだ慈愛の精神が持続することに満足した彼は、王位を退いた。
ko: 자신의 자애로운 정신이 길이 남을 거라 확신한 왕은 왕위에서 만족스레 물러났다.
uk: Задоволений тим, що дух його милосердного правління не зникне, він зрікся престолу.
zh_cn: 确保贤明的统治得以延续后，他心满意足地禅让了王位。

# vo_hero_story_leper_ch5_text_1
source: People gathered at windows and along the roads.
ja: そんな彼を労うため、民衆が窓際や道端に集まった。
ko: 백성들은 창문에, 길가에 모여 들었다.
uk: Люди збиралися біля вікон і вздовж доріг.
zh_cn: 他的子民有的聚在窗前，有的聚在路边。

# vo_hero_story_leper_ch5_text_2
source: Weeping, some threw petals at his feet, while others watched in reverent stoicism.
ja: ある者は涙を流し、ある者は彼の足元に花びらを投げ、またある者は恭しく冷静に見守った。
ko: 다들 흐느끼며 왕의 발 아래로 꽃잎을 뿌리고, 경건한 마음으로 마지막 모습을 지켜보았다.
uk: Одні плакали, кидаючи пелюстки йому під ноги, інші дивилися на нього з побожністю.
zh_cn: 有的哭泣着将花瓣撒在了他的脚下，有的则崇敬地行注目礼。

# vo_hero_story_leper_ch5_text_3
source: As he walked beyond the city gates, he marveled at the beauty of the world,
ja: 城門の外を歩きながら、彼は世の中の美しさに感嘆し、
ko: 한때 왕이었던 자는 도시의 성문을 나서서 세상의 아름다움에 경탄하고는
uk: Коли він вийшов за міську браму, краса довколишнього світу зачудувала його.
zh_cn: 走出城市的大门时，他不禁感慨世界的美景，

# vo_hero_story_leper_ch5_text_4
source: and was grateful for his many blessings.
ja: そして、多くの恩恵に感謝した。
ko: 자신이 받은 무수한 축복에 감사하였다.
uk: Можливість жити, зрозумів він, це найбільше благо.
zh_cn: 并为自己身上的诸多恩惠而感激。

# vo_hero_story_man_at_arms_ch1_slam_0
source: Man-at-Arms Chapter One: A Premature Promotion
ja: 重騎兵 第一章：拙速な昇進
ko: 중보병 1장: 섣부른 승진
uk: Войовник Розділ перший. Дострокове підвищення
zh_cn: 老兵 第一章：过早的提拔

# vo_hero_story_man_at_arms_ch1_text_0
source: The politics of a military career are perhaps as treacherous as war itself.
ja: 軍人の権力闘争は、おそらく戦争そのものと同じくらい危険なものである。
ko: 군 경력에서의 정치적 암투는 전쟁만큼이나 치열하다.
uk: Політика у військовій кар’єрі, можливо, так само підступна, як і сама війна.
zh_cn: 军事生涯中的政治手段，也许和战争本身一样奸诈。

# vo_hero_story_man_at_arms_ch1_text_1
source: Though untested in combat, his acumen for advancement was unmatched.
ja: 実戦経験はないが、昇進の好機を見極めることに関して彼の右に出るものはいなかった。
ko: 그는 아직 실전을 치르지는 않았으나 승진에 대한 통찰만큼은 탁월하였으니.
uk: Хоча його й не випробували в бою, його вмінню просуватися по службі можна було позаздрити.
zh_cn: 尽管从未在战场上检验过实力，但他对晋升的渴望无人能比。

# vo_hero_story_man_at_arms_ch1_text_2
source: Through a dubious campaign of influence and intimidation,
ja: 影響力と脅迫を用いた怪しい作戦によって、
ko: 각종 영향력과 위협을 수상쩍은 방식으로 총동원하여
uk: Провівши сумнівний похід за допомогою погроз і тиску авторитетом,
zh_cn: 通过一系列软硬兼施的操弄，

# vo_hero_story_man_at_arms_ch1_text_3
source: he had at last claimed a coveted command,
ja: 彼はついに念願の指揮権を手に入れた。
ko: 마침내 모두가 갈망하던 지휘권을 따내고는
uk: він нарешті отримав омріяне командування
zh_cn: 他终于得到了垂涎已久的权力，

# vo_hero_story_man_at_arms_ch1_text_4
source: and was eager to bask in the glory of the victories that were sure to come.
ja: そして、来るべき勝利の栄光に酔いしれようとしていた。
ko: 자신에게 마땅히 다가 올 승리의 영광을 열망하였다.
uk: і захотів погрітися в променях слави, яка, безперечно, була попереду.
zh_cn: 并急于沐浴于注定会接踵而至的胜利荣光中。

# vo_hero_story_man_at_arms_ch2_fight_reward_0
source: A rout, a massacre... a complete and total failure of command.
ja: 敗走、虐殺…完全に指揮官失格だ。
ko: 패주와 학살... 순전한 지휘의 총체적 실패였다.
uk: Розгром, різанина... повний і беззаперечний провал командування.
zh_cn: 一场溃败，一场屠杀……一场彻头彻尾失败的指挥。

# vo_hero_story_man_at_arms_ch2_fight_start_0
source: Behold the conquering General, marching his men to victory!
ja: 見よ！征服した元帥が勝利のために部下を行進させる！
ko: 원정군의 지휘관이 부하들을 이끌고 승리로 나아가는 모습을 보라!
uk: Дізнайтеся, як генерал-завойовник веде своїх людей до перемоги.
zh_cn: 看那所向披靡的将军，如何带领他的战士们走向胜利！

# vo_hero_story_man_at_arms_ch2_slam_0
source: Chapter Two: A Leader of Men
ja: 第二章：導く者
ko: 2장: 대장 노릇
uk: Розділ другий. Ватажок
zh_cn: 第二章：领袖

# vo_hero_story_man_at_arms_ch3_slam_0
source: Chapter Three: One Eye Open
ja: 第三章：警戒を怠るなかれ
ko: 3장: 한 눈만 뜨고
uk: Розділ третій. Сторожкий сон
zh_cn: 第三章：难眠

# vo_hero_story_man_at_arms_ch3_text_0
source: Every night, the men of his regiment would interrupt his fitful convalescence.
ja: 毎晩、連隊の兵士たちが、彼が体を休める時間を邪魔した。
ko: 매일 밤마다 옛 부하들이 찾아와 고통스러운 요양을 방해하였다.
uk: Щоночі загиблі товариші з’являлися в його неспокійному сні.
zh_cn: 每个夜晚，他手下的士兵都会打断他的短寐。

# vo_hero_story_man_at_arms_ch3_text_1
source: Mutilated and maimed, the spectral garrison clawed at his bedcovers,
ja: 手足を切断され、傷つけられた亡霊のような兵士たちが、彼のベッドカバーに爪を立て、
ko: 성치 않은 몸을 이끌고 찾아온 부하의 망령들은 침대보를 긁어대면서
uk: Понівечені й скалічені, воїни примарного гарнізону
zh_cn: 血流成河、四肢异处，那些鬼魅兵卒撕扯着他的床被，

# vo_hero_story_man_at_arms_ch3_text_2
source: whispering hateful truths in his ears.
ja: 憎悪に満ちた真実を耳元でささやいた。
ko: 그 귀에 가증스러운 진실을 속삭였다.
uk: нашіптували йому ненависну правду.
zh_cn: 在他耳畔低语着饱含恨意的事实。

# vo_hero_story_man_at_arms_ch3_text_3
source: The exhausted attendants in the field hospital would wake to the sound of panicked screaming
ja: 野戦病院の疲れ果てた係員たちは、慌てた叫び声と
ko: 야전 병원의 지친 간호원들은 공황에 빠진 비명과 수치스러운 울음 소리에 깜짝 놀라 깨곤 했다.
uk: Виснажені санітари польового лазарету прокидалися під його перелякані крики
zh_cn: 战地诊所中筋疲力尽的伤员常常会被恐慌的尖叫

# vo_hero_story_man_at_arms_ch3_text_4
source: and inglorious sobs. It was not the war that had taken his eye. It was pride.
ja: 悲痛な嗚咽で目を覚ました。彼の目を奪ったのは戦争ではなかった。プライドだ。
ko: 그의 한쪽 눈을 가져간 건 전쟁이 아니라 오만이었던 것이다.
uk: й гіркі ридання. Не війна засліпила його, а гординя.
zh_cn: 与丢人的抽泣声惊醒。夺走他一只眼睛的不是战争。是骄傲。

# vo_hero_story_man_at_arms_ch4_fight_reward_0
source: At last, he would sleep undisturbed, and
ja: ついに、彼は誰にも邪魔されずに眠れるようになり、
ko: 마침내 그는 아무런 방해 없이 잠들 수 있게 되었다.
uk: Нарешті він спатиме безтурботно.
zh_cn: 终于，他得以安眠，或许还能

# vo_hero_story_man_at_arms_ch4_fight_reward_1
source: perhaps find some comfort in that murky abyss of dreamless wonder.
ja: 夢のない深淵に安らぎを見出すことができるかもしれない。
ko: 어쩌면 꿈도 꾸지 않는 질척한 심연 속에 안식을 찾았을지도 모를 일이다.
uk: Можливо, у похмурій безодні, де нема сновидінь, він врешті-решт знайде розраду.
zh_cn: 从无梦的朦胧深渊中找到些许慰藉。

# vo_hero_story_man_at_arms_ch4_fight_start_0
source: Demoted and disgraced, he returned to the battlefield,
ja: 降格させられ失脚した彼は、連隊の怒りに耐え、
ko: 강등과 치욕을 겪은 후, 그는 다시 전장으로 돌아와
uk: Розжалуваний і зганьблений, він повернувся на поле бою,
zh_cn: 受到降职，失权失势，他回到了那个战场，

# vo_hero_story_man_at_arms_ch4_fight_start_1
source: ready to endure the wrath of his regiment and grant them some small peace.
ja: 彼らにささやかな安寧を与えるべく、戦場へと戻った。
ko: 부하들의 분노를 감내하고 실낱같은 위로나마 전하고자 하였다.
uk: готовий витерпіти гнів своїх людей і допомогти їм упокоїтися.
zh_cn: 准备好忍受他手下士兵的愤怒，并给予他们些许安宁。

# vo_hero_story_man_at_arms_ch4_slam_0
source: Chapter Four: Ghosts of the Past
ja: 第四章：過去の亡霊
ko: 4장: 과거의 유령
uk: Розділ четвертий. Привиди минулого
zh_cn: 第四章：过往的亡魂

# vo_hero_story_man_at_arms_ch5_slam_0
source: Chapter Five: In the Trenches
ja: 第五章：塹壕の中で
ko: 5장: 참호 속에서
uk: Розділ п’ятий. В окопах
zh_cn: 第五章：战壕之中

# vo_hero_story_man_at_arms_ch5_text_0
source: He resolved to spend his remaining years seeking atonement in the trenches of bloody battlefields the world over.
ja: 彼は、余生を世界中の血なまぐさい戦場の塹壕で、贖罪を求めることに費やそうと決意した。
ko: 그는 남은 생을 전세계의 치열한 전장 속 참호에서 뒹굴며 속죄하기로 결심했다.
uk: Він вирішив провести залишок свого життя в окопах, шукаючи спокуту в запеклих битвах в усьому світі.
zh_cn: 他下定决心，要在血腥的战壕中度过余生，以其偿还自己的罪孽。

# vo_hero_story_man_at_arms_ch5_text_1
source: For him, there could be no respite from the horrors of war.
ja: 彼にとっては、戦争の恐怖から解放されることなどない。
ko: 어차피 전쟁의 공포에서 벗어날 방법은 없었으니.
uk: Перепочинок від жахів війни? Ні, це було не для нього.
zh_cn: 对他来说，永远不会有从战争的恐怖中得到喘息的机会。

# vo_hero_story_man_at_arms_ch5_text_2
source: And when, at last, he was struck down, he would die alone and unremembered.
ja: そして、ついに自分が倒された時、彼は孤独に、記憶に残ることなく死ぬだろう。
ko: 그리고 언젠가 쓰러지는 순간, 그는 아무에게도 기억되지 못한 채 홀로 죽으리라.
uk: І коли його нарешті спіткає смерть, він так і згине безслідно, забутий усіма.
zh_cn: 而当他最终战死沙场时，他将会孤独地死去，不被人铭记。

# vo_hero_story_man_at_arms_ch5_text_3
source: Surely, he deserved no better.
ja: 彼に、それ以上の価値はないのだろう。
ko: 그보다 걸맞는 최후는 없을 테니.
uk: Безсумнівно, на краще він і не заслуговував.
zh_cn: 毕竟，他只配得上这样的命运。

# vo_hero_story_occultist_ch1_slam_0
source: Occultist Chapter One: The Ritual
ja: 神秘主義者 第一章：儀式
ko: 신비학자 1장: 의식
uk: Окультист Розділ перший. Таємний ритуал
zh_cn: 神秘学家 第一章：仪式

# vo_hero_story_occultist_ch1_text_0
source: On certain portentous evenings carefully selected for their astrological potency,
ja: 占星術的な効力を得るべく、慎重に選ばれた前兆のある晩、
ko: 어느 불길한 저녁, 별들의 위치를 계산하여 크나큰 힘을 얻을 수 있을 거라 예상되던 날,
uk: У певні знаменні вечори, вибрані завдяки їхньому астрологічному потенціалу,
zh_cn: 在某些因群星荟萃而被精挑细选出的不祥之夜，

# vo_hero_story_occultist_ch1_text_1
source: he would gather his devotees around the ancient onyx table, and, joining hands with them,
ja: 彼は信奉者たちを古代のオニキスのテーブルの周りに集め、彼らと手を取り合いながら、
ko: 그는 추종자들을 모아 고대의 흑요석 탁자에 둘러 앉아 서로의 손을 맞잡고
uk: він збирав своїх прихильників за старовинним оніксовим столом і, тримаючи їх за руки,
zh_cn: 他会召集他虔诚的拥护者，集结于古老的玛瑙桌旁，与他们手拉手，

# vo_hero_story_occultist_ch1_text_2
source: would send his spirit out into the void. Safely tethered by their vital energies,
ja: 自分の魂を虚空に送り出す。彼らの生命エネルギーによって安全に繋がれ、
ko: 자신들의 정신을 공허로 보내었다. 서로의 생명 에너지를 안전하게 고정한 채,
uk: посилав свій дух у безодню. Надійно прив’язаний їх життєвою енергією,
zh_cn: 然后将他的灵魂送入虚空之中。被他们的生命力安全地牵着，

# vo_hero_story_occultist_ch1_text_3
source: he was free to wander the Outer Spheres in search of some dark communion and impossible power.
ja: 彼は、闇の交信と不可解な力を求めて、自由に外宇宙をさまようことができるのだ。
ko: 그는 바깥 세상을 자유롭게 노니며 어두운 교감과 초월적인 힘을 갈구하였다.
uk: він вільно блукав далекими рубежами в пошуках темного причастя і неймовірної сили.
zh_cn: 他可以自由地遨游外域，搜寻黑暗的连结与难以置信的力量。

# vo_hero_story_occultist_ch2_slam_0
source: Chapter Two: A Door in the Desert
ja: 第二章：砂漠の扉
ko: 2장: 사막의 문
uk: Розділ другий. Двері в пустелі
zh_cn: 第二章：沙漠之门

# vo_hero_story_occultist_ch2_text_0
source: He found himself in a vast expanse of windswept dunes.
ja: 気がつくと、彼の目の前には、風の吹きすさぶ広大な砂丘が広がっていた。
ko: 그는 곧 거친 바람이 부는 광활한 사막 언덕 사이에 선 자신을 발견하였다.
uk: Він опинився в безмежному просторі, де були лише дюни, над якими носився вітер.
zh_cn: 他发现自己位于广袤无垠的沙丘之间。

# vo_hero_story_occultist_ch2_text_1
source: Ahead, the stone spires of a pyramidal temple called down jagged bolts from a roiling, angry sky.
ja: 前方にはピラミッド型の神殿の石柱が、憤怒に満ちた空から耳障りな稲妻を呼び寄せている。
ko: 그 앞에는 피라미드 사원의 돌 첨탑이 심상치 않은 하늘로부터 벼락을 떨어뜨리고 있었다.
uk: Попереду з гуркотливого гнівного неба в кам’яні шпилі храму-піраміди били блискавки.
zh_cn: 前方有一座金字塔形的寺庙，它那岩石的塔尖在乌云密布的天空下驱雷策电。

# vo_hero_story_occultist_ch2_text_2
source: Undaunted, he crossed the threshold of the towering aperture, settled himself upon the central dais,
ja: 彼は臆することなく、高くそびえる開口部の敷居をまたぎ、中央のひな壇に腰を下ろすと、
ko: 그는 굴하지 않고 우뚝 솟은 사원의 문턱을 넘어 중앙 제단에 자리를 잡고는
uk: Він безстрашно ступив через поріг, влаштувався на центральному помості
zh_cn: 无所畏惧地，他迈入了那座高塔，攀到了中央平台的最高点，

# vo_hero_story_occultist_ch2_text_3
source: and prepared for the coming sacrifice.
ja: 生贄を捧げる準備をした。
ko: 다가올 번제를 기다렸다
uk: й приготувався до майбутнього жертвоприношення.
zh_cn: 准备好迎接接下来的献祭。

# vo_hero_story_occultist_ch3_fight_reward_0
source: The emptiness in him called out across boundless gulfs of unknown space...
ja: 彼の中の虚無は、未知の空間の果てしない溝を越えて呼びかけてきた…
ko: 그의 마음 속 공허는 미지의 공간, 끝없는 심연 너머로 가로 질렀다...
uk: Голос порожнечі в ньому нісся крізь безмежні простори незвіданого космосу.
zh_cn: 他内心的空洞向未知空间的千丘万壑发出召唤……

# vo_hero_story_occultist_ch3_fight_reward_1
source: ... for nature abhors a vacuum.
ja: …自然は隔絶を嫌う、と。
ko: ...마치 자연이 진공을 거부하듯이.
uk: Бо природа не терпить порожнечі.
zh_cn: ……因为自然法则畏惧真空的存在。

# vo_hero_story_occultist_ch3_fight_start_0
source: Terrible though it was, he would pay the price for power!
ja: 恐ろしいことではあるが、彼は力の代価を払うことになる！
ko: 실로 끔찍하였으나, 그는 힘의 대가를 치를 것이었다!
uk: За силу він був готовий заплатити будь-яку ціну, хоч би якою жахливою вона була!
zh_cn: 纵使再可怕，他也甘愿付出力量的代价！

# vo_hero_story_occultist_ch3_slam_0
source: Chapter Three: Some Parts Must Die
ja: 第三章：必然的な一部の死
ko: 3장: 내면의 죽음
uk: Розділ третій. Угода із совістю
zh_cn: 第三章：不破不立

# vo_hero_story_occultist_ch4_fight_reward_0
source: Imbued with strange currents of infernal origin, his apotheosis was complete...
ja: 地獄のような不思議な流れに包まれ、彼の神格化が完了した…
ko: 지옥의 기원으로부터 흘러 나오는 기이한 흐름으로 세례를 받으니, 격상은 완전히 끝이 났다...
uk: Пронизаний дивними течіями інфернального походження, він досяг апофеозу.
zh_cn: 被来自渊狱的奇异能量浸润，他得以超越凡人的极限……

# vo_hero_story_occultist_ch4_fight_start_0
source: Drawing vitality from the assembled mediums,
ja: 彼は集まった霊媒師から生気を吸い取り、
ko: 한데 모인 자들로부터 생명력을 뽑아내고자
uk: Черпаючи життєву силу своїх посередників,
zh_cn: 从集结的介质身上汲取生命力，

# vo_hero_story_occultist_ch4_fight_start_1
source: he would hold fast against the thing, and harness a portion of its power!
ja: それを固守し、その力の一部を利用するであろう！
ko: 그는 꿋꿋이 버티면서 힘의 일부를 휘둘렀다!
uk: він міцно вхопиться за цю сутність і приборкає частину її сили!
zh_cn: 他将会抵御那个异界生物的进攻，并将它的部分力量据为己有！

# vo_hero_story_occultist_ch4_slam_0
source: Chapter Four: The Guest
ja: 第四章：来訪者
ko: 4장: 손님
uk: Розділ четвертий. Незваний гість
zh_cn: 第四章：异界来客

# vo_hero_story_occultist_ch5_slam_0
source: Chapter Five: An Eternal Flame
ja: 第五章：永遠の炎
ko: 5장: 영원한 불꽃
uk: Розділ п’ятий. Вогонь незгасний
zh_cn: 第五章：永恒之炬

# vo_hero_story_occultist_ch5_text_0
source: Emerging from his trance, he met the charred, steaming corpses of his acolytes with a shudder.
ja: トランス状態から目覚めた彼は、従者たちの炭化した蒸し焼きの死骸を目にし、身震いした。
ko: 무아지경에서 깨어난 그는 곧 시커멓게 그을린 채 연기를 풀풀 풍기고 있는 추종자들의 시신을 보고 경악하였다.
uk: Вийшовши з трансу, він із жахом побачив обвуглені трупи своїх послідовників.
zh_cn: 从冥想中归来，看到他的僧侣们被烤得焦黑的尸体，他只是耸了耸肩。

# vo_hero_story_occultist_ch5_text_1
source: He could sense the eldritch entity stalking the edges of his consciousness, probing for weaknesses.
ja: そして、気味の悪い実体が自分の意識の端に忍び寄り、弱点を探っているのを感じていた。
ko: 또한 자신의 의식 가장자리를 서성이며 약점을 찾고 있는 이형의 존재도 똑똑히 인식하였다.
uk: Він відчував, як чужа моторошна сутність повзе закутками його свідомості, вишукуючи слабкі місця.
zh_cn: 他能感受到那个邪异的存在在他的神智中刺探，搜寻他的弱点。

# vo_hero_story_occultist_ch5_text_2
source: He had become a beacon - a conduit to unknown regions...
ja: 彼は導き手となり、未知の領域への導管となった。
ko: 그는 이제 봉화가 된 것이었다. 미지의 영역으로 통하는 통로이자...
uk: Він став маяком, провідником у невідомі краї,
zh_cn: 他成为了一座灯塔——一个与未知界域连结的导体……

# vo_hero_story_occultist_ch5_text_3
source: ... and would be assailed by those blasphemous forces all the rest of his days.
ja: …そして、残りの日々を、その冒涜的な力に襲われることになるのだ。
ko: ...앞으로 평생토록 그 모독적인 군세에 위협을 받을 신세로 전락한 것이었다.
uk: але ця блюзнірська сила мучитиме його до останніх днів життя.
zh_cn: ……而且会永远受到那些亵渎之力的侵袭，至死方休。

# vo_hero_story_plague_doctor_ch1_slam_0
source: Plague Doctor Chapter One: The Good Student
ja: ペスト医師 第一章：理想的な生徒
ko: 역병 의사 1장: 훌륭한 학생
uk: Чумниця Розділ перший. Старанна студентка
zh_cn: 瘟疫医生 第一章：优异学生
