Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_start_my_turn_stress_heal_partner+leper
source: Allow the sun scatter your clouds.
ja: 太陽にお前の雲を散らさせよ
ko: 태양이 그대 위에 드리운 먹구름을 걷어낼지니.
uk: Дозволь сонцю розвіяти твої хмари.
zh_cn: 让阳光拨开你的云雾。

# bark_act_out_start_my_turn_stress_heal_partner+man_at_arms
source: Steady yerself...
ja: 気を落ち着かせろ…
ko: 단단히 버텨...
uk: Тримайся!
zh_cn: 做好准备……

# bark_act_out_start_my_turn_stress_heal_partner+occultist
source: We shall safeguard one another.
ja: 我々は互いに守り合うのだ
ko: 서로를 지켜 보세.
uk: Ти захищатимеш мене, а я тебе.
zh_cn: 我们都应该守护彼此。

# bark_act_out_start_my_turn_stress_heal_partner+plague_doctor
source: Trust in our methods! In one another!
ja: 私たちの手法を信じて！お互いに！
ko: 우리의 방법을 믿어! 우리 스스로를 믿어!
uk: Довірся нашим методам.
zh_cn: 相信我们的方法论——相信彼此！

# bark_act_out_start_my_turn_stress_heal_partner+runaway
source: Keep close! I won't let 'em pick you off!
ja: 離れるな！奴らにお前を殺させはしない！
ko: 가까이 붙어! 널 잡아가게 두진 않을 거야!
uk: Я не дозволю їм тебе спіймати!
zh_cn: 跟紧我！我不会让他们得手的！

# bark_act_out_start_my_turn_stress_heal_partner+vestal
source: We are protected. Trust in me.
ja: 私たちは守られています。私を信じてください
ko: 우리는 가호받는다. 나를 믿거라.
uk: Ми під захистом, повір мені.
zh_cn: 我们自有护佑。相信我。

# bark_act_out_steady_banter@0
source: Fret not. Every journey is simply one step following another.
ja: 心配はいらない。すべての旅は、次に続く単なる一歩に過ぎない
ko: 걱정 마. 모든 여정은 결국 한 걸음씩 내딛으면서 나아가는 거니까.
uk: Кожна подорож усього лише послідовність кроків.
zh_cn: 别慌张。所谓旅程，不过是一步一个脚印前进的过程。

# bark_act_out_steady_banter@1
source: Take solace in the quiet while you can.
ja: 今のうちに静寂の中で心を癒やそう
ko: 쉴 수 있을 때 푹 쉬어 두라고.
uk: Поки є можливість, краще знайти втіху в тиші.
zh_cn: 安宁来之不易，快休息一会儿吧。

# bark_act_out_steady_banter@2
source: Trust in our plan and do not deviate.
ja: 我々の計画を信じ、逸脱しないように
ko: 우리 계획을 믿고 따라와.
uk: Треба вірити, що план спрацює, і не відступати від нього.
zh_cn: 相信我们的计划，不要节外生枝。

# bark_act_out_steady_banter@3
source: We have survived thus far, have we not?
ja: 我々はここまで生き抜いてきただろ？
ko: 우린 지금까지 잘 살아 남았잖아, 안 그래?
uk: Ми досі живі. Чи це не чудо?
zh_cn: 毕竟，我们活到了现在，不是么？

# bark_act_out_steady_banter@4
source: Weep not for our losses - there will be time to grieve later.
ja: 失ったもののために泣くな。悲しむのは後だ
ko: 죽어 간 동료들에 너무 집착하지 마. 나중에 애도의 시간이 찾아올 테니.
uk: Зараз не час для сліз. Ми ще встигнемо побідкатися.
zh_cn: 不要为牺牲而悲伤——以后会有时间哀悼的。

# bark_act_out_stress_knitter_banter@0
source: Blast! Dropped a stitch!
ja: くそ！編み目を1つ落とした！
ko: 망할! 바늘을 떨어뜨렸어!
uk: Петля зіскочила, щоб її...
zh_cn: 啊！漏了一针！

# bark_act_out_stress_knitter_banter@1
source: How far to the Inn? I need more yarn...
ja: 宿までの距離は？もっと毛糸が必要だ…
ko: 여관까지 얼마나 남았지? 실이 더 필요한데...
uk: Скільки ще до трактиру? У мене моток закінчився.
zh_cn: 旅馆还有多远？我的线用完了……

# bark_act_out_stress_knitter_banter@2
source: I find the click of knitting needles so relaxing.
ja: 編み針のカチカチという音にとても癒やされる
ko: 뜨개질을 부시럭거리고 있으면 마음이 놓이는군.
uk: Мене заспокоює стукіт в’язальних спиць.
zh_cn: 针线相交的声音真的很减压。

# bark_act_out_stress_knitter_banter@3
source: I missed an increase?! All the way back <i>there?!</i>
ja: 増し目を逃した！<i>あそこ</i>まで戻らなきゃダメ！？
ko: 여기서 무늬를 빼먹었다고?! 이걸 싹 다 <i>다시 풀어야 한다고?!</i>
uk: А де прибавка? Знов розпускати?
zh_cn: 我漏了个针头？！在<i>那么久</i>之前？！

# bark_act_out_stress_knitter_banter@4
source: This cursed coach, I can't steady my needles...
ja: この呪われた駅馬車め、針が安定しない…
ko: 망할 놈의 마차, 하도 덜컹거려서 뜨개질도 제대로 못하겠네...
uk: Кляте корито — спиці не можу рівно тримати...
zh_cn: 这该死的马车，我拿不稳针……

# bark_act_out_stress_knitter_banter+jester
source: Knitting keeps my fingers nimble for the lute!
ja: 編み物のおかげでリュートの演奏も器用になった！
ko: 뜨개질 덕분에 손가락이 섬세해져서 류트도 잘 타게 됐는걸!
uk: В’язання — чудова вправа для пальців.
zh_cn: 编织能让我的手指变得更灵巧，对弹鲁特琴有帮助！

# bark_act_out_sunny_disposition_banter@0
source: Cheer up, buttercup.
ja: 元気出して
ko: 기운 내, 친구.
uk: Вище ніс, качконіс!
zh_cn: 振作起来，伙伴。

# bark_act_out_sunny_disposition_banter@1
source: I have to believe this journey has purpose.
ja: この旅には目的があると信じるしかない
ko: 이 여정에는 분명한 사명이 있을 거라고 믿을 수 밖에.
uk: Треба вірити, що в кінці шляху на нас чекає успіх.
zh_cn: 这场旅途一定不会徒劳无功。

# bark_act_out_sunny_disposition_banter@2
source: It is impossible to know what the future holds - have hope.
ko: 미래에 무슨 일이 있을지 아는 건 불가능하지. 그냥 희망을 가져.

# bark_act_out_sunny_disposition_banter@3
source: I've had worse scraps. We shall prevail.
ko: 더 나쁜 시궁창도 겪어 봤어. 우린 승리할 거야.

# bark_act_out_sunny_disposition_banter@4
source: So long as I draw breath, I won't give up on you.
ja: 私が息をしている限り、君をあきらめることはない
ko: 내 숨통이 붙어 있는 한, 널 절대 포기하지 않겠어.
uk: Поки я дихаю, я не підведу.
zh_cn: 只要我还没断气，我就不会放弃你们。

# bark_act_out_sunny_disposition_banter@5
source: We are not yet dead.
ja: 我々はまだ死んでいない
ko: 우리 아직 안 죽었어.
uk: Ми ще живі.
zh_cn: 我们还没死呢。

# bark_act_out_terrified_banter
source: I'm really, really worried about what's ahead.
ja: この先に待ち構えてるものが本当に心配だ
ko: 저 앞에 뭐가 있을지 정말 걱정되는데.
uk: На душі неспокійно, коли думаю про те, що попереду.
zh_cn: 我真的真的很担心前路的危险。

# bark_act_out_traveling_stress_damage@0
source: *irate mumbling*
ja: ああもう…
ko: (짜증 섞인 중얼거림)
uk: *розлючене бурмотіння*
zh_cn: *被激怒的低吼声*

# bark_act_out_traveling_stress_damage@1
source: Are we lost?
ja: 迷ったのか？
ko: 우리 진 건가?
uk: Ми заблукали?
zh_cn: 我们是迷路了吗？

# bark_act_out_traveling_stress_damage@2
source: Buffoon!
ja: 馬鹿者！
ko: 망할!
uk: Посміховисько!
zh_cn: 蠢货！

# bark_act_out_traveling_stress_damage@3
source: Can I really trust you to have my back...?
ja: 本当に君に背中を任せてもいいのか…？
ko: 정말 너한테 등을 맡겨도 될까...?
uk: Чи можу я комусь довіряти?
zh_cn: 我真的能信任你们吗……？

# bark_act_out_traveling_stress_damage@4
source: Can't sleep. Awful food. Worse company.
ja: 眠れない。メシもひどい。仲間も最悪だ
ko: 잠도 못 자. 음식도 나빠. 동료는 더 나빠.
uk: Не можу спати, не можу їсти, та й компанія — кошмар.
zh_cn: 睡不着。饮食很差劲。队友更差劲。

# bark_act_out_traveling_stress_damage@5
source: Each morning, we wake in torment.
ja: 毎朝、苦悩の中で目覚める
ko: 매일 아침마다 고통 속에서 깨는군.
uk: Щоранку ми прокидаємося в муках.
zh_cn: 每天早上，我们都在折磨中醒来。

# bark_act_out_traveling_stress_damage@6
source: Even the horses appear wan.
ko: 말들도 쇠약해지고 있어.
uk: Навіть коні виглядають млявими.

# bark_act_out_traveling_stress_damage@7
source: Everywhere we pass - ruin, destruction...
ja: どこを通っても、廃墟に、破壊された街…
ko: 지나는 곳마다 온통 파멸과 파괴 뿐이니...
uk: Де б ми не опинилися — скрізь руйнація і занепад.
zh_cn: 我们所到之处，都是一片破败……

# bark_act_out_traveling_stress_damage@8
source: Everywhere, the world comes undone...
ja: どこへ行っても、世界が解き放たれていく…
ko: 온 세상이 망하고 있어...
uk: Світ руйнується повсюдно...
zh_cn: 无论去到哪里，都只能见到断壁残垣……

# bark_act_out_traveling_stress_damage@9
source: Fools, fools we are...
ko: 천치들, 우린 얼마나 천치였는지...
uk: Які ж ми дурні...

# bark_act_out_traveling_stress_damage@10
source: Here we are, corpses in a rolling coffin...
ja: 私たちは、走る棺桶に入った死体みたいなものだ…
ko: 우린 그저 덜컹거리는 관 속의 시체들인 것을...
uk: Трупи в труні на колесах, от ми хто...
zh_cn: 我们不过是几具尸体，装在这口滚滚向前的棺材中……

# bark_act_out_traveling_stress_damage@11
source: I can't bear to look out the window...
ko: 더 이상 창 밖의 참상도 못 보겠어...
uk: Уже нудить від видів із вікна.

# bark_act_out_traveling_stress_damage@12
source: I grow so weary of this fight.
ja: この戦いに疲れてきた
ko: 이 싸움도 지친다.
uk: Я починаю втомлюватися.
zh_cn: 这场战争让我身心俱疲。

# bark_act_out_traveling_stress_damage@13
source: I'm hungry and tired!
ko: 배고프고 피곤해!
uk: Немає сил і їсти хочеться!

# bark_act_out_traveling_stress_damage@14
source: I'm not crying...! Look away!
ja: 泣いてなんかいない…！こっちを見るな！
ko: 우는 거 아니다...! 이쪽 보지 마!
uk: Я не плачу... Відверніться!
zh_cn: 我没哭……！别看了！

# bark_act_out_traveling_stress_damage@15
source: Is it cowardly that my resolve wanes?
ja: 決意が薄れるのは腰抜けなのだろうか？
ko: 내 결의가 약해지는 것도 비겁한 건가?
uk: Моя рішучість слабшає... це боягузтво?
zh_cn: 我的决心在松懈，是懦弱的表现吗？

# bark_act_out_traveling_stress_damage@16
source: It's a nightmare made real out there...
ja: まるで悪夢が現実になったようだ…
ko: 바깥은 악몽 그 자체로군...
uk: Кошмар став реальністю...
zh_cn: 这周围全是噩梦成真……

# bark_act_out_traveling_stress_damage@17
source: Just leave me by the roadside.
ja: 私は道端に置いていってくれ
ko: 그냥 길가에 내려줘.
uk: Просто залишіть мене на узбіччі.
zh_cn: 把我丢在路边就好。

# bark_act_out_traveling_stress_damage@18
source: Let me out of this blasted coach!
ko: 이 망할 놈의 마차에서 내리겠어!
uk: Ненавиджу цей паскудний Диліжанс!

# bark_act_out_traveling_stress_damage@19
source: Life strikes you when you're down, eh?
ko: 인생이야 원래 산 넘어 산이잖나?
uk: Життя б’є по макітрі в найгірший момент, чи не так?

# bark_act_out_traveling_stress_damage@20
source: Like rats in a trap...
ja: 罠にかかったネズミのようだ…
ko: 독 안에 갇힌 쥐 신세로군...
uk: Мов щури в пастці...
zh_cn: 我们就像困在笼子里的老鼠……

# bark_act_out_traveling_stress_damage@21
source: No gratitude for us, I guess. Typical.
ja: 我々に感謝の気持ちはないのだろう。よくあることだ
ko: 감사 인사 듣기는 글러 먹었군. 뭐 항상 그렇지만.
uk: Ніякої вдячності. І так завжди.
zh_cn: 看来我们是得不到什么感激的了。啧。

# bark_act_out_traveling_stress_damage@22
source: Stuck in a coach with the likes of you - feh.
ko: 너희랑 같이 관짝에 갇힌 꼴이라니. 하.
uk: З Диліжанса нікуди подітися, та ще й із такою компанією.

# bark_act_out_traveling_stress_damage@23
source: The edges between sleeping and waking blur...
ja: 眠りと覚醒の境目が曖昧になる…
ko: 아직도 꿈을 꾸는 건지 깨어난 건지 헷갈리는군...
uk: Бар’єр між сном і реальністю витончується...
zh_cn: 我已经快要分不清现实和噩梦了……

# bark_act_out_traveling_stress_damage@24
source: This cursed coach is a bouncing racket!
ja: この呪われた駅馬車、ガタガタ跳ねてばかりだ！
ko: 망할 놈의 마차, 작작 좀 덜컹거려!
uk: Поїздка в цьому бридкому візку — справжнє катування!
zh_cn: 这见鬼的马车怎么总是颠个不停！

# bark_act_out_traveling_stress_damage@25
source: This is not the life I dreamt for myself...
ko: 이건 내가 꿈꿨던 인생이 아닌데...
uk: Не таким життя мені уявлялося...

# bark_act_out_traveling_stress_damage@26
source: This was all a mistake...!
ja: これは全て誤りだった…
ko: 이건 다 실수였어...!
uk: Яка жахлива помилка!
zh_cn: 这是个彻头彻尾的错误……！

# bark_act_out_traveling_stress_damage@27
source: We never seem to make any progress...
ja: 全然前進しているように感じない…
ko: 아무런 진전도 보이지 않는데...
uk: Схоже на те, що ми стоїмо на місці.
zh_cn: 总感觉我们在原地踏步……

# bark_act_out_traveling_stress_damage@28
source: We were damned before we set off.
ja: 出発する前から我々は呪われていたんだ
ko: 우린 처음부터 저주 받았던 거야.
uk: Нас прирекли на страждання ще до початку подорожі.
zh_cn: 从出发那一刻起，我们就注定失败。

# bark_act_out_traveling_stress_damage@29
source: We're driving in circles...
ko: 같은 자리만 맴돌고 있어...
uk: Ми їздимо колами...

# bark_act_out_traveling_stress_damage@30
source: We're not going to make it, are we?
ja: この様子じゃうまくいきそうにない
ko: 이거 글렀지, 안 그래?
uk: Невже на нас чекає невдача?
zh_cn: 我们没可能成功，对吗？

# bark_act_out_traveling_stress_damage@31
source: What if it's all for nothing...?
ko: 이래봤자 아무 소용도 없는 거라면...?
uk: А якщо все марно?

# bark_act_out_traveling_stress_damage@32
source: Why us? Why me?
ko: 왜 하필 우리지? 왜 하필 나야?
uk: Чому ми? Чому я?

# bark_act_out_traveling_stress_damage@33
source: Would it be so bad to give in...?
ja: 諦めてもいいよな…？
ko: 그냥 포기하면 안 될까...?
uk: Хіба не можна просто здатися?
zh_cn: 放弃真的有那么糟糕吗……？

# bark_act_out_traveling_stress_damage_bounty_hunter@0
source: Pointless gabbling.
ja: 無意味なことを言いやがって
ko: 무의미한 잡담인 것을.
uk: Безглузде белькотіння.
zh_cn: 闲话少说。

# bark_act_out_traveling_stress_damage_bounty_hunter@1
source: Run your mouth elsewhere.
ko: 입은 다른데 가서 놀리라고.
uk: Базікай деінде.

# bark_act_out_traveling_stress_damage_flagellant@0
source: Feckless good-for-nothings.
ja: 無能な役立たずめ
ko: 아무짝에도 쓸데 없는 것을.
uk: Безпорадні нікчеми.
zh_cn: 一群废物。

# bark_act_out_traveling_stress_damage_flagellant@1
source: Leave me to my barbs!
ko: 내 채찍과 같이 있게 둬라!
uk: Залиште мені наодинці із шипами!

# bark_act_out_traveling_stress_damage_flagellant@2
source: Thin-blooded wastrels!
ja: やる気のない怠け者め！
ko: 피도 묽은 것들이!
uk: Хирляві марнотратці!
zh_cn: 不堪一击的杂碎！

# bark_act_out_traveling_stress_damage_flagellant@3
source: YOU shall not cost me my ascension!
ja: 俺の昇天の邪魔をするな！
ko: 너희는 내 승천을 방해할 수 없다!
uk: ТИ не зможеш перешкодити моєму вознесінню!
zh_cn: 我的入圣之路不能被你给毁了！

# bark_act_out_traveling_stress_damage_flagellant@4
source: Your sloth will be your undoing!
ko: 그 나태함은 너희의 파멸이 될 것이다!
uk: Ти помреш через свої лінощі!

# bark_act_out_traveling_stress_damage+bounty_hunter@1
source: Don't test me.
ja: 俺を試すな
ko: 날 시험하지 마.
uk: Не треба мене випробовувати.
zh_cn: 别挑战我的底限。

# bark_act_out_traveling_stress_damage+bounty_hunter@2
source: I'm napping.
ko: 눈 좀 붙이겠다.
uk: Я посплю.

# bark_act_out_traveling_stress_heal@0
source: All is not lost.
ja: すべてを失ったわけではない
ko: 아직 다 끝나지는 않았어.
uk: Ще не все втрачено.
zh_cn: 希望仍在。

# bark_act_out_traveling_stress_heal@1
source: At least we aren't facing this alone.
ja: 少なくとも我々は一人きりでない
ko: 최소한 홀로 맞서고 있지는 않으니까.
uk: Добре хоча б те, що ми разом.
zh_cn: 至少我们并非孤身一人。

# bark_act_out_traveling_stress_heal@2
source: Can I fetch you anything?
ko: 뭐라도 가져다 줄까?
uk: Тобі щось принести?

# bark_act_out_traveling_stress_heal@3
source: Chin up, shoulders back. We can do this.
ja: あごを上げて、背筋を伸ばすんだ。我々ならできる
ko: 얼굴이랑 어깨 펴. 우린 해낼 수 있어.
uk: Голову вище, плечі розправити. Усе у нас вийде.
zh_cn: 抬头挺胸。我们能做到的。

# bark_act_out_traveling_stress_heal@4
source: Come what may, we are united!
ja: 何が来ようと、我々はひとつだ！
ko: 무엇과 맞서든 우리는 함께다!
uk: Разом не зважаючи ні на що!
zh_cn: 不管迎来什么挑战，我们都会一起面对！

# bark_act_out_traveling_stress_heal@5
source: Hang in there.
ja: 頑張れ
ko: 힘 내라고.
uk: Не вішати носа.
zh_cn: 会好起来的。

# bark_act_out_traveling_stress_heal@6
source: Hope is seductive, isn't it?
ja: 希望は魅惑的なものだね？
ko: 희망이란 참 유혹적이지 않아?
uk: Надія спокушає, чи не так?
zh_cn: 希望多么美好啊，不是么？

# bark_act_out_traveling_stress_heal@7
source: I accept you. We all do.
ja: 君を受け入れよう。我々全員でな
ko: 난 널 받아 들였어. 우리 모두가 그랬어.
uk: Ми команда.
zh_cn: 我愿意接纳你。我们都愿意。

# bark_act_out_traveling_stress_heal@8
source: I find your composure most bracing!
ko: 참으로 굉장한 담력이군!
uk: Ніщо так не підбадьорює, як самовладання!

# bark_act_out_traveling_stress_heal@9
source: I had a pleasant dream, for once...
ja: 嬉しい夢を見た。一度だけ…
ko: 한때는 나도 아름다운 꿈을 꾸었지...
uk: Нарешті мені наснився гарний сон.
zh_cn: 这么久以来，我第一次做了个好梦……

# bark_act_out_traveling_stress_heal@10
source: If this is my fate, I'm content.
ko: 이게 내 운명이라면 난 만족해.

# bark_act_out_traveling_stress_heal@11
source: I'm glad you're here, for what it's worth.
ko: 네가 있어서 참 기뻐. 넌 그만한 가치가 있어.

# bark_act_out_traveling_stress_heal@12
source: It's a long road, but we've got each other.
ko: 기나긴 여정이지만 서로 붙잡아 주면 돼.
uk: Шлях довгий, але ми разом.

# bark_act_out_traveling_stress_heal@13
source: Let us share tales of merrier times.
ja: 楽しい思い出話を共有させてくれ
ko: 즐거웠던 나날의 이야기를 나누어 보자고.
uk: Поговоримо про кращі часи.
zh_cn: 让我们分享些愉快的往事吧。

# bark_act_out_traveling_stress_heal@14
source: Look how you soldier on - I admire it.
ja: 君の兵士魂には感心する
ko: 꺾이지 않는 마음가짐이 정말 굉장해.
uk: Ти не здаєшся, і це мене захоплює!
zh_cn: 你百折不挠的品质让我佩服。

# bark_act_out_traveling_stress_heal@15
source: Maybe all hope is not lost...
ja: 多分、希望を全てを失ったわけではない…
ko: 아직 희망을 다 잃지 않았을지도...
uk: Не всі надії втрачені...
zh_cn: 也许希望仍在……

# bark_act_out_traveling_stress_heal@16
source: Never thought I'd find comfort in such a crew...
ko: 내가 이런 작자들에게 편히 의지하게 될 줄이야...
uk: Дивно, але в такій команді мені краще, ніж деінде...

# bark_act_out_traveling_stress_heal@17
source: Perhaps there is hope for us yet...
ko: 어쩌면 아직 희망이 남아 있을지도...
uk: Можливо, надія ще є...

# bark_act_out_traveling_stress_heal@18
source: Perhaps we'll find glory after all...
ko: 어쩌면 끝내 승리를 쟁취할지도...
uk: Можливо, ми все-таки знайдемо славу...

# bark_act_out_traveling_stress_heal@19
source: Take heart - we are soothing this world's anguish.
ja: 安心してくれ。我々はこの世界の苦悩を和らげているのだ
ko: 마음 굳게 먹어. 우리는 이 세상의 고통을 덜고 있으니.
uk: Наберіться духу — нам ще позбавляти цілий світ від страждань.
zh_cn: 坚定信念——我们在疗愈这世界的伤痛。

# bark_act_out_traveling_stress_heal@20
source: The road is tough but we're going to make it.
ko: 험난한 여정이지만 반드시 해내고 말 거야.
uk: Шлях нелегкий, але ми пройдемо його разом.

# bark_act_out_traveling_stress_heal@21
source: There are times I almost feel hopeful.
ja: 希望があるように感じる時もある
ko: 나도 아직 희망차던 시절이 있었지.
uk: Іноді я чую відлуння надії.
zh_cn: 有时我几乎能感到自己心怀希望。

# bark_act_out_traveling_stress_heal@22
source: This world is worth saving.
ko: 이 세상은 구할 가치가 있어.
uk: Цей світ ще можна врятувати.

# bark_act_out_traveling_stress_heal@23
source: Want to share? I've got extra...
ja: 分けたいか？まだまだあるぞ…
ko: 나눠 먹을래? 좀 남았어...
uk: Хочеться? У мене ще є...
zh_cn: 想要来点么？我还有多的……

# bark_act_out_traveling_stress_heal@24
source: We are making a difference out there.
ko: 우리는 변화를 만들고 있어.
uk: Ми робимо світ кращим.

# bark_act_out_traveling_stress_heal@25
source: We are not so dissimilar...
ja: 我々はそんなに違わない…
ko: 우린 서로 그렇게 다르지 않아...
uk: Ми не настільки різні...
zh_cn: 我们没有那么不同……

# bark_act_out_traveling_stress_heal@26
source: We will best these fiends!
ko: 우린 저 악마들을 물리칠 거야!
uk: Ми всіх здолаємо!

# bark_act_out_traveling_stress_heal@27
source: We're making good time.
ko: 우린 좋은 세상을 만들고 있어.
uk: Гарно ж ми проводимо час.

# bark_act_out_traveling_stress_heal@28
source: Whatever comes, we are united.
ko: 무엇과 맞서든 우리는 함께야.
uk: Разом не зважаючи ні на що!

# bark_act_out_traveling_stress_heal@29
source: You remind me of a friend long gone...
ko: 널 보면 옛날 친구가 생각나는군...
uk: Ти нагадуєш мені старого друга, який вже не з нами...

# bark_act_out_traveling_stress_heal@30
source: You're even tougher than you look.
ko: 넌 보기보다 훨씬 강한 사람이야.
uk: Ти навіть сильніше, ніж здаєшся.

# bark_act_out_traveling_stress_heal@31
source: You're going to live. I won't hear otherwise.
ko: 넌 살아남을 거야. 다른 의견은 듣지 않겠어.
uk: Ти житимеш, навіть не сперечайся.

# bark_act_out_traveling_stress_heal@32
source: You've taught me much.
ko: 덕분에 정말 많은 걸 배우네.
uk: Мені вдалося багато чого від тебе навчитися.

# bark_act_out_traveling_stress_heal+bounty_hunter@0
source: Could be far worse.
ko: 더 나쁠 수도 있었지.
uk: Може бути набагато гірше.

# bark_act_out_traveling_stress_heal+bounty_hunter@1
source: Fine. I'll share a drink.
ko: 좋아, 같이 한 잔 하지.
uk: Добре, я поділюся.

# bark_act_out_traveling_stress_heal+bounty_hunter@2
source: I'll keep watch. You rest.
ja: 見張りはやるから、休んでくれ
ko: 내가 불침번을 서지. 쉬라고.
uk: Я буду на варті. А ти відпочивай.
zh_cn: 我放哨。你们休息吧。

# bark_act_out_traveling_stress_heal+bounty_hunter@3
source: Who's up for dice?
ko: 주사위 굴릴 사람?
uk: Хто хоче зіграти в кості?

# bark_act_out_traveling_stress_heal+bounty_hunter@4
source: You lot seem capable.
ko: 넌 꽤 유능하군.
uk: А ви доволі вмілі.

# bark_act_out_traveling_stress_heal+flagellant@0
source: Be not altered by fear.
ja: 恐怖で心変わりするな。
ko: 두려움에 흔들리지 마라.
uk: Не дай страху захопити себе.
zh_cn: 不要被恐惧所动摇。

# bark_act_out_traveling_stress_heal+flagellant@1
source: Bless the blood - and thee!
ja: 血に祝福を、そしてお前にも！
ko: 피와 너희를 축복하노라!
uk: Благословення на твою кров і на тебе!
zh_cn: 祝福血液——也祝福你！

# bark_act_out_traveling_stress_heal+flagellant@2
source: Deviate not from our anointed path!
ja: 俺たちが選択した道から外れるな！
ko: 기름부음 받은 길에서 벗어나지 말라!
uk: Не відхиляйся від нашого освяченого шляху!
zh_cn: 不要偏离我们命定的道路！

# bark_act_out_traveling_stress_heal+flagellant@3
source: I shall pray for you. Take comfort.
ko: 너희를 위해 기도하마. 편히 쉬기를.
uk: Я молитимуся за тебе. Можеш не хвилюватися.

# bark_act_out_traveling_stress_heal+flagellant@4
source: In the face of horror, deliverance!
ko: 공포에 맞서 구원을 얻으리!
uk: Спасіння посеред суцільних жахіть!

# bark_act_out_tune_hummer_banter@0
source: *lighthearted humming*
ja: (軽そうな鼻歌)
ko: (가벼운 콧노래)
uk: *безтурботно співає*
zh_cn: *轻松的哼唱*

# bark_act_out_tune_hummer_banter@1
source: *morbid, off-key humming*
ja: (陰鬱で音程の外れた鼻歌)
ko: (정신 나간 듯 오락가락하는 콧노래)
uk: *наспівує жахливу мелодію*
zh_cn: *恐怖的、跑调的哼唱*

# bark_act_out_tune_hummer_banter@2
source: *slow, mournful humming*
ja: (ゆっくりと、悲しんでいるような鼻歌)
ko: (느리게 추모하는 듯한 콧노래)
uk: *повільно й жалібно наспівує*
zh_cn: *缓慢而悲伤的哼唱*

# bark_act_out_tune_hummer_banter@3
source: How did that song go again... Da dee daaaa doo...?
ja: あの歌はどんなのだったか…タラリラ…？
ko: 그 노래가 어떻게 시작하더라... 흠, 흠흠 흠...?
uk: Як там було в пісні... ша-лу-ла-лу-ла, о-є-є-є?
zh_cn: 那首歌是怎么唱的来着……哒，嘀哒——哆……？

# bark_act_out_weak_hold_on_life_banter@0
source: Every... road... ends...
ko: 모든... 길은... 끝나는 법…
uk: Усі мандри колись кінчаються...

# bark_act_out_weak_hold_on_life_banter@1
source: I hear them... singing...
ko: 놈들의... 노래가... 들려...
uk: Я чую, як вони співають...

# bark_act_out_weak_hold_on_life_banter@2
source: No... point...
ja: 意味が…ないんだ…
ko: 소용... 없어...
uk: Немає сенсу...
zh_cn: 没有……意义……

# bark_act_out_weak_hold_on_life_banter@3
source: The road blurs... darkens...
ja: 道がぼやけ…暗くなる…
ko: 길이 흐릿해져... 어두워져...
uk: В очах усе пливе й темніє...
zh_cn: 前路模糊……黯淡……

# bark_arena_modifier_start_coast_boss_fog@0
source: Be wary, they stalk us from the fog!
ja: 用心しろ、奴らは霧の中からつきまとってくるぞ！
ko: 조심해. 놈들이 안개 속에서 우릴 쫓고 있어!
uk: Обережніше, за нами стежать із туману!
zh_cn: 当心，他们在雾里埋伏我们！

# bark_arena_modifier_start_coast_boss_fog@1
source: Damn this fog!
ja: この霧め！
ko: 망할 놈의 안개!
uk: Чорт би забрав цей туман!
zh_cn: 这可恶的天气！

# bark_arena_modifier_start_coast_boss_fog@2
source: I hear them moving in the fog...
ja: 霧の中で奴らが動く音が聞こえる…
ko: 안개 속에서 뭐가 움직이는 소리가 들려...
uk: Я чую ворушіння в тумані...
zh_cn: 他们的脚步声从雾中传来……

# bark_arena_modifier_start_coast_boss_fog@3
source: Illusion and deceit, this weather!
ko: 날씨 때문에 헛것이 보이잖아!

# bark_arena_modifier_start_coast_boss_fog@4
source: Insufferable fog!
ko: 빌어먹을 안개!

# bark_arena_modifier_start_coast_boss_fog@5
source: I've lost sight of them!
ko: 놈들이 보이지 않아!

# bark_arena_modifier_start_coast_boss_fog@6
source: Malign currents on the wind...
ja: 風に乗って悪意ある流れが漂う…
ko: 바람의 흐름이 심상치 않은데...
uk: Зловісні пориви вітру...
zh_cn: 一股妖风……

# bark_arena_modifier_start_coast_boss_fog@7
source: Stay close, lest they pick us off!
ja: 離れるな！襲われるぞ！
ko: 가까이 붙어, 안 그러면 하나씩 잘라 먹힌다!
uk: Тримайтеся разом, не давайте нікому підходити!
zh_cn: 跟紧了，免得被他们逐个击破！

# bark_arena_modifier_start_coast_boss_fog@8
source: The air stagnates...
ja: 空気がよどんでいる…
ko: 공기가 가라앉는데...
uk: Повітря застояне...
zh_cn: 空气凝滞了……

# bark_arena_modifier_start_coast_boss_fog@9
source: This fog veils some treachery, no doubt.
ja: この霧は裏切りのベールに包まれている
ko: 저 안개 속에는 분명 보물이 숨겨져 있을 거야.
uk: У тумані причаїлась небезпека.
zh_cn: 这雾里一定暗藏着什么阴谋。

# bark_arena_modifier_start_coast_boss_fog@10
source: This foul mist grows thicker!
ja: 汚い霧がさらに濃くなってきた！
ko: 망할 안개가 더 두터워지잖아!
uk: Цей мерзенний туман стає ще густішим!
zh_cn: 这雾愈发凝重了！

# bark_arena_modifier_start_coast_boss_fog@11
source: This fret assaults my eyes!
ja: 霧で前が見えない！
ko: 안개가 눈을 찌르잖아!
uk: Мені щипає очі!
zh_cn: 这雾……我的眼睛！

# bark_arena_modifier_start_coast_boss_fog@12
source: This is no common storm...
ja: これは普通の嵐ではない…
ko: 이건 평범한 폭풍이 아니야...
uk: Це не якась проста буря...
zh_cn: 这风暴非同一般……

# bark_arena_modifier_start_coast_boss_fog@13
source: We grow vulnerable to ambush...!
ja: 待ち伏せの標的になってしまう…！
ko: 지금 우리 매복에 너무 취약해...!
uk: Нас заганяють у пастку!
zh_cn: 不要中了敌人的埋伏……！

# bark_arena_modifier_start_coast_boss_fog@14
source: What trickery, this mist?
ja: なんて厄介な霧なんだ？
ko: 이 안개는 대체 무슨 수작질이지?
uk: Що це за хитрість, чорт забирай?
zh_cn: 这雾是什么妖术？

# bark_arena_modifier_start_coast_fog@0
source: Be wary, they stalk us from the fog!
ja: 用心しろ、奴らは霧の中から忍び寄ってくるぞ！
ko: 조심해. 놈들이 안개 속에서 우릴 쫓고 있어!
uk: Обережніше, за нами стежать із туману!
zh_cn: 当心，他们在雾里埋伏我们！

# bark_arena_modifier_start_coast_fog@1
source: Damn this weather!
ko: 망할 놈의 날씨!
uk: Чорт би забрав цю негоду!

# bark_arena_modifier_start_coast_fog@2
source: I hear them moving in the mist...
ko: 안개 속에서 뭐가 움직이는 소리가 들려...
uk: Я чую якісь рухи в тумані...

# bark_arena_modifier_start_coast_fog@3
source: Illusion and deceit, this weather!
ko: 날씨 때문에 헛것이 보이잖아!

# bark_arena_modifier_start_coast_fog@4
source: Insufferable fog!
ko: 빌어먹을 안개!

# bark_arena_modifier_start_coast_fog@5
source: I've lost sight of them!
ko: 놈들이 보이지 않아!

# bark_arena_modifier_start_coast_fog@6
source: Malign currents on the wind...
ja: 風に乗って悪意ある流れが漂う…
ko: 바람의 흐름이 심상치 않은데...
uk: Зловісні пориви вітру...
zh_cn: 一股妖风……

# bark_arena_modifier_start_coast_fog@7
source: Stay close, lest they pick us off!
ja: 離れるな！襲われるぞ！
ko: 가까이 붙어, 안 그러면 하나씩 잘라 먹힌다!
uk: Тримайтеся разом, не давайте нікому підходити!
zh_cn: 跟紧了，免得被他们逐个击破！

# bark_arena_modifier_start_coast_fog@8
source: The air stagnates...
ja: 空気がよどんでいる…
ko: 공기가 가라앉는데...
uk: Повітря застояне...
zh_cn: 空气凝滞了……

# bark_arena_modifier_start_coast_fog@9
source: This fog veils some treachery, no doubt.
ja: この霧は裏切りのベールに包まれている
ko: 저 안개 속에는 분명 보물이 숨겨져 있을 거야.
uk: У тумані причаїлась небезпека.
zh_cn: 这雾里一定暗藏着什么阴谋。
