Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# tutorial_t403_description
source: Your party has a base chance to scout each location when you enter a new region. Different <color=#{notable}>Stagecoach items</color> can help you scout more reliably. Also look out for <color=#{notable}>Watchtowers</color> which will reveal all remaining unscouted locations in that region.
ko: 원정대는 새 지역에 들어갈 때 각 지점별 정찰 판정을 일정 확률로 수행합니다. 여기에는 다양한 <color=#{notable}>역마차 아이템</color>이 더 안정적인 정찰에 도움을 줄 수 있습니다. 또한 <color=#{notable}>감시탑</color>에 들르면 해당 지역에서 아직 정찰 되지 않은 지점도 전부 밝힐 수 있습니다.
uk: Ваша група має базовий шанс розвідати кожну зупинку в новому регіоні. Різні <color=#{notable}>аксесуари Диліжанса</color> підвищують шанс успішно здійснити таку розвідку. Також шукайте <color=#{notable}>дозорні вежі</color> — вони дозволять відкрити всі нерозвідані зупинки в регіоні.

# tutorial_t403_title
source: Scouting
ja: 偵察
ko: 정찰
uk: Розвідка
zh_cn: 侦察

# tutorial_t404_description
source: Even road detritus can sometimes yield useful supplies. Crash through debris to find loot. Fear not--the Stagecoach is built of strong stuff.
ko: 지도에 널린 잔해에서는 이따금 유용한 보급품이 나올 때도 있습니다. 마차로 지나가면서 잔해를 치어 보세요. 걱정 마세요. 역마차는 충분히 튼튼하니까요.
uk: На дорозі можна знайти корисні припаси. Щоб їх здобути, проїжджайте крізь перешкоди. Не бійтеся — Диліжанс і не таке витримає.

# tutorial_t404_title
source: Road Objects
ko: 거리의 잔해
uk: Предмети на дорозі

# tutorial_t405_description
source: <color=#{notable}>[HOLD @{ShowTorch}]</color> while driving to quickly see the Flame level, buffs/debuffs, and loathing effects.
ja: 運転中に<color=#{notable}>[@{ShowTorch}を長押し]</color>すると、炎の段階、バフ/デバフ、憎悪の効果を素早く確認できる。
ko: 이동 중에 <color=#{notable}>[@{ShowTorch}]</color>를 길게 누르면 불꽃 상태, 강화/약화, 그리고 해악 효과 등을 확인할 수 있습니다.
uk: Щоб нашвидкуруч переглянути під час їзди рівень Полум’я, посилення/ослаблення та ефекти від огиди, натисніть і утримуйте клавішу <color=#{notable}>[@{ShowTorch}]</color>.
zh_cn: 在驾驶时<color=#{notable}>[长按@{ShowTorch}]</color>以快速查看火炬状态、增益/减益，以及怨念效果。

# tutorial_t405_title
source: Info View
ja: 情報ビュー
ko: 정보 확인
zh_cn: 信息视图

# tutorial_t500_description
source: Forks in the road will give two or three potential destinations as shown by icons above the road. If the way ahead is <color=#{notable}>scouted</color>, these icons will be revealed. To choose, <color=#{notable}>[HOLD the direction key]</color> corresponding to left / straight / right or <sprite name={q}icon-mouse-left{q}><color=#{notable}>[HOLD]</color> over the desired route icon. Heroes may voice their own preferences for the route, shown by corresponding icons above their portrait heads. <color=#{notable}>Beware:</color> choosing a destination different than what a hero wants will cause them <sprite name={q}token_stress{q}>.
ko: 길에서 만날 수 있는 갈림길은 노상에 표시된 아이콘처럼 2~3가지의 잠재적 목적지로 이어집니다. 앞쪽의 길이 <color=#{notable}>정찰</color>되었다면 해당 아이콘에서도 정보가 드러나게 됩니다. 길을 선택하려면 <color=#{notable}>[방향키를 길게 눌러서]</color> 왼쪽, 오른쪽, 직진 중 원하는 방향을 고르거나, 자신이 원하는 경로 아이콘을 <sprite name={q}icon-mouse-left{q}>로 <color=#{notable}>[길게 누르면]</color> 됩니다. 영웅들은 제각기 선호하는 경로에 대해 의견을 낼 수 있으며, 이런 의견은 각자의 초상화 위에 아이콘으로 표시됩니다. 하지만 자신이 원하는 경로로 가지 못한 영웅은 <sprite name={q}token_stress{q}>를 받을 수 있다는 점, <color=#{notable}>명심하세요</color>.
uk: На роздоріжжі можна вибрати один із двох-трьох напрямків, які позначатимуться значками над дорогами. Якщо дорога попереду <color=#{notable}>розвідана</color>, ви побачите ці значки. Щоб вибрати, <color=#{notable}>[УТРИМУЙТЕ відповідну клавішу напрямку]</color> для руху ліворуч/прямо/праворуч або <color=#{notable}>[УТРИМУЙТЕ КУРСОР]</color> <sprite name={q}icon-mouse-left{q}> над потрібним значком напрямку. Герої можуть висловлювати свої побажання щодо вибору маршруту, які показуватимуться в них над головами. <color=#{notable}>Обережно</color>: якщо ви виберете інший маршрут, герой відчує <sprite name={q}token_stress{q}>.

# tutorial_t500_title
source: Route Choices
ja: ルート選択
ko: 경로 선택
uk: Вибір маршруту
zh_cn: 路线选择

# tutorial_t501_description
source: Each route also has a type: <color=#{notable}>safe</color>, <color=#{notable}>barricade (combat)</color>, <color=#{notable}>hazard</color>, <color=#{notable}>rough patch</color>, or <color=#{notable}>oblivion tear</color> <sprite name={q}icon_doom{q}>. Scouting abilities reveal route types in addition to destinations. This can be very important for picking a safe path.
ja: また、各ルートには以下のタイプが存在する｡<color=#{notable}>安全</color>､<color=#{notable}>バリケード（戦闘）</color>､<color=#{notable}>危険</color>、<color=#{notable}>荒れた道</color>､<color=#{notable}>忘却の涙</color><sprite name={q}icon_doom{q}>｡ 偵察することで、目的地だけでなくルートのタイプも判明する。安全な道を選ぶ際に重要となる。
ko: 각 경로는 <color=#{notable}>안전한 경로</color>, <color=#{notable}>방책(전투)</color>, <color=#{notable}>위험한 경로</color>, <color=#{notable}>비포장 도로</color>, 또는 <color=#{notable}>망각의 균열</color><sprite name={q}icon_doom{q}>로 구성되어 있습니다. 정찰 능력은 각 경로의 유형과 함께 그 목적지가 무엇인지도 보여 줍니다. 그래서 안전한 여정의 선택에 매우 중요합니다.
uk: Є кілька типів доріг: <color=#{notable}>спокійні</color>, <color=#{notable}>забарикадовані (бойові)</color>, <color=#{notable}>небезпечні</color>, <color=#{notable}>розбиті</color>, а також <color=#{notable}>сльози забуття</color> <sprite name={q}icon_doom{q}>. Розвідка дає змогу не тільки з’ясувати типи зупинок, які чекають на вас попереду, але й дізнатися про типи доріг, що ведуть до них. Якщо вам треба відновити сили й відпочити, краще виберіть спокійну дорогу.
zh_cn: 每条路线都有一种类别：<color=#{notable}>安全</color>，<color=#{notable}>路障（战斗）</color>，<color=#{notable}>危险</color>，<color=#{notable}>崎岖</color>，或者<color=#{notable}>湮灭裂隙</color><sprite name={q}icon_doom{q}>。 侦察能力除了揭示地点之外，也会揭示路线类别。选择合理的路线相当重要。

# tutorial_t501_title
source: Route Types
ko: 경로 유형
uk: Типи доріг

# tutorial_t502_description
source: Driving on a <color=#{notable}>hazard</color> will damage one point of armor <sprite name={q}icon_currency_armor{q}> on the Stagecoach. If the Stagecoach has no <sprite name={q}icon_currency_armor{q}> to deduct, then the party will be ambushed and an <color=#{notable}>urgent repair</color> battle will ensue.
ja: <color=#{notable}>危険</color>なルートを通り抜けると、駅馬車の装甲<sprite name={q}icon_currency_armor{q}>が1ポイントのダメージを受ける。 駅馬車の<sprite name={q}icon_currency_armor{q}>がない場合でダメージを受けると、パーティは待ち伏せを受け､「<color=#{notable}>緊急修理</color>」戦闘が発生する。
ko: <color=#{notable}>위험한 경로</color>로의 진행은 역마차의 <sprite name={q}icon_currency_armor{q}> 장갑에 피해를 1점 줍니다. <sprite name={q}icon_currency_armor{q}>이 바닥날 경우 원정대가 기습을 당하면서 <color=#{notable}>긴급 수리</color> 전투가 진행됩니다.
uk: Якщо ви проїдете <color=#{notable}>небезпечною дорогою</color>, Диліжанс втратить одне очко броні <sprite name={q}icon_currency_armor{q}>. Якщо очки броні <sprite name={q}icon_currency_armor{q}> закінчаться, ви потрапите в засідку й вам доведеться битися і <color=#{notable}>терміново ремонтувати</color> Диліжанс.
zh_cn: 驾车驶过<color=#{notable}>危险</color>路线会让驿站马车损失1点护甲耐久<sprite name={q}icon_currency_armor{q}>。 如果驿站马车没有<sprite name={q}icon_currency_armor{q}>可失去，队伍将会被伏击，随之将会展开一场<color=#{notable}>紧急抢修</color>战。

# tutorial_t502_title
source: Hazardous Routes
ko: 위험한 경로
uk: Небезпечні дороги

# tutorial_t503_description
source: Driving on a <color=#{notable}>rough patch</color> will result in one point of wheels <sprite name={q}icon_currency_wheel{q}> damage to the Stagecoach. If the Stagecoach has no <sprite name={q}icon_currency_wheel{q}> to deduct, then the party will be ambushed and an <color=#{notable}>urgent repair</color> battle will ensue.
ja: <color=#{notable}>荒れた道</color>を通り抜けると、駅馬車の車輪<sprite name={q}icon_currency_wheel{q}>が1ポイントのダメージを受ける。 駅馬車の<sprite name={q}icon_currency_wheel{q}>がない場合でダメージを受けると、パーティは待ち伏せを受け､「<color=#{notable}>緊急修理</color>」戦闘が発生する。
ko: <color=#{notable}>비포장 도로</color>로의 진행은 역마차의 <sprite name={q}icon_currency_wheel{q}> 바퀴에 피해를 1점 줍니다. <sprite name={q}icon_currency_wheel{q}>이 바닥날 경우 원정대가 기습을 당하면서 <color=#{notable}>긴급 수리</color> 전투가 진행됩니다.
zh_cn: 驾车驶过<color=#{notable}>崎岖</color>路线会让驿站马车损失1点轮毂耐久<sprite name={q}icon_currency_wheel{q}>。 如果驿站马车没有<sprite name={q}icon_currency_wheel{q}>可失去，队伍将会被伏击，随之将会展开一场<color=#{notable}>紧急抢修</color>战。

# tutorial_t503_title
source: Rough Routes
ko: 비포장 도로
uk: Розбиті дороги

# tutorial_t504_description
source: Driving through an oblivion tear will increase loathing <sprite name={q}icon_doom{q}> by one point.
ko: 망각의 균열을 통과할 경우 <sprite name={q}icon_doom{q}> 해악이 1 증가합니다.
uk: Якщо ви проїдете сльозою забуття, рівень Огиди <sprite name={q}icon_doom{q}> збільшиться на одне очко.

# tutorial_t504_title
source: Oblivion Tears
ko: 망각의 균열
uk: Сльози забуття

# tutorial_t505_description
source: When the Stagecoach is ambushed due to depleted <sprite name={q}icon_currency_wheel{q}> or <sprite name={q}icon_currency_armor{q}>, the party must fight off a group of opportunistic enemies while at a disadvantage. Each combat round, one hero will be randomly chosen to assist in <color=#{notable}>repairing</color> the Stagecoach and won't be able to act normally. Additional negative effects may apply, based upon whether <sprite name={q}icon_currency_wheel{q}> or <sprite name={q}icon_currency_armor{q}> was exhausted.
ja: <sprite name={q}icon_currency_wheel{q}>や<sprite name={q}icon_currency_armor{q}>が無くなった影響で駅馬車が待ち伏せを受けると､パーティは不利な状態の中、この機会を狙って襲ってくる敵の集団と戦うことになる｡ この戦闘ではラウンドごとに、ランダムに選ばれた1人の英雄が駅馬車の<color=#{notable}>修理</color>を手伝い、通常の行動ができなくなる。 <sprite name={q}icon_currency_wheel{q}>か<sprite name={q}icon_currency_armor{q}>のどちらが無くなったかによって、追加のネガティブ効果が付与される場合もある。
ko: 역마차의 <sprite name={q}icon_currency_wheel{q}> 또는 <sprite name={q}icon_currency_armor{q}>가 바닥날 경우, 원정대는 이 기회를 노린 도적의 습격을 쫓아 내면서 불리한 싸움을 벌이가 됩니다. 매 전투 라운드마다 영웅 하나가 무작위로 선택되어 마차 <color=#{notable}>수리</color>를 돕느라 정상적인 행동을 취할 수 없게 됩니다. 여기에 <sprite name={q}icon_currency_wheel{q}> 또는 <sprite name={q}icon_currency_armor{q}> 중 소진된 쪽에 따라 부정적 효과가 더 추가됩니다.
uk: Якщо Диліжанс потрапить у засідку через брак очок коліс <sprite name={q}icon_currency_wheel{q}> або броні <sprite name={q}icon_currency_armor{q}>, почнеться бій із ворогами. Протягом кожного раунду один випадковий супутник має <color=#{notable}>ремонтувати</color> Диліжанс, через що він не може допомагати товаришам у бою. Додаткові негативні ефекти можуть виникати залежно від того, чого бракує: очок коліс <sprite name={q}icon_currency_wheel{q}> чи очок броні <sprite name={q}icon_currency_armor{q}>.
zh_cn: 当驿站马车因为耗尽<sprite name={q}icon_currency_wheel{q}>或<sprite name={q}icon_currency_armor{q}>受到伏击时，队伍必须在劣势情况下击退一群伺机而动的敌人。 战斗中的每个回合，将会有一名随机英雄<color=#{notable}>抢修</color>马车，无法正常行动。 基于是<sprite name={q}icon_currency_wheel{q}>还是<sprite name={q}icon_currency_armor{q}>耗尽，英雄们还可能会面对额外的负面效果。

# tutorial_t505_title
source: Urgent Repairs
ko: 긴급 수리
uk: Терміновий ремонт

# tutorial_t600_description
source: Your Stagecoach is limited in how many items it can carry. Press <color=#{notable}>[@{Inventory}]</color> to open the inventory.
ko: 역마차에 실을 수 있는 아이템 수에는 한계가 있습니다. <color=#{notable}>[@{Inventory}]</color> 버튼을 누르면 현재 소지품 상태를 확인할 수 있습니다.

# tutorial_t600_title
source: Inventory
ja: 所持品
ko: 소지품
uk: Інвентар
zh_cn: 物品栏

# tutorial_t601_description
source: Your shared inventory is split between all item types. Some items stack well, whereas others take an entire slot. Use the inventory <color=#{notable}>tab filters</color> to easily see each item type. Some Stagecoach items increases stacking limits.
ko: 공유 소지품은 아이템 종류별로 나뉩니다. 아이템 중에는 한 칸에 여러 개가 중첩되는 것도, 한 칸에 하나만 들어가는 것도 있습니다. 소지품의 <color=#{notable}>탭 필터</color>를 활용해 아이템을 유형별로 쉽게 확인할 수 있습니다. 역마차 아이템 중에는 중첩 개수를 늘려 주는 것도 있습니다.
uk: Усі предмети в інвентарі поділяються на кілька типів. Деякі з них можуть накопичуватися, займаючи лише одну комірку, в інших кожна одиниця може займати цілу комірку. Використовуйте <color=#{notable}>фільтри вкладок</color> інвентарю, щоб переглядати предмети кожного типу. Деякі аксесуари збільшують місткість Диліжанса.

# tutorial_t601_title
source: Inventory Stacking
ja: 所持品のスタック
ko: 소지품 중첩
uk: Комірки інвентарю
zh_cn: 物品堆叠

# tutorial_t602_description
source: If the Stagecoach becomes full, you may wish to discard less important items. <sprite name={q}icon-mouse-left{q}><color=#{notable}>[DRAG]</color> the item off of the inventory window. Alternatively you can <color=#{notable}>[SHIFT-<sprite name={q}icon-mouse-left{q}>]</color> on the item. Items cannot be sold anywhere, so throw away what you don't need.
ko: 역마차가 꽉 찰 경우 중요도가 덜한 아이템을 버려야 할 수도 있습니다. 버리고 싶은 아이템을 소지품 창 바깥으로 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[드래그]</color> 하세요. 아니면 아이템을 <color=#{notable}>[SHIFT-<sprite name={q}icon-mouse-left{q}>]</color> 해도 됩니다. 아이템은 어디서든 판매가 불가능하기 때문에 필요가 없으면 그냥 버리세요.
uk: Якщо в Диліжансі закінчиться місце, ви можете викинути непотрібні речі. Для цього <color=#{notable}>[ВИТЯГУЙТЕ]</color> <sprite name={q}icon-mouse-left{q}> їх із вікна інвентарю або наводьте на них курсор і натискайте <color=#{notable}>[SHIFT+<sprite name={q}icon-mouse-left{q}>]</color>. Предмети не можна продавати, тому викидайте їх, якщо вони вам не потрібні.

# tutorial_t602_title
source: Full Inventory
ja: 所持品が満杯
ko: 꽉 찬 소지품
uk: Заповнення інвентарю
zh_cn: 物品栏已满

# tutorial_t700_description
source: Trinkets, combat items, Inn items, and Stagecoach items will all help you on your quest. You will also find relics <sprite name={q}icon_relic{q}>, baubles <sprite name={q}icon_factioncurrency{q}>, and mastery <sprite name={q}icon_heropoints{q}>, which can be used to purchase supplies from vendors or upgrade your heroes' skills.
ko: 장신구, 전투 아이템, 여관 아이템, 그리고 역마차 아이템은 전부 원정에서 도움이 되어 줍니다. 또한 상인에게서 보급품을 구입하거나 영웅의 기술을 강화할 때 쓰이는 <sprite name={q}icon_relic{q}>유물과 <sprite name={q}icon_factioncurrency{q}>패물, 그리고 <sprite name={q}icon_heropoints{q}>숙련 점수를 발견할 수도 있습니다.

# tutorial_t700_title
source: Treasures
ja: 宝物
ko: 보물
uk: Скарби
zh_cn: 宝藏

# tutorial_t701_description
source: Each hero may equip up to <color=#{notable}>2 trinkets</color> at a time. Trinkets confer bonuses or special abilities and can drastically improve a hero. Trinkets may be removed or swapped when outside of combat.
ko: 각 영웅은 <color=#{notable}>장신구를 한 번에 2개까지</color> 착용할 수 있습니다. 장신구는 보너스 또는 특수 능력을 부여하여 영웅을 획기적으로 강화 시킬 수 있습니다. 장신구는 전투 중이 아닐 때만 제거하거나 교체할 수 있습니다.
uk: Для кожного героя можна додати <color=#{notable}>одну або дві дрібнички</color>. Вони надають бонуси або особливі здібності й можуть значно посилити героя. Дрібнички можна прибрати або замінити, коли герой не бере участі в бою.

# tutorial_t701_title
source: Trinkets
ja: 装身具
ko: 장신구
uk: Дрібнички
zh_cn: 饰品

# tutorial_t702_description
source: Open Inventory with <color=#{notable}>[@{Inventory}]</color> and select the <color=#{notable}>trinket</color> filter to see only trinkets. Then <sprite name={q}icon-mouse-left{q}><color=#{notable}>[DRAG]</color> a trinket from inventory to an empty hero slot to equip it. Alternatively, you can <color=#{notable}>[DOUBLE-<sprite name={q}icon-mouse-left{q}>]</color> on the trinket.
ko: <color=#{notable}>[@{Inventory}]</color> 키로 소지품을 열고 <color=#{notable}>장신구</color> 필터를 선택하면 장신구만 확인할 수 있습니다. 그런 다음 소지품에서 영웅의 비어 있는 장비 칸으로 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[드래그]</color>하여 장착할 수 있습니다. 아니면 장신구를 <color=#{notable}>[더블-<sprite name={q}icon-mouse-left{q}>]</color> 해도 됩니다.
uk: Натисніть клавішу <color=#{notable}>[@{Inventory}]</color>, щоб відкрити інвентар, і виберіть фільтр <color=#{notable}>Дрібнички</color>. Щоб герой міг скористатися дрібничкою, <color=#{notable}>[ПЕРЕТЯГНІТЬ]</color> <sprite name={q}icon-mouse-left{q}> її з інвентарю в порожню комірку або <color=#{notable}> [двічі клацніть по ній <sprite name={q}icon-mouse-left{q}>]</color>.

# tutorial_t702_title
source: Equipping Trinkets
ja: 装身具の装備
ko: 장신구 장비
uk: Користування дрібничками
zh_cn: 装备饰品

# tutorial_t703_description
source: Combat items are equipped into a dedicated <color=#{notable}>skill slot</color> on each hero. To equip one, <sprite name={q}icon-mouse-left{q}><color=#{notable}>[DRAG]</color> the combat item from inventory into the combat item skill slot. Equipping a combat item allows it to be used during combat. Combat items are <color=#{notable}>free actions</color>. One item may be used each hero turn, right before they use their normal skill.
ko: 전투 아이템은 각 영웅별 전용 <color=#{notable}>기술</color>칸에 장착할 수 있습니다. 아이템을 장착하려면 소지품에서 원하는 전투 아이템을 전투 아이템 기술 칸으로 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[드래그]</color> 하면 됩니다. 이렇게 장착한 전투 아이템은 전투에서 사용할 수 있습니다. 전투 아이템 사용은 <color=#{notable}>행동</color>을 소모하지 않습니다. 각 영웅은 매 턴마다 일반 기술을 사용하기 전에 아이템을 하나 사용할 수 있습니다.

# tutorial_t703_title
source: Combat Items
ja: 戦闘アイテム
ko: 전투 아이템
uk: Предмети бою
zh_cn: 战斗物品

# tutorial_t704_description
source: Mastery points <sprite name={q}icon_heropoints{q}> are earned mostly through combat victories. Each <sprite name={q}icon_heropoints{q}> will upgrade one <color=#{notable}>hero skill</color> when you reach the Inn.
ko: 숙련 점수<sprite name={q}icon_heropoints{q}>는 주로 전투에서의 승리를 통해 획득합니다. 각 <sprite name={q}icon_heropoints{q}>는 <color=#{notable}>영웅 기술</color> 하나를 강화하는 데 쓰입니다.
uk: У більшості випадків очки загартування <sprite name={q}icon_heropoints{q}> можна отримати за перемогу в бою. Кожне очко <sprite name={q}icon_heropoints{q}> дає можливість покращити одну <color=#{notable}>навичку героя</color>, коли ви перебуваєте в трактирі.

# tutorial_t704_title
source: Mastery Points
ja: 熟達ポイント
ko: 숙련 점수
uk: Очки загартування
zh_cn: 精通点

# tutorial_t705_description
source: Relics <sprite name={q}icon_relic{q}> are the main currency of the land, used to buy most supplies. You find relics mostly as spoils of battle.
ko: 유물<sprite name={q}icon_relic{q}>은 이 땅의 주요 화폐로, 대부분의 보급품을 사는데 쓰입니다. 유물은 주로 전투의 전리품으로 획득하게 됩니다.
uk: Реліквії <sprite name={q}icon_relic{q}> — це основна валюта, на яку можна обміняти більшість запасів. Зазвичай реліквії можна отримати як здобич після бою.

# tutorial_t705_title
source: Relics
ja: 遺物
ko: 유물
uk: Реліквії
zh_cn: 遗物

# tutorial_t706_description
source: Baubles <sprite name={q}icon_factioncurrency{q}> are used to purchase trinkets, Stagecoach items, and repair the Stagecoach. Baubles come in different forms for each region. All bauble types are worth the same, but take up different stacks in your inventory.
ko: 패물<sprite name={q}icon_factioncurrency{q}>은 장신구 및 역마차 아이템 구입, 그리고 역마차 수리에 사용됩니다. 패물은 각 지역마다 다양한 형태로 획득할 수 있습니다. 모든 유형의 패물은 동일한 가치를 지니지만 소지품 창에서는 제각기 다른 칸을 차지합니다.
uk: Абищиці <sprite name={q}icon_factioncurrency{q}> використовуються для покупки дрібничок та аксесуарів Диліжанса, а також ремонту Диліжанса. У різних регіонах зустрічаються різні абищиці. Усі типи абищиць мають однакову вартість, але займають окремі комірки в інвентарі.

# tutorial_t706_title
source: Baubles
ja: 安物の宝石
ko: 패물
uk: Абищиці
zh_cn: 珍宝

# tutorial_t707_description
source: Stagecoach items are essentially trinkets for your Stagecoach and provide valuable powers and bonuses. They can only be mounted or removed at the <color=#{notable}>Wainwright</color>, who is at each Inn. Your Stagecoach only has a limited number of slots for equipment, but more can be unlocked at the <color=#{notable}>Altar of Hope</color>.
ja: 駅馬車アイテムは、基本的に駅馬車用の装身具で、重要なパワーやボーナスを与えてくれる。搭載と取り外しは、各宿にいる<color=#{notable}>荷車製造所</color>でしか行えない。 駅馬車に装備できるスロットは有限だが、<color=#{notable}>希望の祭壇</color>で追加のスロットをアンロックできる。
ko: 역마차 아이템은 역마차에 착용하는 장신구와도 같으며, 각종 귀중한 위력과 보너스를 제공합니다. 이 아이템은 각 여관에서 만날 수 있는 <color=#{notable}>마차 정비공</color>을 통해서만 장착 가능합니다. 역마차의 아이템 장비 칸은 한정되어 있지만 <color=#{notable}>희망의 제단</color>에서 추가 해금이 가능합니다.
uk: Аксесуари Диліжанса можна назвати дрібничками для вашого Диліжанса. Вони забезпечують цінні можливості й бонуси. Їх можна встановити або зняти лише в <color=#{notable}>Каретній майстерні</color>, яка є біля кожного трактиру. Кількість комірок для аксесуарів Диліжанса обмежено. Додаткові комірки можна відкрити на <color=#{notable}>Вівтарі надії</color>.
zh_cn: 驿站马车装备可以理解为驿站马车的饰品，会为你提供宝贵的能力与增益。这些装备只能在各个旅馆的<color=#{notable}>马车匠</color>中装备或卸下。 你的驿站马车可用的装备栏位有限，但你可以在<color=#{notable}>希望祭坛</color>解锁更多栏位。

# tutorial_t707_title
source: Stagecoach items
ko: 역마차 아이템
uk: Аксесуари Диліжанса

# tutorial_t800_description
source: During encounters such as this one, you must pick one of the choices by <sprite name={q}icon-mouse-left{q}><color=#{notable}>[HOLDING] on one of your heroes.</color> The results will be previewed at the bottom of the screen.
ko: 이러한 조우에서 행동을 취하려면 영웅 중 하나의 의견을 <sprite name={q}icon-mouse-left{q}><color=#{notable}>[길게 클릭]해서 선택해야 합니다.</color> 그 결과는 화면 하단에서 미리보기 할 수 있습니다.

# tutorial_t800_title
source: Encounters
ja: 遭遇
ko: 조우
uk: Зустрічі
zh_cn: 遭遇

# tutorial_t801_description
source: Heroes often have vastly different opinions about how a given encounter should be resolved. When you choose a hero's response, any heroes that agree with the acting hero will have their mutual affinity increased. <color=#{notable}>(GOLD GLOW)</color> Any heroes that disagree strongly with the acting hero will have their mutual affinity decreased. <color=#{harmful}>(BLUE GLOW)</color>
ko: 영웅들은 조우의 해결 방식에 대해 굉장히 다양한 의견을 낼 수 있습니다. 특정 영웅의 의견을 채택할 경우, 해당 영웅의 의견에 동조하는 영웅들은 상호간의 호감도가 증가합니다. <color=#{notable}>(금색 빛)</color> 하지만 해당 영웅의 의견에 강하게 반대할 경우 상호간의 호감도가 감소하게 됩니다. <color=#{harmful}>(청색 빛)</color>
uk: Нерідко в різних героїв є власна думка щодо того, що треба робити під час тієї чи іншої зустрічі. Коли ви вибираєте відповідь певного героя, у тих, хто з ним згоден, покращується думка про нього <color=#{notable}>(ЗОЛОТЕ СЯЙВО)</color>. У тих, хто зовсім не згоден із прийнятим рішенням, погіршується думка про цього героя <color=#{harmful}>(СИНЄ СЯЙВО)</color>. Такі зміни думок є взаємними.

# tutorial_t801_title
source: Affinity Changes
ja: 親密度の変化
ko: 호감도 변화
uk: Зміна думок
zh_cn: 和睦改变

# tutorial_t802_description
source: Each region is overwhelmed with local evil. <color=#{notable}>Resistance encounters</color> are battles with these enemies. Winning resistance encounters is the primary way in which you can gain <color=#{notable}>mastery</color> <sprite name={q}icon_heropoints{q}> and earn treasures that will make the heroes more powerful. It also reduces <color=#{notable}>loathing</color> <sprite name={q}icon_doom{q}>. Battling evil is not without risk, but if you avoid all resistance encounters, you will find your party ill-prepared to tackle the <color=#{notable}>Mountain</color>.
ko: 각 지역은 악의 세력에 잠식되어 있습니다. <color=#{notable}>저항 조우</color>에서는 이런 적들과 전투를 벌이게 됩니다. 저항 조우에서의 승리는 <color=#{notable}>숙련 점수</color><sprite name={q}icon_heropoints{q}>와 보물을 획득하여 영웅들을 강화할 수 있는 주된 수단입니다. 또한 <color=#{notable}>해악</color><sprite name={q}icon_doom{q}> 수치도 낮춰 줍니다. 악에 맞선 투쟁에는 당연히 위험도 따르지만, 저항 조우를 전부 회피했다가는 원정대가 제대로 준비되지도 않은 채 <color=#{notable}>산</color>에 도전하는 상황이 올 수도 있습니다.

# tutorial_t802_title
source: Resistance Encounters
ja: レジスタンス遭遇
ko: 저항 조우
uk: Сутички
zh_cn: 抵抗遭遇

# tutorial_t803_description
source: <color=#{notable}>Assistance encounters</color> bring the heroes face to face with the downtrodden local populace. These forlorn creatures are in need of help, and often have valuable supplies to offer to the heroes in return. Helping the locals is the best way to restore <color=#{notable}>the Flame</color>.
ko: <color=#{notable}>조력 조우</color>는 영웅들이 곤경에 처한 사람들과 만나는 상황입니다. 이 불쌍한 사람들은 도움이 필요한 상황이고, 영웅의 도움에 종종 귀중한 보급품을 보답으로 제공하곤 합니다. 주민들을 돕는 것은 <color=#{notable}>불꽃</color>을 회복하는 최고의 수단입니다.
uk: Місцеві <color=#{notable}>страждальники</color> відчайдушно потребують допомоги й натомість нерідко можуть запропонувати героям щось корисне. Допомога страждальникам — це найкращий спосіб відновити рівень <color=#{notable}>Полум’я</color>.

# tutorial_t803_title
source: Assistance Encounters
ja: 支援遭遇
ko: 조력 조우
uk: Страждальники
zh_cn: 援助遭遇
