Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# token_name_medic_salve
source: <color=#{notable}>Field Surgeon</color>
ko: <color=#{notable}>야전 외과의</color>
uk: <color=#{notable}>Польова хірургія</color>

# token_name_more_more
source: <color=#{notable}>More! MORE!</color>
ko: <color=#{notable}>더! 더!</color>
uk: <color=#{notable}>Ще! ЩЕ!</color>

# token_name_multi_guard
source: <color=#{buff}>Watched!</color>
ja: <color=#{buff}>監視下！</color>
ko: <color=#{buff}>감시 중!</color>
uk: <color=#{buff}>Караул!</color>
zh_cn: <color=#{buff}>被看守！</color>

# token_name_newborn_mutation
source: <color=#{notable}>Newborn Mutation</color>
ja: <color=#{notable}>変異新生児</color>
ko: <color=#{notable}>새로 태어난 변이체</color>
uk: <color=#{notable}>Мутація</color>
zh_cn: <color=#{notable}>新生突变体</color>

# token_name_pain_heal
source: <color=#{notable}>Pain</color>
ko: <color=#{notable}>고통</color>
uk: <color=#{notable}>Біль</color>

# token_name_poisoned_drink
source: <color=#{notable}>Poisoned Drink</color>
ja: <color=#{notable}>毒入りの飲み物</color>
ko: <color=#{notable}>독을 탄 술</color>
uk: <color=#{notable}>Отруєний напій</color>
zh_cn: <color=#{notable}>毒酒</color>

# token_name_pyro_bomb
source: <color=#{debuff}>Pyromaniac</color>
ko: <color=#{debuff}>방화광</color>
uk: <color=#{debuff}>Піроманія</color>

# token_name_repair
source: <color=#{debuff}>Repair</color>
ko: <color=#{debuff}>수리</color>
uk: <color=#{debuff}>Ремонт</color>

# token_name_riposte
source: <color=#{buff}>Riposte</color>
ja: <color=#{buff}>応酬</color>
ko: <color=#{buff}>반격</color>
uk: <color=#{buff}>Відбиття</color>
zh_cn: <color=#{buff}>反击</color>

# token_name_riposte_invisible
source: Riposte (Invisible)
ja: 応酬（不可視）
ko: 반격 (보이지 않음)
uk: Відбиття (невидимість)
zh_cn: 反击（隐藏）

# token_name_riposte_invisible_infinite
source: Riposte (Invisible, Infinite)
ja: 応酬（不可視、無限）
ko: 반격 (보이지 않음, 무한 지속)
uk: Відбиття (невидимість, нескінченність)
zh_cn: 反击（隐藏、无限）

# token_name_runaway_combat_1_key
source: <color=#{notable}>Gate Key</color>
ja: <color=#{notable}>門の鍵</color>
ko: <color=#{notable}>문 열쇠</color>
uk: <color=#{notable}>Ключ від брами</color>
zh_cn: <color=#{notable}>大门钥匙</color>

# token_name_smouldering
source: <color=#{notable}>Smouldering</color>
ja: <color=#{notable}>くすぶる</color>
ko: <color=#{notable}>불 붙음</color>
uk: <color=#{notable}>Тління</color>
zh_cn: <color=#{notable}>焖燃</color>

# token_name_speed
source: <color=#{buff}>Speed</color>
ja: <color=#{buff}>加速</color>
ko: <color=#{buff}>속도</color>
uk: <color=#{buff}>Швидкість</color>
zh_cn: <color=#{buff}>迅捷</color>

# token_name_stealth
source: <color=#{stealth}>Stealth</color>
ja: <color=#{stealth}>隠密</color>
ko: <color=#{stealth}>은신</color>
uk: <color=#{stealth}>Скритність</color>
zh_cn: <color=#{stealth}>潜行</color>

# token_name_strength
source: <color=#{buff}>Strength</color>
ja: <color=#{buff}>力</color>
ko: <color=#{buff}>힘</color>
uk: <color=#{buff}>Сила</color>
zh_cn: <color=#{buff}>力量</color>

# token_name_stun
source: <color=#{debuff}>Stun</color>
ja: <color=#{debuff}>気絶</color>
ko: <color=#{debuff}>기절</color>
uk: <color=#{debuff}>Оглушення</color>
zh_cn: <color=#{debuff}>震慑</color>

# token_name_stunres
source: <color=#{buff}>Stun Resist</color>
ja: <color=#{buff}>気絶抵抗</color>
ko: <color=#{buff}>기절 저항</color>
uk: <color=#{buff}>Опір оглушенню</color>
zh_cn: <color=#{buff}>震慑抗性</color>

# token_name_taproot
source: <color=#{notable}>Tap Root</color>
ja: <color=#{notable}>主根</color>
ko: <color=#{notable}>곧은 뿌리</color>
uk: <color=#{notable}>Стрижневий корінь</color>
zh_cn: <color=#{notable}>主根</color>

# token_name_taproot_tangle_a
source: <color=#{notable}>Tangled Growth I</color>
ja: <color=#{notable}>絡まる成長 I</color>
ko: <color=#{notable}>덩굴 성장 I</color>
uk: <color=#{notable}>Кучерявий паросток I</color>
zh_cn: <color=#{notable}>纠缠生长I</color>

# token_name_taproot_tangle_b
source: <color=#{notable}>Tangled Growth II</color>
ja: <color=#{notable}>絡まる成長 II</color>
ko: <color=#{notable}>덩굴 성장 II</color>
uk: <color=#{notable}>Кучерявий паросток II</color>
zh_cn: <color=#{notable}>纠缠生长II</color>

# token_name_taproot_tangle_c
source: <color=#{notable}>Tangled Growth III</color>
ja: <color=#{notable}>絡まる成長 III</color>
ko: <color=#{notable}>덩굴 성장 III</color>
uk: <color=#{notable}>Кучерявий паросток III</color>
zh_cn: <color=#{notable}>纠缠生长III</color>

# token_name_taproot_target
source: <color=#{notable}>Stirring Soil</color>
ja: <color=#{notable}>轟く大地</color>
ko: <color=#{notable}>움트는 흙</color>
uk: <color=#{notable}>Тремтяча земля</color>
zh_cn: <color=#{notable}>翻搅土壤</color>

# token_name_taunt
source: <color=#{debuff}>Taunt</color>
ja: <color=#{debuff}>挑発</color>
ko: <color=#{debuff}>도발</color>
uk: <color=#{debuff}>Глузування</color>
zh_cn: <color=#{debuff}>嘲讽</color>

# token_name_threat
source: <color=#{notable}>Threatening</color>
ja: <color=#{notable}>威圧</color>
ko: <color=#{notable}>위협</color>
uk: <color=#{notable}>Погроза</color>
zh_cn: <color=#{notable}>威胁</color>

# token_name_torso_target
source: <color=#{notable}>Contempt</color>
ko: <color=#{notable}>경멸</color>
uk: <color=#{notable}>Зневага</color>

# token_name_torso_windup
source: <color=#{notable}>Windup</color>
ko: <color=#{notable}>전락</color>
uk: <color=#{notable}>Напоготові</color>

# token_name_treasure
source: <color=#{notable}>Treasure</color>
ja: <color=#{notable}>宝</color>
ko: <color=#{notable}>보물</color>
uk: <color=#{notable}>Скарб</color>
zh_cn: <color=#{notable}>宝藏</color>

# token_name_unchecked_power
source: <color=#{notable}>Unchecked Power</color>
ja: <color=#{notable}>止まらぬ力</color>
ko: <color=#{notable}>미지의 힘</color>
uk: <color=#{notable}>Надсила</color>
zh_cn: <color=#{notable}>不羁之力</color>

# token_name_unlit
source: Unlit
ja: 未点火
ko: 불 꺼짐
uk: Без світла
zh_cn: 未点燃

# token_name_vestal_curiosity
source: <color=#{notable}>Curiosity</color>
ko: <color=#{notable}>호기심</color>
uk: <color=#{notable}>Цікавість</color>

# token_name_vestal_flame_a
source: <color=#{debuff}>Guttering Flame</color>
ko: <color=#{debuff}>거센 불꽃</color>
uk: <color=#{debuff}>Тріпотливе полум’я</color>

# token_name_vestal_flame_b
source: <color=#{debuff}>Flickering Flame</color>
ko: <color=#{debuff}>꺼져가는 불꽃</color>
uk: <color=#{debuff}>Мерехтливе полум’я</color>

# token_name_vestal_flame_c
source: <color=#{notable}>Flame</color>
ko: <color=#{notable}>불꽃</color>
uk: <color=#{notable}>Полум’я</color>

# token_name_vestal_flame_d
source: <color=#{notable}>Blazing Flame</color>
ko: <color=#{notable}>타오르는 불꽃</color>
uk: <color=#{notable}>Палаюче полум’я</color>

# token_name_vestal_kindling
source: <color=#{notable}>Kindling</color>
ko: <color=#{notable}>장작</color>
uk: <color=#{notable}>Хмиз</color>

# token_name_vestal_window
source: <color=#{notable}>Curious Activity</color>
ko: <color=#{notable}>신기한 광경</color>
uk: <color=#{notable}>Цікаве заняття</color>

# token_name_violinist_riposte_bridge
source: <color=#{notable}>Last Played</color>
ko: <color=#{notable}>마지막 연주됨</color>
uk: <color=#{notable}>Остання гра</color>

# token_name_violinist_riposte_chorus
source: <color=#{notable}>Last Played</color>
ko: <color=#{notable}>마지막 연주됨</color>
uk: <color=#{notable}>Остання гра</color>

# token_name_violinist_riposte_finale
source: <color=#{notable}>Last Played</color>
ko: <color=#{notable}>마지막 연주됨</color>
uk: <color=#{notable}>Остання гра</color>

# token_name_violinist_riposte_solo
source: <color=#{notable}>Last Played</color>
ko: <color=#{notable}>마지막 연주됨</color>
uk: <color=#{notable}>Остання гра</color>

# token_name_violinist_riposte_verse
source: <color=#{notable}>Last Played</color>
ko: <color=#{notable}>마지막 연주됨</color>
uk: <color=#{notable}>Остання гра</color>

# token_name_virulent_blight
source: <color=#{blight}>Toxic</color>
ko: <color=#{blight}>독기</color>
uk: <color=#{blight}>Отрута</color>

# token_name_vulnerable
source: <color=#{debuff}>Vulnerable</color>
ja: <color=#{debuff}>脆弱</color>
ko: <color=#{debuff}>취약</color>
uk: <color=#{debuff}>Вразливість</color>
zh_cn: <color=#{debuff}>脆弱</color>

# token_name_weak
source: <color=#{debuff}>Weak</color>
ja: <color=#{debuff}>弱体化</color>
ko: <color=#{debuff}>약화</color>
uk: <color=#{debuff}>Слабкість</color>
zh_cn: <color=#{debuff}>虚弱</color>

# token_name_worship
source: <color=#{notable}>Worship</color>
ja: <color=#{notable}>崇拝</color>
ko: <color=#{notable}>숭배</color>
uk: <color=#{notable}>Служіння</color>
zh_cn: <color=#{notable}>崇拜</color>

# token_negative
source: <color=#{debuff}>Negative</color> Token
ja: <color=#{debuff}>ネガティブ</color>トークン
ko: <color=#{debuff}>부정적</color> 토큰
uk: <color=#{debuff}>негат.</color> міт.
zh_cn: <color=#{debuff}>负面</color>标记

# token_newborn_mutation_description
source: Grants <color=#{buff}>+25% DMG</color>, <color=#{buff}>+2 SPD</color>, and a 33% chance to receive <sprite name={q}token_block{q}>On Hit
ja: 攻撃命中時に<color=#{buff}> +25% ダメージ</color>、<color=#{buff}>+2 速度</color>を付与し、 33%の確率で<sprite name={q}token_block{q}>を受ける
ko: <color=#{buff}>주는 피해 +25%</color>, <color=#{buff}>속도 +2</color> 획득, 33% 확률로 <sprite name={q}token_block{q}>명중 획득
uk: Дає <color=#{buff}>+25% ШКД</color>, <color=#{buff}>+2 ШВД</color> та шанс 33% отримати <sprite name={q}token_block{q}>під час удару
zh_cn: 获得<color=#{buff}>+25%伤害</color>和<color=#{buff}>+2速度</color>，且在受击时有33%概率获得<sprite name={q}token_block{q}>

# token_pain_heal_description
source: Heals the Torturer at the end of the <color=#{notable}>Round</color>
ko: <color=#{notable}>라운드</color> 종료 시 고문 기술자를 치유
uk: Зцілює Мучителя наприкінці <color=#{notable}>раунду</color>

# token_pierce
source: <color=#{buff}>Pierce</color>
ja: <color=#{buff}>貫通</color>
ko: <color=#{buff}>관통</color>
uk: <color=#{buff}>Пронизання</color>
zh_cn: <color=#{buff}>穿透</color>

# token_pierce_description
source: Next attack bypasses Block Tokens
ja: 次の攻撃が「ブロック」トークンを無視
ko: 다음 공격이 방호 토큰을 무시
uk: Наступна атака обходить блокуючі мітки
zh_cn: 下次攻击无视格挡标记

# token_poisoned_drink_description
source: Drinking from this inflicts <sprite name={q}icon_blight{q}>
ja: これを飲むと<sprite name={q}icon_blight{q}>を付与
ko: 이걸 마시면 <sprite name={q}icon_blight{q}> 획득
uk: Якщо випити, буде наклад. <sprite name={q}icon_blight{q}>
zh_cn: 喝这里的酒会造成<sprite name={q}icon_blight{q}>

# token_positive
source: <color=#{buff}>Positive</color> Token
ja: <color=#{buff}>ポジティブ</color>トークン
ko: <color=#{buff}>긍정적</color> 토큰
uk: <color=#{buff}>позит.</color> міт.
zh_cn: <color=#{buff}>正面</color>标记

# token_pyro_bomb_description
source: Must spend their entire turn using the <color=#{notable}>Fire Bomb</color> Skill
ko: <color=#{notable}>화염탄</color> 기술 사용에는 턴 전체가 소모됨
uk: Протягом усього ходу має бути використана навичка <color=#{notable}>Вогняна бомба</color>

# token_repair
source: <color=#{debuff}>Repair</color>
ko: <color=#{debuff}>수리</color>
uk: <color=#{debuff}>Ремонт</color>

# token_repair_description
source: This hero must fix the stagecoach
ko: 이 영웅은 역마차를 수리해야 합니다
uk: Герой має відремонтувати Диліжанс

# token_riposte_description
source: Counter-attacks the next damaging attack
ja: ダメージを受ける次の攻撃に反撃
ko: 다음으로 피해를 입히는 공격에 반격
uk: Контратакуватиме, якщо під час наступної атаки буде завдано шкоди
zh_cn: 对下一个造成伤害的攻击进行反击

# token_riposte_invisible_infinite
source: Riposte (Invisible, Infinite)
ja: 応酬（不可視、無限）
ko: 반격 (보이지 않음, 무한 지속)
uk: Відбиття (невидимість, нескінченність)
zh_cn: 反击（隐藏、无限）

# token_runaway_combat_1_key_description
source: Key to one of several locks on the Orphanage door
ja: 複数ある、孤児院のドアの鍵のひとつ
ko: 고아원 문을 잠근 수많은 자물쇠 중 하나를 여는 열쇠
uk: Ключ до одного з кількох замків Притулку
zh_cn: 孤儿院大门的数把钥匙之一

# token_smouldering_description
source: The flame slowly burns down
ja: 炎がゆっくりと燃え尽きる
ko: 느리게 타 들어가는 화염
uk: Полум’я повільно догорає
zh_cn: 火焰缓缓燃烧

# token_speed_description
source: Acts faster next Round
ja: 次のラウンドでより速く動く
ko: 다음 라운드에 더 빨리 행동
uk: Діятиме швидше в наступному раунді
zh_cn: 下回合行动更快

# token_stealth_description
source: Cannot be directly targeted by most enemy skills if other targets are available
ko: 다른 대상을 지정할 수 있다면 대부분의 적 기술로 직접 지정되지 않음
uk: Вороги не можуть застосувати більшість навичок проти цієї цілі, якщо є інші цілі

# token_strength_description
source: Next attack deals +50% DMG
ja: 次の攻撃で与えるダメージ+50%
ko: 다음 공격이 +50% 피해를 입힘
uk: Завдасть +50% ШКД під час наступної атаки
zh_cn: 下次攻击伤害+50%

# token_stress
source: <color=#757575>Stress</color>
ja: <color=#757575>ストレス</color>
ko: <color=#757575>스트레스</color>
uk: <color=#757575>Стрес</color>
zh_cn: <color=#757575>压力</color>

# token_stress_description
source: Stress
ja: ストレス
ko: 스트레스
uk: Стрес
zh_cn: 压力

# token_stress_heal
source: <color=#757575>Stress Heal</color>
ja: <color=#757575>ストレス回復</color>
ko: <color=#757575>스트레스 치유</color>
uk: <color=#757575>Зняття стресу</color>
zh_cn: <color=#757575>降低压力</color>

# token_stress_heal_description
source: Heals Stress
ja: ストレスを回復
ko: 스트레스 치유
uk: Знімає стрес
zh_cn: 降低压力

# token_stun_description
source: Loses next action
ja: 次のアクションを行う機会を失う
ko: 다음 행동을 상실
uk: Втрачає наступну дію
zh_cn: 失去下次行动

# token_tag_neg_trinket_token
source: <color=#{debuff}>Negative</color>
ja: <color=#{debuff}>ネガティブ</color>
ko: <color=#{debuff}>부정적</color>
uk: <color=#{debuff}>негат.</color>
zh_cn: <color=#{debuff}>负面</color>

# token_tag_negative
source: <color=#{debuff}>Negative</color>
ja: <color=#{debuff}>ネガティブ</color>
ko: <color=#{debuff}>부정적</color>
uk: <color=#{debuff}>негат.</color>
zh_cn: <color=#{debuff}>负面</color>

# token_tag_negative+plural@0
source: <color=#{debuff}>Negative</color>
ko: <color=#{debuff}>부정적</color>

# token_tag_negative+plural@1
source: <color=#{debuff}>Negative</color>
ko: <color=#{debuff}>부정적</color>

# token_tag_pos_copy_steal
source: <color=#{buff}>Positive</color>
ja: <color=#{buff}>ポジティブ</color>
ko: <color=#{buff}>긍정적</color>
uk: <color=#{buff}>позит.</color>
zh_cn: <color=#{buff}>正面</color>

# token_tag_pos_trinket_token
source: <color=#{buff}>Positive</color>
ja: <color=#{buff}>ポジティブ</color>
ko: <color=#{buff}>긍정적</color>
uk: <color=#{buff}>позит.</color>
zh_cn: <color=#{buff}>正面</color>

# token_tag_positive
source: <color=#{buff}>Positive</color>
ja: <color=#{buff}>ポジティブ</color>
ko: <color=#{buff}>긍정적</color>
uk: <color=#{buff}>позит.</color>
zh_cn: <color=#{buff}>正面</color>

# token_tag_positive+plural
source: <color=#{buff}>Positive</color>
ko: <color=#{buff}>긍정적</color>

# token_tag_random
source: Random
ja: ランダム
ko: 무작위
uk: Випадковий
zh_cn: 随机

# token_tag_vestal_blessing
source: <color=#{buff}>Consecration</color>
ko: <color=#{buff}>축성</color>
uk: <color=#{buff}>Консекрація</color>

# token_taproot_description
source: It is reacting to attacks
ja: 攻撃に反応している
ko: 공격에 반응
uk: Реагує на атаки
zh_cn: 受到攻击会有反应

# token_taproot_tangle_a_description
source: Ominous vines encroach from above
ja: 不吉な蔓が上空から伸びてきている
ko: 위쪽에서 다가오는 불길한 덩굴
uk: Зверху насуваються зловісні лози
zh_cn: 不详的藤蔓在头顶蔓延

# token_taproot_tangle_b_description
source: Vines hamper movement <color=#{debuff}>-2 SPD</color>
ko: 움직임을 방해하는 덩굴 <color=#{debuff}>속도 -2</color>
uk: Лоза перешкоджає руху <color=#{debuff}>-2 ШВД</color>

# token_taproot_tangle_c_description
source: Vines constrict both body and mind
ja: 蔓が心身を締めつけている
ko: 심신 모두를 옭아매는 덩굴
uk: Лоза здушує і тіло, і розум
zh_cn: 藤蔓勒紧肢体和心灵

# token_taproot_target_description
source: Something moves beneath the ground
ja: 地面の下で何かが動いている
ko: 땅 밑에서 뭔가 움직임
uk: Щось рухається під землею
zh_cn: 地下有什么东西在动

# token_taunt_description
source: Enemies are forced to attack this target if able
ja: 敵がこのターゲットを攻撃できる場合、強制的に攻撃する
ko: 적들이 이 대상을 강제 공격 (가능할 경우)
uk: Змушує ворогів атакувати цю ціль (якщо це можливо)
zh_cn: 敌人可能的话必须攻击此目标

# token_threat_description
source: Next attack deals additional <sprite name={q}token_stress{q}>
ko: 다음 공격에 <sprite name={q}token_stress{q}> 추가
uk: Наступна атака завдає додатково <sprite name={q}token_stress{q}>

# token_torso_target_description
source: You're next
ko: 다음은 너다
uk: Далі ти.

# token_torso_windup_description
source: Preparing to deliver a powerful, unavoidable blow
ko: 강력하고 피할 수 없는 일격을 준비 중
uk: Готується завдати потужного, невідворотного удару

# token_treasure_description
source: Trinkets and baubles
ja: 装身具と安物の宝石
ko: 장신구와 패물
uk: Дрібнички та абищиці
zh_cn: 饰品和珍宝

# token_turn
source: <color=#{buff}>Extra Action</color>
ja: <color=#{buff}>追加アクション</color>
ko: <color=#{buff}>추가 행동</color>
uk: <color=#{buff}>Додаткова дія</color>
zh_cn: <color=#{buff}>额外行动</color>

# token_turn_description
source: Take an extra action this Round
ja: このラウンドで追加のアクションを行う
ko: 이번 라운드에 추가 행동 획득
uk: У цьому раунді можлива додаткова дія
zh_cn: 本回合进行一次额外行动

# token_unchecked_power_description
source: Empowers certain Skills. 33% chance per Token of <sprite name={q}icon_burn{q}> at the start of each Round.
ja: 特定のスキルを強化。 各ラウンド開始時、トークン1個につき 33%の確率で<sprite name={q}icon_burn{q}>を獲得。
ko: 특정 기술을 강화합니다. 33% 확률로 매 라운드 시작마다 <sprite name={q}icon_burn{q}> 토큰을 획득합니다.
uk: Підсилює певні навички. Шанс 33% за кожну мітку <sprite name={q}icon_burn{q}> на початку кожного раунду
zh_cn: 强化特定技能。 每个标记有33%的概率在回合开始时造成<sprite name={q}icon_burn{q}>。

# token_vestal_blessing
source: <color=#{buff}>Consecration</color>
ko: <color=#{buff}>축성</color>
uk: <color=#{buff}>Консекрація</color>

# token_vestal_curiosity_description
source: I have seen such things...and must see more
ja: 私はそんなものを見てきました...もっと見なければ
ko: 봐도 봐도 정말이지... 더 보고 싶어져
uk: Я бачила таке... і маю побачити більше...
zh_cn: 竟然还有这样的事……我必须继续看……

# token_vestal_flame_a_description
source: The Sacred Flame is about to go out!
ko: 신성한 불꽃이 꺼지기 직전이다!
uk: Священне полум’я ось-ось згасне!

# token_vestal_flame_b_description
source: The Sacred Flame flickers and wanes
ko: 신성한 불꽃이 깜빡거리며 일렁인다
uk: Священне полум’я тріпотить і згасає

# token_vestal_flame_c_description
source: The Sacred Flame maintains a steady light
ko: 신성한 불꽃이 꾸준히 빛을 발한다
uk: Священне полум’я дає рівномірне світло

# token_vestal_flame_d_description
source: The Sacred Flame burns brightly
ko: 신성한 불꽃이 밝게 타오르고 있다
uk: Священне полум’я горить яскраво

# token_vestal_kindling_description
source: Wood with which to stoke the Sacred Flame
ja: 聖なる炎を焚くための木
ko: 신성한 불꽃을 지필 장작
uk: Дрова, якими можна розпалити Священне полум’я
zh_cn: 给圣火添柴用的木头

# token_vestal_window_description
source: Is something happening in the courtyard..?
ja: 中庭で何か起こっているのですか...？
ko: 안뜰에서 뭐 하는 거지...?
uk: Щось відбувається надворі?
zh_cn: 庭院里是不是在发生什么事？

# token_violinist_riposte_bridge_description
source: Break
ko: 쉼표
uk: Пауза

# token_violinist_riposte_chorus_description
source: Verse
ko: 다음 절
uk: Куплет

# token_violinist_riposte_finale_description
source: Solo
ko: 독주
uk: Сольна партія

# token_violinist_riposte_solo_description
source: Finale
ko: 대단원
uk: Заключний акорд

# token_violinist_riposte_verse_description
source: Chorus
ko: 후렴
uk: Приспів

# token_virulent_blight_description
source: Apply <sprite name={q}icon_blight{q}><color=#{blight}>2</color> to attackers when hit per <color=#{blight}>Toxic</color> Token. Lasts until end of combat.
ko: 피격 시 <color=#{blight}>독기</color> 토큰 하나당 공격자에게 <sprite name={q}icon_blight{q}><color=#{blight}>2</color>의 피해를 입힙니다. 전투가 종료될 때까지 지속됩니다.
uk: Накладає <color=#{blight}>2</color> <sprite name={q}icon_blight{q}> на тих, хто атакує, за кожну мітку <color=#{blight}>отрути</color>. Діє до кінця бою

# token_vulnerable_description
source: Takes +50% DMG from next hit
ja: 次の攻撃命中で受けるダメージ+50%
ko: 다음에 명중한 공격으로부터 +50% 피해를 받음
uk: Отримає +50% ШКД під час наступного удару
zh_cn: 下次受击伤害+50%

# token_weak_description
source: Next attack deals -50% DMG
ja: 次の攻撃で与えるダメージ-50%
ko: 다음 공격이 -50% 피해를 입힘
uk: Завдасть –50% ШКД під час наступної атаки
zh_cn: 下次攻击伤害-50%

# token_worship_description
source: Exulting unspeakable Cosmic forces
ja: 言葉にしがたい宇宙の力に歓喜している
ko: 형언할 수 없는 우주적 힘을 만끽함
uk: Вихваляє невимовні космічні сили
zh_cn: 散发不可名状的恒宇之力

# torch_level_tag_hero
source: Hero
ja: 英雄
ko: 영웅
uk: Герой
zh_cn: 英雄

# torch_level_tag_monster
source: Enemy
ko: 적군

# torch_state_name_0
source: Black as Pitch
ja: 真っ暗
ko: 칠흑처럼 깜깜함
uk: Суцільна темрява
zh_cn: 一片漆黑

# torch_state_name_100
source: Bright Light
ja: 明るい光
ko: 눈부시게 밝음
uk: Яскраве світло
zh_cn: 明亮

# torch_state_name_25
source: Darkness
ja: 暗闇
ko: 어둠
uk: Тьмяне світло
zh_cn: 黑暗

# torch_state_name_50
source: Shadowy
ja: 薄暗闇
ko: 침침함
uk: Слабке світло
zh_cn: 阴暗

# torch_state_name_75
source: Dim Light
ja: かすかな光
ko: 밝음
uk: Неяскраве світло
zh_cn: 昏暗

# trinket_set_bonus_label
source: Set Bonus:
ja: セットボーナス：
ko: 세트 보너스:
uk: Бонус комплекту:
zh_cn: 套装加成：

source: Tumultuous
ja: 動揺
ko: 떠들썩함
uk: Напруження
zh_cn: 争执

# turn_order_next_actor
source: Active
ja: アクティブ
ko: 활성화
uk: Актив.
zh_cn: 行动顺序

# tutorial_menu_title
source: Archive
ja: アーカイブ
ko: 기록
uk: Архів
zh_cn: 档案

# tutorial_t100_description
source: The Stagecoach is your carriage, coffin, and confessional. Press <color=#{notable}>[@{Move:positive}]</color> once to order the Stagecoach forward. Press <color=#{notable}>[@{Move:negative}]</color>to halt it. The Stagecoach will steer automatically. You can fine-tune its path with <color=#{notable}>[@{Steering:negative}/@{Steering:positive}]</color>.
ko: 역마차는 이동 수단, 관이자 고해소입니다. <color=#{notable}>@</color>버튼을 한번 누르면 역마차를 전진시킬 수 있습니다. <color=#{notable}>@</color>버튼을 한번 누르면 정지합니다. 역마차는 자동으로 방향을 틉니다. <color=#{notable}>[@{Steering:negative}/@{Steering:positive}]</color>로 세세한 조종이 가능합니다.

# tutorial_t100_title
source: The Stagecoach
ja: 駅馬車
ko: 역마차
uk: Диліжанс
zh_cn: 驿站马车

# tutorial_t102_description
source: Press <color=#{notable}>[@{StageCoach}]</color> to bring up the Stagecoach View. This shows what items are currently installed on the Stagecoach as well as current <color=#{notable}>armor</color> <sprite name={q}icon_currency_armor{q}> and <color=#{notable}>wheels</color> <sprite name={q}icon_currency_wheel{q}> points. Stagecoach items can only be changed at the <color=#{notable}>Wainwright</color>, who is present at each <color=#{notable}>Inn</color>. The Wainwright also can repair <sprite name={q}icon_currency_armor{q}> and <sprite name={q}icon_currency_wheel{q}>, for a fee.
ko: <color=#{notable}>[@{StageCoach}]</color>누르면 역마차 보기 창이 표시됩니다. 이 창에서는 현재 역마차에 장착된 각종 아이템과 함께 현재 <color=#{notable}>장갑</color> <sprite name={q}icon_currency_armor{q}> 및 <color=#{notable}>바퀴</color> <sprite name={q}icon_currency_wheel{q}> 수치를 확인할 수 있습니다. 역마차 아이템은 <color=#{notable}>여관</color>마다 있는 <color=#{notable}>마차 정비공</color>만이 변경할 수 있습니다. 또한 정비공은 일정 비용을 받고 과 <sprite name={q}icon_currency_wheel{q}>를 수리해<sprite name={q}icon_currency_armor{q}> 줄 수도 있습니다.

# tutorial_t102_title
source: Stagecoach View
ja: 駅馬車ビュー
ko: 역마차 보기
uk: Огляд Диліжанса
zh_cn: 驿站马车视图

# tutorial_t103_description
source: As the Stagecoach drives, <color=#{notable}>heroes will slowly heal HP</color>. This healing rate can be improved with some Stagecoach items. If heroes are badly wounded, try to avoid location fights and drive for a while to heal back up.
ko: 역마차가 나아갈 수록 <color=#{notable}>영웅들은 천천히 체력을 회복</color>합니다. 이 회복 속도는 역마차 아이템에 영향을 받을 수 있습니다. 영웅들이 심각한 피해를 입었다면 어느 정도 회복이 될 때까지 지점 전투를 최대한 피하는 방식으로 이동하는 것이 좋습니다.
uk: У дорозі <color=#{notable}>герої повільно відновлюють здоров’я</color>. Лікування можна прискорити за допомогою деяких аксесуарів Диліжанса. Якщо в героїв мало здоров’я, намагайтеся уникати боїв. Краще проїхати деякий час безпечним шляхом, щоб відновити більше ОЗ.

# tutorial_t103_title
source: Travel Healing
ko: 여정 중 치유
uk: Лікування в дорозі

# tutorial_t1100_description
source: To survive your expedition, you'll need to pay attention to how heroes feel about each other. A harmonious team is an effective team. A team full of infighting, envy, and hatred is unlikely to overcome the immense obstacles ahead.
ko: 원정에서 살아남으려면 영웅들이 서로에게 갖는 감정에도 신경을 써야 합니다. 손발이 잘 맞는 팀은 효율적인 팀워크를 발휘합니다. 하지만 갈등, 질투, 증오로 가득한 팀은 당장 눈 앞의 장애물도 극복하지 못할 가능성이 높습니다.
uk: Для виживання стежте за стосунками героїв. Гармонія в команді — це ключ до перемоги. Ті, хто сіє чвари, заздрить і ненавидить, навряд чи зможуть подолати неймовірні перепони, що виникнуть на шляху.
