Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_cinematic_denial_8
source: Free yourself from this suffocating stillness,
ja: この息苦しい静寂から解放され、
ko: 이 숨 막히는 정적으로부터 벗어나
uk: Звільніться від задушливої тиші,
zh_cn: 从这令人窒息的静滞中挣脱，

# vo_cinematic_denial_9
source: fix your gaze on the horizon, and face the fearsome truth...
ja: 地平線に視線を向け、恐るべき真実と向き合うのだ…
ko: 저 지평으로 시선을 향하고 무시무시한 진실과 맞서 주게...
uk: спрямуйте погляд на обрій і зустріньтеся з моторошною правдою...
zh_cn: 盯紧地平线的彼端，直面那……

# vo_cinematics_ambition_intro_01_0
source: Refusing enrollment in the fall, you took up in that mouldering brownstone,
ja: 秋の入隊を拒否した君は、あの朽ちた茶色の砂岩の場所に身を寄せたが、
ko: 자네는 결국 가을 학기에 학교로 돌아오지 않고 저 쓰러져 가는 저택에 틀어박혔네.
uk: Ви не хотіли йти в університет восени, і замкнулися в тій занедбаній будівлі з піщаника.
zh_cn: 在秋天，你退了学，搬入了那座凋敝不堪的宅邸，

# vo_cinematics_ambition_intro_01_1
source: where I joined you in a vain attempt to assuage your aspirations.
ja: 私は君の願望を満たすために、むなしい思いで君に加勢した。
ko: 나 역시 자네의 열망을 달래려는 헛된 시도로 그 은둔에 함께 하였지.
uk: Я намагався відволікти вас від ваших прагнень, але все було марно.
zh_cn: 而我则在那里找到了你，徒劳地试图劝说你放下你的野心。

# vo_cinematics_ambition_intro_01_2
source: Now free from academic oversight and moral restraint, you vowed to reach into the blackest depths...
ja: 学問的な監視や道徳的な拘束から解放された君は、オカルト科学の最も暗い深みに手を伸ばし...
ko: 이제 학문적 감독과 도덕적 굴레를 벗어던졌으니, 자네는 비술의 가장 시커먼 심연까지 들춰내어...
uk: Позбавившись нагляду з боку колег і моральних обмежень, ви поклялися досягти найчорніших глибин...
zh_cn: 如今脱离了学术监管和道德束缚，你立下誓言，誓要向神秘科学

# vo_cinematics_ambition_intro_01_3
source: ...of the occult sciences and be the first to grasp the secret of the Iron Crown.
ja: ...いち早く鉄の冠の秘密を掴むことを誓った。
ko: ...기어이 철의 왕관을 처음으로 손에 쥐고야 말겠다 다짐하였어.
uk: ...окультних наук і дізнатися таємницю Залізного Вінця раніше за всіх.
zh_cn: 最深的深渊中探索，成为第一个掌握铁王冠秘密的人。

# vo_cinematics_ambition_intro_01_4
source: The polarity between us reversed - I became your reluctant assistant in dozens of deplorable experiments,
ja: 我々の立場は逆転した。私は、何十もの悲惨な実験において、嫌々ながら君の助手となり、
ko: 이제 우리의 입장은 뒤바뀌었네. 나는 뒤이어 계속될 수십 건의 비참한 실험을 마지못해 돕는 조교가 되어...
uk: Ми з вами помінялися місцями: мені довелося лише допомагати в десятках моторошних експериментів,
zh_cn: 我们之间的地位反转——我成了你不情不愿的助手，帮你进行堕落的实验，

# vo_cinematics_ambition_intro_01_5
source: ...crushed in the grip of your ambition.
ja: …君の野心に押し潰された。
ko: ...자네가 품은 야망의 손아귀에 틀어 잡혔지.
uk: відчуваючи тиск лещат ваших амбіцій.
zh_cn: 被你的野心牢牢攥住，不得动弹。

# vo_cinematics_ambition_lore_01_0
source: You calibrated prisms along the points of the Crown, cackling in smug satisfaction
ja: プリズムを王冠のポイントに合わせて調整し、筆舌に尽くし難い恐ろしい光の波長が
ko: 자네는 왕관의 각 꼭지점마다 프리즘을 조율하고는, 형언할 수 없는 끔찍한 빛의 파장으로 우리의 눈알을 태우며
uk: Ви калібрували призми вздовж вершин Вінця, самовдоволено посміхаючись,
zh_cn: 你依铁王冠的五个焦点校准了棱镜，接着便洋洋自得地痴笑起来，

# vo_cinematics_ambition_lore_01_1
source: as wavelengths of hideous and indescribable light burned our eyes.
ja: 我々の目を焼くのを見て、君は満足げに笑った。
ko: 마치 뿌듯하다는 듯이 낄낄거리며 웃었네.
uk: у той час як хвилі жахливого пекучого світла засліплювали нас.
zh_cn: 任由骇人而不可名状的光波烧灼我们的双目。

# vo_cinematics_ambition_lore_02_0
source: You attempted to map the geometric proportions of the Crown to frequencies of sound,
ja: 王冠の幾何学的な形を音の周波数に対応させようとした結果、
ko: 왕관의 기하학적 비율을 음향의 주파수에 맞춰 보려 시도하더니
uk: Ви намагалися перенести геометричні пропорції Вінця на частоти звуку,
zh_cn: 你试图将铁王冠的几何坐标与声音的频率相匹配；

# vo_cinematics_ambition_lore_02_1
source: and in the resulting silence, our ears welled with blood.
ja: 静寂の中で、我々の耳に血が噴出した。
ko: 그 결과 우리의 고막을 터뜨리며 적막만을 남기곤 했지.
uk: і коли настала тиша, з наших вух потекла кров.
zh_cn: 结果只有一片死寂，以及我们双耳流出的汩汩鲜血。

# vo_cinematics_ambition_lore_03_0
source: At night I could hear you shuffling about the house, muttering with diabolic intent.
ko: 밤이면 자네가 집안 곳곳을 돌아다니며 온갖 악마적, 신성모독적 광기를 중얼거리는 소리가 들렸네.

# vo_cinematics_ambition_lore_04_0
source: The walls of the place closed tight about us,
ja: その場の壁が我々の行手を阻み、
ko: 저택의 벽은 우리를 단단히 가두어 둔 채
uk: Стіни щільно зімкнулися навколо нас.
zh_cn: 那宅邸的墙壁将我们紧紧围住，

# vo_cinematics_ambition_lore_04_1
source: and it seemed at times that the outside world was a dream we could scarcely remember.
ja: 時には、外の世界がほとんど思い出せない夢であるように思えた。
ko: 바깥 세상을 기억할 수 없는 미몽 속 꿈처럼 느끼게 만들었지.
uk: Іноді здавалося, що зовнішній світ був лише сном, що від нього залишилися лише бліді спогади.
zh_cn: 有的时候，外界的世界仿佛只是黄粱一梦，怎么回忆也记不清晰。

# vo_cinematics_ambition_lore_05_0
source: Desperate to somehow help you regain yourself, I prepared a breakfast, and an urgent appeal.
ja: どうにかして本来の君を取り戻したいと思い、朝食を用意し、急に呼びかけたんだ。
ko: 나는 어떻게든 자네를 재활시키고자 직접 아침을 준비하여 절실한 호소와 함께 가져다 주었네만
uk: Зневірившись у можливості якось допомогти вам знову віднайти себе, я приготував сніданок і палку промову.
zh_cn: 我急切地想要帮助你找回自己，因此准备了一顿早餐，以及一个急切的呼吁。

# vo_cinematics_ambition_lore_05_1
source: My words fell on deaf ears; the food flung to the floor.
ja: 私の言葉は耳に入らず、食べ物は床に投げ捨てられた。
ko: 내 진심은 전해지지 않고 음식은 바닥을 나뒹굴었네.
uk: Мої слова не були почуті; їжа розсипалася по підлозі.
zh_cn: 我的话语你置若罔闻；我准备的食物被丢到了地上。

# vo_cinematics_ambition_lore_05_2
source: Your appetites demanded more than I could hope to provide.
ja: 君の食欲は、私が差し出せる以上のものを求めていた。
ko: 자네의 식욕은 더 이상 내가 제공할 수 없는 걸 원했던 모양이야.
uk: Ваші апетити зростали, і мені стало ясно, що я не зможу їх утамувати.
zh_cn: 你的贪欲早已远远超出我所能满足的范畴。

# vo_cinematics_ambition_lore_06_0
source: The Crown was a hateful and ravenous thing - it had consumed our careers, our lives,
ja: 王冠は憎むべき貪欲なものであり、我々の仕事や生活…
ko: 왕관은 혐오스럽고 탐욕스러운 존재였으니, 기어이 우리의 경력과 인생...
uk: Вінець виявився огидною і ненажерливою річчю, яка поглинула наші кар’єри, наші життя
zh_cn: 铁王冠恶毒而贪婪——它吞噬了我们的生涯，我们的生活，

# vo_cinematics_ambition_lore_06_1
source: ...and our friendship. And still, it hungered...
ja: …そして我々の友情を蝕んだ。それでも、飢えは止まなかった…
ko: ...우리의 우정을 집어삼키고도 도무지 만족할 줄 몰랐어...
uk: і нашу дружбу. Проте він ставав усе голоднішим...
zh_cn: 以及我们的友谊。但它仍然渴求更多……

# vo_cinematics_ambition_outro_01_0
source: Unable to suffer your unprincipled overreach any longer, I made ready to depart;
ja: これ以上、君の無節操な行き過ぎた行為に耐えられず、私は離れる準備をした。
ko: 자네의 끝없는 횡포에 진절머리가 난 나는 완전히 떠날 준비를 마치고는
uk: Не маючи змоги терпіти ваші безпринципні зловживання, я приготувався залишити вас.
zh_cn: 我无法再忍受你那离经叛道的贪戾，因此准备向你辞别；

# vo_cinematics_ambition_outro_01_1
source: imploring you to rejoin me in more wholesome pursuits.
ja: もっと健全な探求の場で再会したいと懇願しながら。
ko: 마지막으로 자네에게 나와 함께 가자고 청하였네.
uk: Я збирався знайти якісь корисніші заняття і благав вас приєднатися до мене.
zh_cn: 同时邀请你与我一起回归更为怡人的学术探索之中。

# vo_cinematics_ambition_outro_01_2
source: Instead, you babbled of impossible measurements, ushering me down into the bolted cellar.
ja: 代わりに、君は不可能な測定値を口にしながら、私を鍵のかかった地下室に案内した。
ko: 허나 자네는 온갖 말도 안되는 측정치를 웅얼거리더니, 나를 단단히 빗장 질러진 지하실로 안내하였어.
uk: Натомість ви потягнули мене до замкненого напівтемного підвалу, розповідаючи про якісь неможливі вимірювання.
zh_cn: 而你却念叨着绝无可能的度量结果，带我走进了被栓死的地窖之中。

# vo_cinematics_ambition_outro_01_3
source: In the dim light, I recoiled at the preparations you had made.
ko: 침침한 불빛 아래서, 나는 자네가 안배한 준비를 보고 전율하였네.

# vo_cinematics_ambition_outro_01_4
source: Four bodies, laid out along the lateral points of the Crown.
ja: 王冠の側面に沿って並べられた4体の死体があったのだ。
ko: 네 구의 시신이 왕관의 뿔을 따라 배치되어 있었으니.
uk: Чотири тіла були викладені перпендикулярно лінії Вінця.
zh_cn: 四具躯体，在铁王冠两侧的焦点上排列整齐。

# vo_cinematics_ambition_outro_01_5
source: As the dagger's blade revealed itself through my chest, I understood <i>I</i> was to be the fifth.
ja: 短剣の刃が背中から自分の胸を突き破って姿を現したとき、<i>私</i>が5人目になるということを理解した。
ko: 그리고 내 가슴팍을 뚫고 나온 칼날을 보고 나서야, <i>내가</i> 바로 다섯째 뿔임을 깨달았네.
uk: Коли мої груди проштрикнуло лезо кинджала, я зрозумів, що саме <i>я</i> маю бути п’ятою жертвою.
zh_cn: 当匕首从我的胸膛中穿出时，我才意识到，第五个将是我<i>自己</i>。

# vo_cinematics_cowardice_approach_01_0
source: Gaze now upon your great achievement - the sumtotal of your failings. Your Body of Work.
ko: 이제 자네가 이루어낸 위대한 성취, 자네의 총체적 실패를 마주하게. 이게 바로 자네의 작품일세.

# vo_cinematics_cowardice_inkfire_01_0
source: Here, at the nexus of ruin, loathing poured forth from the darkest recesses of your mind.
ja: そしてここ、破滅の中核で、君の心の奥底から憎悪が溢れ出てきたのだ。
ko: 이곳, 파탄의 연결체에서는 마음 속 가장 어두운 곳으로부터 온갖 해악이 쏟아져 나왔으니.
uk: Саме тут, в осередку руйнації, з найтемніших закутків вашого розуму почала виливатися огида.
zh_cn: 在这废墟的枢纽之中，怨念从你心灵最阴暗的角落喷涌而出。

# vo_cinematics_cowardice_inkfire_01_1
source: Your failures took form, and the world bowed in honour of your great wretchedness.
ja: 君の失敗が形となり、この世は君の偉大な惨めさに敬意を表して頭を下げたのだ。
ko: 자네의 실패는 형상을 갖추었으며, 온 세상은 그 위대한 비참함을 기리고자 부복하였지.
uk: Ваші невдачі набули форми. Світ схилився перед вашим неймовірним зубожінням.
zh_cn: 你的失败化作具象，而整个世界因此躬身，向你的穷凶极恶俯首称臣。

# vo_cinematics_cowardice_inkfire_01_2
source: The stain of your bankruptcy frayed the very fabric of our dimension.
ja: 君の失敗の汚点は、我々の次元の構造そのものをほころばせた。
ko: 인성의 파산이라는 얼룩은 우리의 차원 그 자체를 망가뜨렸고.
uk: Наслідки вашого занепаду забруднили гріхом увесь наш вимір.
zh_cn: 你那败坏的影响将我们维度的本质撕成了碎片。

# vo_cinematics_cowardice_inkfire_01_3
source: But you were afraid to face what you had wrought, and fled down the long road of your memories.
ja: しかし、君は自分が引き起こしたことに直面するのを恐れ、記憶の中の長き道へと逃げていった。
ko: 허나 자네는 스스로가 저지른 만행을 차마 마주하지 못하고 기억의 긴 여정으로부터 도망치고 말았어.
uk: Але ви побоялися усвідомити, що саме ви накоїли, і поринули в нескінченні спогади.
zh_cn: 但你害怕面对自己酿成的恶果，因此一路逃向了你的记忆最深处，

# vo_cinematics_cowardice_inkfire_01_4
source: Hiding yourself away.
ja: 身を隠したのだ。
ko: 스스로로부터 숨은 게지.
uk: Сховалися, мов останній боягуз.
zh_cn: 在那里躲了起来。

# vo_cinematics_cowardice_inkfire_02_0
source: I remember our first meeting on the steps of the University... You were golden,
ko: 대학 계단에서 자네를 처음 만나던 순간이 기억나는군....
uk: Я пам’ятаю нашу першу зустріч на сходах університету... Ви притягували до себе всі погляди,

# vo_cinematics_cowardice_inkfire_02_1
source: ...lit from within by the glow of potential. Finally, my friend,
ja: …可能性の輝きに内側から照らされていたんだ。友よ、ついに…
ko: ...자네는 무한한 가능성으로 찬란히 빛나고 있었어.
uk: осяяні великими надіями. І ось, друже мій,
zh_cn: 散发着潜力无限的光芒。终于啊，我的朋友，

# vo_cinematics_cowardice_inkfire_02_2
source: ...I would see that potential realized. It is time to reclaim the world from your weakness.
ja: …私はその可能性が実現するのを目にするだろう。今こそ、君の弱さから世界を取り戻す時だ。
ko: 나의 벗이여, 이제야 그 가능성의 결실 맺음이 보이네. 자네의 나약함으로부터 세상을 탈환할 때야.
uk: я побачив як ці надії втілилися в життя... Настав час звільнити світ від творіння ваших рук.
zh_cn: 是时候让我看到那股潜力化为现实了。摒除你的弱点，夺回这个世界。

# vo_cinematics_cowardice_inkfire_02_3
source: Meet your derelictions with blazing defiance! The Equation must be balanced.
ja: 己の怠慢に、燃えるような反逆精神で立ち向かえ！方程式には均衡が必須だ。
ko: 그 불타는 의기로 자네가 유기한 바를 직시하게! 등식은 균형을 이루어야 하니.
uk: Киньте виклик своїм помилкам! У світ треба повернути баланс.
zh_cn: 携着不屈的气焰，去直面你的过失吧！等式的两端必须回归平衡。

# vo_cinematics_cowardice_intro_01_0
source: A precise arrangement, the sacrifice of conscience, the abandonment of self...
ja: 緻密な調整、良心の犠牲、自己の放棄…
ko: 정확한 준비와 양심의 희생, 그리고 자아의 포기까지...
uk: Жорсткий порядок, принесення совісті в жертву, відмова від себе...
zh_cn: 精准的设计，泯灭的良知，抛弃的自我……

# vo_cinematics_cowardice_intro_01_1
source: the Iron Crown had found its king. Upon your furrowed brow,
ja: 鉄の冠は王を見つけたのだ。 君のしかめた眉の上に…
ko: 철의 왕관은 마침내 그 왕을 찾았네. 자네의 찌푸린 이마 위에는...
uk: Залізний Вінець знайшов свого обранця: відтепер місце цього артефакту на вашому насупленому чолі.
zh_cn: 铁王冠找到了它的王。在你紧锁的眉头之上，

# vo_cinematics_cowardice_intro_01_2
source: ...the mathematics of our existence, the geometry of the cosmos -
ja: …我々の存在を示す数式、宇宙の配列、
ko: ...우리의 실존적 수학, 우주의 기하학...
uk: Математика нашого існування, геометрія космосу —
zh_cn: 我们存在的数学含义，我们宇宙的几何坐标——

# vo_cinematics_cowardice_intro_01_3
source: - an ephemeral equation wholly expressed in negative space.
ko: 음의 공간에 온전히 표현된 덧없는 등식이 나열되어 있다네.

# vo_cinematics_cowardice_intro_01_4
source: To invoke its power was to refactor the most fundamental underpinnings of our fragile dimension,
ja: その力を発揮することは、我々の脆弱な次元を支える最も基本的な土台を再構築することを意味した…
ko: 그 힘을 불러내는 것은 취약하기 짝이 없는 우리 차원의 가장 근본적 토대를 재구성하여...
uk: Щоб використати його силу, потрібно було змінити найфундаментальніші основи нашого крихкого виміру,
zh_cn: 要想唤起它的力量，便要重构我们脆弱维度最为关键的根基，

# vo_cinematics_cowardice_intro_01_5
source: ...to imprint one's mind upon reality itself...
ja: …現実そのものに心を刻み込むわけだ…
ko: ...인간의 정신을 현실로 구현하는 게야...
uk: накласти власний розум на тканину реальності...
zh_cn: 把心灵投射到现实的本质之上……

# vo_cinematics_cowardice_lore_01_0
source: The wind blew sour, the oceans roiled. The earth shuddered at the coming change.
ja: 風が吹き荒れ、海は荒れ狂った。 大地は来るべき変化に震え上がった。
ko: 시린 바람이 불고 바다가 요동치네. 지축은 다가올 변화에 전율하고 있지.
uk: Вирували вітри, клекотіли океани. Земля здригалася в очікуванні майбутніх змін.
zh_cn: 狂风腥臭，狂澜翻腾。大地因为即将到来的改变而震颤。

# vo_cinematics_cowardice_lore_02_0
source: What world could be born of a mind so sharpened by appetence?
ja: 強い欲求で研がれた心からは、どんな世界が生まれるのだろう？
ko: 욕망으로 한껏 예리해진 마음에서는 과연 어떤 창세가 이루어질지?
uk: Який світ міг народитися з розуму, настільки одержимому нестерпною жагою?
zh_cn: 被欲望打磨到极致的心灵，还能诞下什么样的世界？

# vo_cinematics_cowardice_lore_03_0
source: Mankind became a mockery - his newly horrid outlines a twisted tribute to the shape of your flaws.
ja: 人類は嘲笑の対象となった。彼の新しくおぞましい輪郭は、君の欠点の形に対するねじれた賛辞である。
ko: 인류는 그저 웃음거리가 되었네. 새로이 재단된 그 끔찍한 윤곽은 자네의 결점에 바치는 뒤틀린 찬사랄까.
uk: Людство стало посміховиськом — утілення ваших вад знаходять відображення в його новоспечених жахах.
zh_cn: 人类成为了讽刺——那些崭新的可怖形体是对你缺陷的扭曲模仿。

# vo_cinematics_cowardice_lore_04_0
source: Newborn horrors, spawn of the crown, imprinted with your insatiable, reaching hunger.
ja: 新たに生まれた恐怖、王冠の子、君の飽くなき渇望が刻み込まれている。
ko: 신생의 공포, 왕관의 산물에는 자네의 결코 충족되지 못할 끝없는 갈망이 각인되어 있어.
uk: За новонародженими страхіттями, породженнями Вінця, стоїть ваш жахливий, невситимий голод.
zh_cn: 新生的孽物，铁王冠的子嗣，以你那无法满足，不知收敛的饥渴为烙印。

# vo_cinematics_cowardice_lore_05_0
source: Our world convulses, stretched and torn by the emptiness that surrounds it.
ja: 我々の世界は、それを取り囲む虚無によって引き伸ばされ、引き裂かれながら震えている。
ko: 우리의 세상은 그 주변을 감싼 공허에 의해 마구 왜곡되고 뻗쳐나가 찢어지네.
uk: Наш світ б’ється в конвульсіях, його розтягує і роздирає порожнеча, яка його оточує.
zh_cn: 我们的世界抽搐着，被外围的空虚肆意撕扯。

# vo_cinematics_cowardice_lore_06_0
source: This existential dissolution is born of you, and only you can do what must be done to stop it.
ja: 確かに起きているこの崩壊は、君から生まれたものであり、君にしか止められないのだ。
ko: 이 실존적 해체는 자네로부터 비롯된 것이니, 다름 아닌 자네만이 그 붕괴를 막을 수 있네.
uk: Цей екзистенціальний розпад є наслідком ваших дій, тож лише вам під силу зупинити його.
zh_cn: 这场存在本质的瓦解因你而起，也只有你能做出必须做的事将其阻止。

# vo_cinematics_denial_intro_01_0
source: I remember our first meeting on the steps of the University -
ja: 我々が大学の階段で初めて会ったとき、
ko: 대학 계단에서 자네를 처음 만나던 순간이 기억나는군.
uk: Пам’ятаю нашу першу зустріч на сходах університету —
zh_cn: 还记得我们在大学阶梯上的第一次会面——

# vo_cinematics_denial_intro_01_1
source: a collegial handshake that would doom us both.
ja: 運命的な握手を交わしたことを覚えている。
ko: 그때 나누었던 악수가 결국 우리 모두를 파멸시킨 셈인가.
uk: товариське рукостискання, яке занапастить нас обох.
zh_cn: 那一次握手，决定了你我二人的宿命。

# vo_cinematics_denial_intro_01_2
source: Your insightful questions during my lectures gave me pause,
ja: 私の講義中、君の洞察に満ちた質問にハッとさせられ、
ko: 강의 도중에 통찰력 넘치는 질문으로 날 주저시키질 않나,
uk: Ваші проникливі питання на моїх лекціях змушували замислитися,
zh_cn: 在我的课堂上，你那些独到的问题让我停顿，

# vo_cinematics_denial_intro_01_3
source: and I recognized in you something... of a kindred spirit.
ja: 君の中に何か…懐かしいものを感じた。
ko: 정말이지 뭔가... 나와 동류라는 걸 알아볼 수밖에 없었네.
uk: і у вас я побачив щось на кшталт... спорідненої душі.
zh_cn: 而我在你的身上找到了……相似的灵魂。

# vo_cinematics_denial_intro_01_4
source: Despite our differences in age and position,
ja: 年齢も立場も違うが、
ko: 우리는 나이와 지위에 상당한 차이는 있었지만
uk: Незважаючи на різницю у віці й статусі,
zh_cn: 虽然我们有着悬殊的年龄和地位，

# vo_cinematics_denial_intro_01_5
source: we shared a keen fascination for archaeology, folklore, and of course, occultism.
ja: 考古学や民俗学、そしてもちろんオカルトへの憧れは共通していた。
ko: 고고학, 민속학, 신비주의에까지 똑같은 관심을 품고 있었지.
uk: ми поділяли гарячу любов до археології, фольклору й, звичайно ж, до окультизму.
zh_cn: 但我们的兴趣方向却如出一辙：考古学、民俗学，当然还有神秘学。

# vo_cinematics_denial_lore_01_0
source: Interminable faculty socials became something of a delight,
ja: このような交流の場が、ある種の楽しみとなった。
ko: 계속되는 교내 교류는 호감으로 발전하였고
uk: Нескінченні зустрічі на кафедрі викликали в нас захват...
zh_cn: 没完没了的学院活动竟也有了些趣味，

# vo_cinematics_denial_lore_01_1
source: knowing we'd abscond to a quiet table
ja: 我々が静かに席につくと、
ko: 어느새 조용한 책상에 머리를 맞대고 앉아
uk: ми знали, що тихо усамітнимося за столиком,
zh_cn: 因为我知道我们会躲到安静的角落里，

# vo_cinematics_denial_lore_01_2
source: and lose ourselves in riveting discussion and passionate debate.
ja: 熱い議論に没頭していった。
ko: 치열한 토론과 열정적인 논쟁을 벌이곤 했잖나.
uk: щоб зануритися в захоплюючі дискусії та гарячі дебати.
zh_cn: 忘我地展开激烈的讨论，以及热忱的辩驳。

# vo_cinematics_denial_lore_02_0
source: Commonalities between the mythos of ancient cultures was not a new area of study for either of us,
ja: 古代文化の神話の共通点は、我々にとって新しい研究対象ではなかったが、
ko: 고대 문화들의 신화 속 공통점은 우리에게 이미 익숙한 연구 분야였지.
uk: Подібність міфів стародавніх культур не була для нас чимось новим,
zh_cn: 对我们两个来说，古文明间的共同之处都已经不是新领域了，

# vo_cinematics_denial_lore_02_1
source: but it was there that we first noticed the pattern.
ja: そこで初めて、パターンがあることに気がついた。
ko: 하지만 바로 거기서 우리는 패턴을 알아차렸어.
uk: але саме тоді ми вперше помітили в них дещо спільне.
zh_cn: 但是是在那里我们才第一次注意到那个规律。

# vo_cinematics_denial_lore_03_0
source: We spent long nights immersed in crumbling, worm-eaten volumes,
ja: 我々は夜な夜な、虫に食われた崩れかけた本を読みあさり、
ko: 우리는 다 해지고 벌레 먹은 책에 푹 빠져 긴긴 밤을 새면서
uk: Довгими вечорами ми не випускали з рук фоліанти, поточені шашелем,
zh_cn: 一个又一个夜晚，我们埋头于糟朽、虫蛀的书卷中，

# vo_cinematics_denial_lore_03_1
source: plumbing the forbidden secrets of antiquity.
ja: 古代の禁断の秘密を探っていた。
ko: 고대의 금지된 비밀을 파헤쳤지.
uk: розкриваючи заборонені секрети давнини.
zh_cn: 摸索着古代的禁忌奥秘。

# vo_cinematics_denial_lore_04_0
source: Between semesters, we would spend our days rambling the woods,
ja: 学期の合間には、森を散策しながら、
ko: 학기가 끝나면 하루 종일 함께 숲을 거닐며
uk: Коли закінчувався семестр, ми тинялися лісом
zh_cn: 在学期之间，我们会日复一日地在林中漫步，

# vo_cinematics_denial_lore_04_1
source: talking excitedly of esoteric theory and ancient mysteries...
ja: 難解な理論や古代の神秘について興奮気味に語り合ったものだ…
ko: 난해한 이론과 고대 신비에 대해 신나게 논의했던 것, 기억 나나?
uk: і жваво обговорювали езотерику й давні таємниці.
zh_cn: 激动地讨论深奥的理论与未解之谜……

# vo_cinematics_denial_lore_05_0
source: The university's resources were impressive, and yet,
ja: 大学の誇る資源には目を見張るものがあったが、一方で
ko: 대학에 준비된 자료는 실로 인상적이었으나
uk: Університет мав вражаючі ресурси, але іноді
zh_cn: 大学的资源相当充足，然而，

# vo_cinematics_denial_lore_05_1
source: on occasion, we relished in... firsthand experience.
ja: 我々は時々…直接の体験を楽しんでいた。
ko: 가끔은 직접적인 취재가... 필요할 때도 있었지.
uk: нам хотілося здобути знання... з власного досвіду.
zh_cn: 我们时不时还是会去享受……第一手资料。

# vo_cinematics_denial_lore_06_0
source: You were my brightest student, my research partner, and my dearest friend.
ja: 君は最も優秀な学生であり、研究パートナーであり、最高の親友だった。
ko: 자네는 내 수제자이자 연구 파트너, 그리고 절친한 친구일세.
uk: Ви були моїм найкращим студентом, колегою та дорогим другом.
zh_cn: 你是我最聪颖的学生、我的研究伙伴，以及我最亲爱的朋友。

# vo_cinematics_denial_outro_01_0
source: It was you who found the cypher, scribbled hastily in the decaying margins of some long-forgotten tome.
ja: 暗号を見つけたのは君だった。それは、長きにわたり忘れ去られていた学術書の余白に走り書きされていた。
ko: 오래 전에 잊힌 책의 썩어가던 여백에서 휘갈겨 쓰인 암호를 발견한 것도 자네였지.
uk: Це ви знайшли шифр, поспіхом нашкрябаний на зітлілих полях давно забутого фоліанта.
zh_cn: 是你找到了那个密码；它被仓促地抄录在某本书卷腐朽的页脚。

# vo_cinematics_denial_outro_01_1
source: Scribbled... in blood.
ja: それは…血で書かれていた。
ko: 그것도 하필... 피로 말일세.
uk: Нашкрябаний... кров’ю.
zh_cn: 被仓促地……以鲜血抄录。

# vo_cinematics_denial_outro_01_2
source: Whether by providence or happenstance,
ja: 偶然であれ必然であれ、
ko: 그게 섭리든 우연이든
uk: Чи то з волі провидіння, чи то із чистої випадковості
zh_cn: 不知是天命还是巧合，

# vo_cinematics_denial_outro_01_3
source: we stumbled upon the mark of some strange power invoked the world over,
ja: 我々は世界中で呼び起こされた、人類より古い文化に反映されている
ko: 우린 온 세상을 장악한 기이한 힘의 흔적이
uk: ми натрапили на символ дивної сили, відомий в усьому світі,
zh_cn: 我们意外发现了那个记号——标示着曾让世界尽皆臣服的力量，

# vo_cinematics_denial_outro_01_4
source: reflected in cultures predating mankind itself.
ja: 不思議な力の痕跡に出くわしたのだ。
ko: 인류보다도 앞섰던 문화에 반영되었단 걸 발견했지.
uk: відомий культурам, що передували людству.
zh_cn: 反映于比人类更为古老的文化之中。

# vo_cinematics_denial_outro_01_5
source: A semicircle, radiating five points of power -
ja: それは、半円形で5つの力を放射しており、
ko: 다섯 방향으로 힘이 발산되는 반원...
uk: Півколо, що з’єднує п’ять точок сили:
zh_cn: 一个半圆，五个象征力量的焦点——

# vo_cinematics_denial_outro_01_6
source: a symbol hidden deep in the iconography of every ancient empire...
ja: あらゆる古代帝国の図像の奥深くに隠されたシンボルだ…
ko: 모든 고대 제국의 도상화 속에 숨겨져 있던 상징...
uk: знак, що колись був частиною символіки кожної давньої імперії.
zh_cn: 一个深藏在每个古老帝国的图像学中的符号……

# vo_cinematics_denial_outro_01_7
source: The Iron Crown - enigmatic and ubiquitous.
ja: 鉄の冠…謎めいていながらも、ありふれた品。
ko: 바로 철의 왕관, 어디서나 발견되는 불가사의였네.
uk: Залізний Вінець — загадковий і всюдисущий.
zh_cn: 铁王冠——神秘费解，又无处不在。

# vo_cinematics_final_cinematic_01_0
source: Your confession is complete. The cosmic axes are aligned once more.
ja: 君の懺悔は完了した。宇宙の軸は、再び元の並びに戻った。
ko: 자네의 고해는 완료되었네. 우주의 축은 다시 한번 정렬되었고.
uk: Ваше сповідання завершене. Космічні осі знову вирівняні.
zh_cn: 你的忏悔已经完成。宇宙的转轴已然复归原位。

# vo_cinematics_final_cinematic_01_1
source: Forgive yourself.
ko: 스스로를 용서하게.
uk: Пробачте собі.

# vo_cinematics_final_cinematic_01_10
source: ...of a Darkest Dungeon.
ko: ...가장 어두운 던전에서.
uk: ...найтемнішого підземелля.

# vo_cinematics_final_cinematic_01_2
source: Humanity is a weak hypothesis, after all.
ja: 所詮、人類は儚い存在に過ぎないのだ。
ko: 결국 인간성이란 나약한 가설에 불과했군.
uk: Зрештою, людство — це слабка гіпотеза.
zh_cn: 毕竟，人性不过是个脆弱的假说。

# vo_cinematics_final_cinematic_01_3
source: An unbalanced equation... an imperfect angle.
ja: 不均衡な方程式…不完全な角度。
ko: 앞뒤가 맞지 않는 등식... 불완전한 각도.
uk: Нестійке рівняння... недосконалий кут...
zh_cn: 一个不平衡的等式……一个不完美的角度。

# vo_cinematics_final_cinematic_01_4
source: We sow the seeds of our ruin, and seek to deny its reckoning.
ja: 我々は滅亡の種を蒔きながら、その報いを否定しようとする。
ko: 우린 스스로의 파멸이 자라날 씨앗을 뿌렸고, 그 심판을 부정하네.
uk: Ми сіємо насіння нашої руїни та прагнемо уникнути розплати.
zh_cn: 我们播撒着毁灭的种子，却又躲避着覆灭的苦果。

# vo_cinematics_final_cinematic_01_5
source: We make mountains of our mistakes, monsters of our misdeeds.
ja: 我々は山ほどの失敗を犯し、悪行から怪物を生み出す。
ko: 실수의 산을 쌓고 악행으로 괴물을 만들지.
uk: Ми нагромаджуємо гори помилок, робимо монстрів зі своїх проступків.
zh_cn: 我们的失误堆成山峰，我们的过错造就恶魔。

# vo_cinematics_final_cinematic_01_6
source: We slip and stumble, we fail and we falter.
ja: 我々は滑ってつまずき、失敗してくじける。
ko: 미끄러지고, 넘어지며, 실패하고, 흔들리고 말아.
uk: Ми оступаємося, спотикаємося, зазнаємо невдач.
zh_cn: 我们会失慎，会跌倒；会失败，会动摇。

# vo_cinematics_final_cinematic_01_7
source: And yet, in each of us, a hopeful light,
ja: しかし、我々一人ひとりの中には、
ko: 그럼에도 우리 모두는 희망의 불빛을 품고
uk: І все ж у кожному з нас горить світло надії.
zh_cn: 但在我们每个人心中，都散发着希望的光芒，

# vo_cinematics_final_cinematic_01_8
source: holding fast against the hellish shadows that gather between our good intentions.
ja: 善意のかたわらに集って地獄の影に立ち向かう、希望の光がある。
ko: 우리의 선한 의도 사이에 드리우는 지옥 같은 그늘에 맞서 굳건히 버티고 있다네.
uk: Його ніколи не здолати пекельним тіням, які протистоять нашим добрим намірам.
zh_cn: 于善念的缝隙里抵御着诡影杳杳；

# vo_cinematics_final_cinematic_01_9
source: And in each of us, the limitless emptiness...
ko: 그렇게 우리의 내면에는 끝없는 공허가 존재하니...
uk: І в кожному з нас є безмежна порожнеча...

# vo_cinematics_obsession_intro_01_0
source: We set out immediately into the kaleidoscopic wilds of the countryside,
ja: 我々はさっそく、万華鏡のような荒野に出かけ、
ko: 우리는 곧장 만화경처럼 뒤얽힌 교외의 야생으로 출발하였고
uk: Ми негайно вирушили в дорогу, яка йшла поміж пасторальних барвистих пагорбів,
zh_cn: 我们立即出发，赶赴那包罗万象的乡野，

# vo_cinematics_obsession_intro_01_1
source: and by sundown, reached the remote manor whose whereabouts formed the sole contents of that cryptic invitation.
ja: 日没までに、その不可解な招待状の文面に示されていた、人里離れた邸宅にたどり着いた。
ko: 해가 질 무렵에는 그 비밀스러운 초대장에 쓰여 있던 외딴 저택에 도착하였지.
uk: і до заходу сонця прибули у віддалену садибу — в загадковому запрошенні були вказані лише її координати.
zh_cn: 并在日薄西山时抵达了那偏僻的庄园；庄园所在之处便是那费解的请柬上唯一的信息。
