Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_stall@7
source: We're leaving ourselves open to ambush.
ja: 待ち伏せされる隙を与えてしまった
ko: 그냥 기습을 해 달라고 빌어라.
uk: На нас можуть напасти із засідки.
zh_cn: 我们这样很容易被埋伏。

# bark_stall@8
source: We're wasting torchlight!
ja: 松明を無駄にしてるぞ！
ko: 횃불이 타 들어간다!
uk: Ми просто даремно витрачаємо Полум’я!
zh_cn: 我们在浪费火光！

# bark_stall@9
source: Why do we tarry and invite danger?
ja: なぜこの場にとどまって危険を呼び寄せる？
ko: 아니, 왜 싸움을 질질 끄는 거야? 이건 제 무덤을 파는 꼴이야!
uk: Чому ми зволікаємо? Навіщо цей непотрібний ризик?
zh_cn: 为什么在这里逗留，等危险找上门来？

# bark_stall+bounty_hunter@0
source: Don't have time for this.
ko: 이럴 시간 없다.
uk: На це нема часу.

# bark_stall+bounty_hunter@1
source: You can rest back on the coach.
ko: 쉬고 싶으면 마차에서 쉬어.
uk: Відпочиньмо в Диліжансі.

# bark_stall+flagellant@0
source: I move faster half-rotted than you do whole!
ja: 俺は半腐れだが、五体満足なお前より速く動けるぞ！
ko: 이렇게 반쯤 썩은 몸으로도 너희보다 빠르게 움직인다!
uk: Я швидше рухаюся напівмертвим, ніж деякі здоровими!
zh_cn: 我这烂了一半的身子都比你们动作快！

# bark_stall+flagellant@1
source: It's as though you dolts fear victory!
ko: 너희는 승리를 거머쥐는 것도 두려운가!
uk: Таке почуття, що ви боїтеся перемоги.

# bark_stall+grave_robber@0
source: Away with the frivolties! Gut them!
ja: つまらない話は終わり！ 奴らを始末するのよ！
ko: 품위 따위 버려! 배때지를 따 버려!
uk: Досить марнувати час, за справу!
zh_cn: 别做这些无关紧要的事了！干掉他们！

# bark_stall+grave_robber@1
source: Let us loiter somewhere cleaner.
ko: 여기 말고 더 깔끔한 데로 가자구.
uk: Краще знайти приємніше місце.

# bark_stall+hellion@0
source: Forward, you pups! <i>Hit them!</i>
ja: お前たち、前へ進め！<i>攻撃だ！</i>
ko: 돌격해, 애송이들아! <i>쳐!</i>
uk: Уперед, <i>в атаку!</i>
zh_cn: 前进啊，你们这群小崽子！<i>杀了他们！</i>

# bark_stall+hellion@1
source: Hurry these fools to the grave!
ko: 이 멍청이들 빨리 무덤으로 보내라!
uk: Заженімо цих покидьків у могилу!

# bark_stall+highwayman@0
source: C'mon, daylight's fading.
ko: 아이고, 이러다 해 떨어지겠다.
uk: Швидше, денне світло скоро згасне.

# bark_stall+highwayman@1
source: Nothing to gain from dragging this out.
ja: これを引き延ばしても何の得にもならない
ko: 질질 끌어서 좋을 거 하나도 없어.
uk: Ми нічого не отримаємо, якщо будемо баритися.
zh_cn: 拖延时间没什么意义。

# bark_stall+jester@0
source: Nobody wastes my time but me!
ja: 私の時間を無駄にするな！
ko: 어디서 감히 내 시간을 낭비해!
uk: Ніхто не сміє витрачати мій час, окрім мене!
zh_cn: 除了我之外，没人能浪费我的时间！

# bark_stall+jester@1
source: Prefer to gamble with coin, not my life.
ja: ギャンブルは命じゃなくて、金を賭けたいね
ko: 도박은 돈으로 해야지 목숨을 걸면 안돼.
uk: Я радше поставлю на кін гроші, ніж своє життя.
zh_cn: 我更喜欢用金币赌博，而不是我自己的性命。

# bark_stall+leper@0
source: A wise warrior conserves his strength for battles ahead.
ja: 賢明な戦士は、先の戦いのために力を蓄えるのだ
ko: 현명한 전사는 앞으로 다가올 전투를 위해 힘을 아끼는 법.
uk: Мудрий воїн береже сили для майбутніх битв.
zh_cn: 有智慧的战士会保留力量，以备不时之需。

# bark_stall+leper@1
source: I grow weary of this dallying.
ja: 無駄な行動に苛立ちを感じてきたぞ
ko: 이 드잡이질도 지치는군.
uk: Я втомлююся від цього неробства.
zh_cn: 在这里逗留令我疲惫。

# bark_stall+man_at_arms@0
source: Cease yer dawdling!
ja: グズグズするな！
ko: 움직여, 버러지들아!
uk: Досить байдикувати!
zh_cn: 别再磨磨蹭蹭的了！

# bark_stall+man_at_arms@1
source: This ain't a scrimmage - finish them!
ja: これは訓練じゃない、仕留めろ！
ko: 이게 운동회인 줄 아나? 끝장을 내!
uk: Це не лицарський турнір — порішимо ворога!
zh_cn: 别折腾了——快动手吧！

# bark_stall+occultist@0
source: In toying with our enemies, we tempt fate.
ko: 적을 가지고 놀다 보면 운명이 꼬이더군.
uk: Граючи з нашими ворогами, ми спокушаємо долю.

# bark_stall+occultist@1
source: Waver not! Set upon these fiends!
ja: 揺らぐな！悪魔どもを倒せ！
ko: 흔들리지 말고 저 악마들에게 맞서게나!
uk: Не вагайтеся, нападайте на цих тварюк!
zh_cn: 不要动摇！消灭这些恶魔！

# bark_stall+plague_doctor@0
source: Has fatigue come to claim us so soon...?
ja: こんなに早く疲れが出てくるの…？
ko: 다들 벌써 탈진이라도 한 건가...?
uk: Невже втома прийшла так скоро?
zh_cn: 难道我们要败在疲惫上了吗？

# bark_stall+plague_doctor@1
source: We push ourselves toward exhaustion - why?
ja: 自らを疲労困憊の状態に追い込んでいるけど、なぜ？
ko: 다들 자진해서 힘을 빼고 있잖아. 대체 왜?
uk: Ми доводимо себе до знемоги. Навіщо?
zh_cn: 我们在把自己推向力竭的边缘——这是为什么？

# bark_stall+runaway@0
source: We have to keep moving...!
ko: 우린 계속 움직여야 해...!
uk: Ми маємо рухатися далі!

# bark_stall+runaway@1
source: Who knows what lurks at our back?!
ko: 우리 등 뒤에 뭐가 숨었을지 누가 알겠어?!
uk: Хто знає, що підстерігає нас позаду?!

# bark_stall+vestal@0
source: Squandering torchlight, we are.
ja: 私たちは松明を浪費していますね
ko: 지금 횃불만 낭비하고 있잖나.
uk: Ми витрачаємо Полум’я даремно.
zh_cn: 我们的火光摇曳。

# bark_stall+vestal@1
source: Strike before the fire wanes further!
ko: 불꽃이 더 사그라들기 전에 공격하자!
uk: Треба покінчити з ними, доки Полум’я не згасло!

# bark_stress_damage@0
source: *breathes heavily*
ja: はあ…はあ…
ko: (거친 숨소리)
uk: *важко дихає*
zh_cn: *沉重地呼吸*

# bark_stress_damage@1
source: *gasp!*
ja: (息をのむ)
ko: (허억!)
uk: *ловить ротом повітря*
zh_cn: *倒吸一口冷气*

# bark_stress_damage@2
source: I... this... I can't...
ko: 난... 이거... 못해...

# bark_stress_damage@3
source: I-I don't want to die here!
ko: 나, 나는 여기서 죽고 싶지 않아!

# bark_stress_damage@4
source: It gnaws at the back of my mind...
ko: 내 마음이 무너지고 있어…
uk: Щось мене гнітить...

# bark_stress_damage@5
source: It's over for us - over!
ko: 우린 모두 끝났어! 끝이야!
uk: Для нас усе скінчено!

# bark_stress_damage@6
source: See how my hands tremble!
ko: 손이 덜덜 떨리는군!
uk: Подивіться, як у мене руки тремтять!

# bark_stress_damage@7
source: This cannot continue...
ja: このままではいけない…
ko: 더, 더는 못하겠어!
uk: Так тривати далі не може...
zh_cn: 不能再这样下去了……

# bark_stress_damage@8
source: This expedition is doomed!
ja: この遠征はもうだめだ！
ko: 이번 원정은 망했어!
uk: Наш похід приречений!
zh_cn: 这场远征注定失败！

# bark_stress_damage@9
source: We have seen such horrors already!
ko: 이런 공포는 질리도록 봤다고!

# bark_stress_damage@10
source: We shall not survive. This I know.
ko: 우린 다 죽을 거야. 확실해.

# bark_stress_damage@11
source: What are we doing?!
ko: 우리가 여기서 뭘 하고 있는 거지?

# bark_stress_damage@12
source: W-we should run!
ko: 도, 도망가야 해!

# bark_stress_damage+flagellant@0
source: Rot claim me not!
ja: 腐敗は俺を必要としない！
ko: 부식은 날 잠식하지 못한다!
uk: Я не можу тут згнити!
zh_cn: 腐烂不会将我夺去！

# bark_stress_damage+flagellant@1
source: The last shreds of my mortal heart - damn them!
ja: 俺が持つ、わずかな人としての心が… 忌々しい！
ko: 마지막 남은 한 줌의 필멸성이여, 저주 받으라!
uk: Залишки мого смертного серця — до біса!
zh_cn: 我早已不需要凡人的心脏——见鬼去吧！

# bark_stress_damage+flagellant@2
source: These lost souls need guidance!
ja: この失われた魂には導きが必要だ！
ko: 이 길 잃은 영혼들에게는 인도가 필요하다!
uk: Цим заблуканим душам потрібен той, хто їх направлятиме!
zh_cn: 这些失落的灵魂需要指引！

# bark_stress_damage+grave_robber@0
source: *whispers* They all seethe with envy!
ja: みんな嫉妬で燃えているわ！
ko: (속삭임) 다들 질투 나서 속이 끓는구나!
uk: *шепоче* Вони всі скаженіють від заздрощів!
zh_cn: *轻声*他们都满眼嫉妒！

# bark_stress_damage+grave_robber@1
source: I long to flee, the shadows invite me...
ja: 私は逃げ出したい、誘ってくる影から…
ko: 당장이라도 그늘 속으로 도망쳐 버릴까...
uk: Я прагну покинути цей світ... тіні манять мене...
zh_cn: 我好想逃走，逃入阴影之中……

# bark_stress_damage+grave_robber@2
source: You all... deserve better of me...
ko: 너흰 모두... 나보다 나은 운명을 누려야 마땅해...
uk: Вам усім... потрібен у супутники хтось кращий, ніж я...

# bark_stress_damage+hellion@0
source: ... if I flee now, I might live...!
ja: …今逃げれば、生きられるかもしれない…！
ko: ... 지금 도망치면 살 수 있을지도...!
uk: ...якщо я збіжу зараз, то зможу вижити...
zh_cn: ……现在逃跑的话，我也许还能活下去！

# bark_stress_damage+hellion@1
source: Heart, don't fail me!
ko: 심장아, 제발 견뎌 줘!
uk: Серце, не підведи мене!

# bark_stress_damage+hellion@2
source: We shall never see another sunrise.
ko: 우린 두 번 다시 일출을 보지 못하겠지.
uk: Ми більше ніколи не побачимо, як сходить сонце.

# bark_stress_damage+highwayman@0
source: No one comes to aid a brigand...
ja: 盗賊を助けに来る者はいないさ…
ko: 이런 불한당을 누가 도와 주겠어...
uk: Ніхто не приходить на допомогу розбійнику...
zh_cn: 没有人会来帮助一个强盗……

# bark_stress_damage+highwayman@1
source: This is it - my final shot at freedom.
ja: これが、自由への最後の挑戦だ
ko: 이건가. 자유를 향한 내 마지막 발악.
uk: Ось він — останній постріл, який мене звільнить.
zh_cn: 就是现在了——我最后一次争取自由的机会。

# bark_stress_damage+highwayman@2
source: What if my aim fails me...?
ko: 이 조준마저 빗나가면...?
uk: Що, якщо я так і не досягну своєї мети?

# bark_stress_damage+jester@0
source: I am mad already! Let the blows come!
ko: 난 이미 미쳤어! 계속 해 보라고!
uk: Я вже знавіснів! Кого й коли бити?

# bark_stress_damage+jester@1
source: Never penned one song worth remembering...
ja: 記憶に残るような歌は1曲もない…
ko: 난 지금껏 길이 기억될 만한 명작을 작곡해본 적이 없어..
uk: Я не написав жодної пісні, яку варто було б пам’ятати...
zh_cn: 从来没写过一首值得铭记的曲子……

# bark_stress_damage+jester@2
source: No great loss if I fall - or vanish.
ja: 私が倒れても、消えても、大きな損失はない
ko: 내가 죽거나 사라져도 딱히 큰 손실은 아니겠지.
uk: Якщо я загину або зникну — невелика втрата...
zh_cn: 要是我倒下或者消失，那也不算多大的损失……

# bark_stress_damage+leper@0
source: I must take the punishment the others cannot.
ja: 私は、他の者には受けきれぬ苦しみを受けなければ
ko: 나는 타인이 버틸 수 없는 시련을 받아 주어야 한다.
uk: Я повинен прийняти таке покарання, яке інші не зможуть.
zh_cn: 我必须承受其他人难以承受的惩罚。

# bark_stress_damage+leper@1
source: One day, my sword arm will fail me...
ja: いつかこの剣の腕は衰えるだろう…
ko: 언젠가는 이 칼을 쥔 팔도 문드러지겠지...
uk: Одного разу моя рука з мечем підведе мене...
zh_cn: 总有一天，我将再也举不起剑……

# bark_stress_damage+leper@2
source: The world has no need of a man so enervated...
ja: 世界には、これほど弱くなった男を必要としないだろう…
ko: 이런 병자를 누가 필요로 하겠나...
uk: Світу не потрібна така виснажена людина...
zh_cn: 这个世界不需要像我这样孱弱的人……

# bark_stress_damage+man_at_arms@0
source: Even now, my courage departs!
ja: 今でも勇気が失せていきそうだ！
ko: 지금도 내 용기는 점점 흩어지는구나!
uk: Навіть зараз моя мужність покидає мене!
zh_cn: 就连现在，我的勇气也在逐渐远离我！

# bark_stress_damage+man_at_arms@1
source: I'd give all for another chance...!
ko: 다른 녀석들한테 한번 더 기회를 주겠다...!
uk: Я б усе віддав за ще один шанс...

# bark_stress_damage+man_at_arms@2
source: Old bones get left behind...
ko: 늙은 몸은 뒤쳐질 뿐...
uk: Таку стару руїну можна спокійно залишити позаду...

# bark_stress_damage+occultist@0
source: Each morning I wake a little less human...
ja: 毎朝、目が覚めると、少し人間味がなくなっている…
ko: 매일 아침 깨어날 때마다 인간성은 점점 줄어드니...
uk: Кожного ранку я все гостріше відчуваю, що перестаю бути людиною...
zh_cn: 每天我醒来时，人性都会减少一分……

# bark_stress_damage+occultist@1
source: I could surrender - let the beast claim me.
ja: 諦めてもいい…獣に体を奪われても構わない…
ko: 그냥 포기하고 짐승에게 몸을 넘길 수도 있겠지.
uk: Я міг би здатися, дозволити звіру в моїй душі забрати мене.
zh_cn: 我可以就此放弃——让那头魔兽夺取我的身体。

# bark_stress_damage+occultist@2
source: No...! I must fight it! For the others!
ja: ダメだ！戦わなければ！他の人たちのために！
ko: 아니...! 맞서 싸워야 한다! 모두를 위하여!
uk: Ні! Я маю боротися із цим! Заради інших!
zh_cn: 不……！我必须抵抗住它！为了其他人！

# bark_stress_damage+plague_doctor@0
source: *whispers* Taint their water! They'll never know!
ja: 彼らの水を汚して！絶対にわからないから！
ko: (속삭임) 물에 독을 타자! 아무도 모를 거야!
uk: *шепіт* Отруї їхню воду! Вони ніколи не дізнаються!
zh_cn: *轻声*给他们的水下毒！他们永远发现不了！

# bark_stress_damage+plague_doctor@1
source: Not yet! Surely I am still of use!
ja: まだよ！きっと私はまだ役に立てる！
ko: 아직 안 돼! 나 아직 쓸모 있다고!
uk: Ще ні! Я все ще приношу користь!
zh_cn: 不，不要放弃我！我还有用！

# bark_stress_damage+plague_doctor@2
source: There are other, braver healers...
ko: 그래, 더 용감한 치료사도 있겠지...
uk: Є інші, сміливіші цілителі...

# bark_stress_damage+runaway@0
source: All I touch becomes ash.
ja: 私が触ったものはすべて灰になる
ko: 내가 손대는 건 전부 잿더미가 되는구나.
uk: Усе, чого я торкаюся, стає попелом.
zh_cn: 我碰过的一切都会化为灰烬。

# bark_stress_damage+runaway@1
source: I can't fall behind! Please!
ko: 뒤처지기 싫어! 제발!
uk: Я не можу залишитися позаду! Будь ласка, ні!

# bark_stress_damage+runaway@2
source: Keep your distance. I wouldn't trust me.
ko: 다들 거리를 둬. 내 생각에도 나는 못 믿을 인간이야.
uk: Тримайтеся подалі: мені не можна довіряти.

# bark_stress_damage+vestal@0
source: Drag me not to hell! They need me!
ja: 私を地獄に引きずり込まないで！彼らは私を必要としています！
ko: 날 지옥으로 끌고 가지 말라! 저들한테는 내가 필요하니!
uk: Не треба тягнути мене до пекла! Я їм потрібна!
zh_cn: 我不能被拖入地狱之中！他们还需要我！

# bark_stress_damage+vestal@1
source: I pray, yet no answer comes...!
ja: 祈っていますが、答えは現れません…！
ko: 아무리 기도해도 응답은 오지 않는구나...!
uk: Я молюся, але відповіді немає...
zh_cn: 我会祈祷，但却从来得不到回应……！

# bark_stress_damage+vestal@2
source: I'm no leader. My own hope falters...
ja: 私は指導者にふさわしくありません。自分の希望が失われていきます…
ko: 나는 지도자의 재목이 아니다. 희망이 흔들리는구나...
uk: Я не лідер. Надія залишає мене...
zh_cn: 我当不成领袖。我自己的希望都在动摇……

# bark_test_before_skill_attack_crit_grave_robber
source: Get'em!
ja: やるのよ！
ko: 잡아!
uk: Давай!
zh_cn: 解决它！

# bark_torch_decrease_to_0@0
source: Black as night now.
ja: 夜のように真っ暗だ
ko: 밤처럼 깜깜하구나.
uk: Стало чорно, мов уночі.
zh_cn: 现在一片漆黑。

# bark_torch_decrease_to_0@1
source: How many foes remain?!
ko: 적은 얼마나 남은 거야?
uk: Скільки ворогів залишилось?

# bark_torch_decrease_to_0@2
source: I can hear them moving in the dark...
ja: 闇の中で奴らが動いている音が聞こえる
ko: 어둠 속에서 뭐가 움직이는 소리가 들려...
uk: Я чую, як вони ворушаться в темряві.
zh_cn: 我能听见黑暗中传来它们的脚步声……

# bark_torch_decrease_to_0@3
source: I can't see a thing!
ja: 何も見えない！
ko: 하나도 안 보여!
uk: Темно, хоч в око стрель!
zh_cn: 我什么也看不见了！

# bark_torch_decrease_to_0@4
source: Mind your weapons!
ja: 武器に気をつけろ！
ko: 무기 조심해!
uk: Стежити за зброєю!
zh_cn: 小心你们的武器！

# bark_torch_decrease_to_0@5
source: Stay close! Let nothing near us!
ko: 가까이 붙어! 적들이 다가오지 못하게 해!
uk: Залишайся поруч! Не дозволяй нікому наближатися до нас!

# bark_torch_decrease_to_0@6
source: The shadows close in...
ja: 影が近づいてくるぞ…
ko: 어둠이 밀려온다...
uk: Тіні наближаються...
zh_cn: 阴影围了上来……

# bark_torch_decrease_to_0@7
source: They're circling us...!
ja: 奴らが我々を取り囲んでいる…！
ko: 우릴 포위하고 있어...!
uk: Нас оточують!
zh_cn: 它们要把我们团团围住！

# bark_torch_decrease_to_0@8
source: They're in their element now!
ja: 奴らの有利な環境になった！
ko: 이제 놈들한테 유리해졌어!
uk: Тепер вони у своїй стихії!
zh_cn: 现在它们猖狂起来了！

# bark_torch_decrease_to_0@9
source: We need to get OUT of here!
ja: ここから逃げるぞ！
ko: 여기서 빠져나가야 해!
uk: Треба вибиратися звідси!
zh_cn: 我们得逃离这里！

# bark_torch_decrease_to_0+bounty_hunter
source: Gather your wits.
ko: 지혜를 짜내봐.
uk: Зберіться з духом!

# bark_torch_decrease_to_0+flagellant
source: *muted cackling*
ja: (声もなく笑う)
ko: (조용한 킥킥거림)
uk: *приглушений кашель*
zh_cn: *失声的狂笑*

# bark_torch_decrease_to_0+grave_robber
source: Black as a crypt and twice as dreadful.
ja: 地下墓地のように暗く、その2倍は恐ろしいわ
ko: 무덤처럼 어둡고 두 배는 더 으스스하네.
uk: Чорне, мов пітьма в склепі, і вдвічі страшніше.
zh_cn: 黑得像墓穴，而且比墓穴还恐怖得多。

# bark_torch_decrease_to_0+hellion
source: We seize glory from the jaws of fear!
ja: 恐怖の顎から栄光を掴み取るぞ！
ko: 공포의 아가리로부터 영광을 쥐자!
uk: Треба вихопити славу з пащі страху!
zh_cn: 在恐惧之中，夺取荣耀吧！

# bark_torch_decrease_to_0+highwayman
source: I've got a bad feeling...
ko: 느낌이 안 좋은데...
uk: У мене погане передчуття...

# bark_torch_decrease_to_0+jester
source: I know a thing or two about tempting fate.
ja: 運命に翻弄されることくらい、わかっている
ko: 나도 운명의 유혹에 대해서는 좀 안다구.
uk: Я дещо знаю про спокушання долі.
zh_cn: 找死这种事，我还蛮有经验的。

# bark_torch_decrease_to_0+leper
source: Night is when the desert comes alive.
ja: 夜は砂漠が活気づく時だ
ko: 밤은 사막에 생기가 돌아오는 시간이지.
uk: Ніч — це час, коли пустеля оживає.
zh_cn: 草木皆兵的那一刻，便是真正的黑暗。

# bark_torch_decrease_to_0+man_at_arms
source: They'll be on us in moments...!
ko: 놈들이 금방 우릴 따라잡겠어...!
uk: Вони ось-ось наздоженуть нас!

# bark_torch_decrease_to_0+occultist
source: Dark as a night without moons...
ja: 月のない夜のような暗さだ…
ko: 달빛 하나 없이 칠흑처럼 어둡구나...
uk: Темно як уночі без місячного світла...
zh_cn: 一片漆黑，如同无月之夜……

# bark_torch_decrease_to_0+plague_doctor
source: The darkness emboldens our foes!
ja: 闇は敵を元気づける！
ko: 어둠은 우리의 적들을 대담하게 만들지!
uk: Темрява підбадьорює наших ворогів!
zh_cn: 黑暗为我们的敌人增添了勇气！

# bark_torch_decrease_to_0+runaway
source: The flame! What have we done?!
ko: 불꽃이여! 우리가 뭘 잘못하였다고?!
uk: Полум’я! Що ми наробили?!

# bark_torch_decrease_to_20@0
source: Any darker and we'll have trouble!
ja: さらに暗くなったら我々は終わりだ！
ko: 더 어두워지면 낭패를 보게 될 거다!
uk: Якщо й далі темнішатиме, у нас будуть проблеми!
zh_cn: 再暗一点，我们就要有大麻烦了！

# bark_torch_decrease_to_20@1
source: Don't back down!
ja: 引き下がるな！
ko: 물러서지 마!
uk: Не відступати!
zh_cn: 不要退缩！

# bark_torch_decrease_to_20@2
source: Every moment, the dark draws nearer...
ja: 刻一刻と、闇が近づいてくる…
ko: 매분 매초마다 어둠이 가까워진다...
uk: З кожною миттю пітьма підбирається все ближче...
zh_cn: 每一刻，黑暗都在逼近……

# bark_torch_decrease_to_20@3
source: Finish this while we've light left!
ja: 光が残っている間に終わらせろ！
ko: 아직 빛이 남아 있을 때 끝내자고!
uk: Закінчуйте, поки ще є світло!
zh_cn: 趁我们还有光，快解决它们！

# bark_torch_decrease_to_20@4
source: Getting murky out here...
ja: 暗くなってきた…
ko: 여기 점점 어두워지는데...
uk: Темнішає...
zh_cn: 越来越昏暗了……

# bark_torch_decrease_to_20@5
source: Give them no quarter!
ja: 容赦するな！
ko: 절대 빈틈을 보이지 마!
uk: Ні на крок не відступимо!
zh_cn: 不留活口！

# bark_torch_decrease_to_20@6
source: Our torch isn't out yet!
ko: 횃불 아직 안 꺼졌어!
uk: Смолоскип ще горить!

# bark_torch_decrease_to_20@7
source: Stay in the light!
ko: 밝은 데 있어!
uk: Тримайтеся світла!

# bark_torch_decrease_to_20@8
source: We'll fight by what light is left!
ja: 残った光で戦おう！
ko: 빛이 남아있는 한 우린 싸운다!
uk: Битимемося, поки є світло!
zh_cn: 我们要守护剩下的光芒！

# bark_torch_decrease_to_20@9
source: We're courting danger in this light.
ja: この光の中で危険と隣り合わせだ
ko: 이 빛에서는 위험을 몰아낼 수 있어.
uk: З таким світлом ми наражаємося на неприємності.
zh_cn: 这样微弱的光线只会引来危险。

# bark_torch_decrease_to_20+bounty_hunter
source: Don't sneak up on me.
ko: 그렇게 슬금슬금 다가오지 마라.
uk: Не треба підкрадатися до мене.

# bark_torch_decrease_to_20+flagellant
source: Gloomy out. Heh heh.
ja: 外が陰ってきたな。へへへっ
ko: 우울해지는군. 헤헤.
uk: Доля невесела. Хе-хе.
zh_cn: 外面好黑。呵呵。

# bark_torch_decrease_to_20+grave_robber
source: Fortune loves to kick me when I'm down.
ja: 運勢は、悪いときにもっと悪くなるのよ
ko: 행운의 여신이란 년은 내가 넘어지면 머릴 걷어차더라고.
uk: Фортуна дає мені стусанів якраз тоді, коли мене збили з ніг.
zh_cn: 命运最喜欢对我落井下石。

# bark_torch_decrease_to_20+hellion
source: A strange howl pricks my ears...
ja: 奇妙な遠吠えが私の耳に刺さる…
ko: 귓가에 기이한 포효가 들린다...
uk: Дивний лемент ріже слух...
zh_cn: 一声怪异的嚎叫在我耳边响起……

# bark_torch_decrease_to_20+highwayman
source: Could be worse in store for us yet.
ko: 더 나쁜 게 기다리고 있을지도.
uk: На нас може чекати щось навіть ще гірше.

# bark_torch_decrease_to_20+jester
source: The darker it gets, so grow my jitters.
ja: 暗くなればなるほど、私の動揺は大きくなる
ko: 어두워 질수록 마음도 졸여지는군.
uk: Коли навкруги темнішає, я починаю хвилюватися все сильніше й сильніше.
zh_cn: 外面的黑暗越深，我就越不安份。

# bark_torch_decrease_to_20+leper
source: This murk pains my failing eyes...!
ja: この暗闇は私の衰えた目には厳しいな…！
ko: 어둠 때문에 눈이 시리는군...!
uk: Ця темрява завдає болю моїм утомленим очам...
zh_cn: 这片昏暗让我的双眼格外痛苦……！

# bark_torch_decrease_to_20+man_at_arms
source: This low light has my nerves up...
ja: この弱い光は、俺の神経を高ぶらせる…
ko: 이렇게 어두우니 신경이 곤두서는데...
uk: Це слабке освітлення дратує мене...
zh_cn: 这昏暗的光线让我心里发毛……

# bark_torch_decrease_to_20+occultist
source: The stars spell misfortune...
ko: 별들이 불운을 예고하는군...
uk: Зірки віщують нещастя...

# bark_torch_decrease_to_20+plague_doctor
source: My stomach churns!
ko: 속이 이상해!
uk: Мене зараз знудить...

# bark_torch_decrease_to_20+runaway
source: Barely enough light to see by...!
ja: かろうじて見える程度の光ね…！
ko: 보일락 말락한 불빛 뿐...!
uk: Світла ледь вистачає, щоб хоч щось бачити...
zh_cn: 几乎要看不见了……！

# bark_torch_decrease_to_40@0
source: Don't stray out of formation!
ja: 隊列から外れるな！
ko: 진형을 무너뜨리지 마!
uk: Не залишати лав!
zh_cn: 不要乱了阵型！

# bark_torch_decrease_to_40@1
source: Finish this quickly! Our light dwindles!
ja: 早く終わらせろ！光が弱くなってきた！
ko: 빨리 끝내! 빛이 꺼지기 직전이다!
uk: Закінчуйте швидше, світло гасне!
zh_cn: 快点解决它们！我们的火光在摇曳！

# bark_torch_decrease_to_40@2
source: Getting darker out.
ja: 暗くなってきた。
ko: 바깥쪽은 점점 어두워지는군.
uk: Темнішає...
zh_cn: 外面越来越暗了。

# bark_torch_decrease_to_40@3
source: I care not for this gloom. Let's hurry.
ja: この暗さはどうでもいい。急ごう
ko: 어두운 데는 신경 쓰지 마. 서두르자.
uk: Мене не турбує темрява, поспішаймо.
zh_cn: 我不在乎这一团昏暗。我们快点吧。

# bark_torch_decrease_to_40@4
source: More shadows for them to hide in...
ja: 奴らが身を隠す影が増えてきた…
ko: 놈들이 숨을 그늘만 늘어나는군...
uk: Більше тіней, де вони можуть сховатися...
zh_cn: 能让它们藏身的阴影越来越多了……

# bark_torch_decrease_to_40@5
source: Must we linger and tempt fate?
ja: このまま留まって危険を冒せって？
ko: 계속 얼쩡거리면서 목숨이나 걸어 볼 테야?
uk: Чи варто нам гаятися і спокушати долю?
zh_cn: 我们一定要在这里惹祸上身吗？

# bark_torch_decrease_to_40@6
source: Our torch flickers feebly...
ja: 松明の揺らぎが弱々しい…
ko: 횃불이 힘없이 깜빡이는데...
uk: Смолоскип майже згас...
zh_cn: 我们的火炬开始颤抖……

# bark_torch_decrease_to_40@7
source: See how the light falters!
ko: 빛이 어두워지고 있어!
uk: Дивіться, як тьмяніє світло!

# bark_torch_decrease_to_40@8
source: Shadows getting longer...
ja: 影が長くなってきた…
ko: 그림자가 길어진다...
uk: Тіні довшають...
zh_cn: 阴影逐渐拉长……

# bark_torch_decrease_to_40@9
source: They'll be bolder now...
ja: これから奴らはもっと大胆になる…
ko: 놈들이 점점 대담해져...
uk: Вони нахабнішатимуть...
zh_cn: 它们现在会更加嚣张……

# bark_torch_decrease_to_40+bounty_hunter
source: Gettin' dark out.
ko: 어두워지는데.
uk: Темнішає...

# bark_torch_decrease_to_40+flagellant
source: *eager, off-kilter laughter*
ja: (何かに期待しているかのような、元気のない笑い声)
ko: (열정적이고 섬뜩한 웃음)
uk: *уїдливий чудернацький смішок*
zh_cn: *急促而怪异的笑声*

# bark_torch_decrease_to_40+grave_robber
source: My aim won't falter even in the dark.
ko: 내 겨냥은 어둠 속에서도 빗나가지 않는다고.
uk: Свою ціль я побачу навіть у темряві.

# bark_torch_decrease_to_40+hellion
source: We stalk the night as owls!
ko: 우리는 올빼미들처럼 어둠 속 누빈다!
uk: Ми ночуємо як сови!

# bark_torch_decrease_to_40+highwayman
source: Keep close.
ko: 가까이 붙어.
uk: Тримайтеся ближче.

# bark_torch_decrease_to_40+jester
source: Dark enough I'm gettin' nervy.
ja: 暗いから緊張するな
ko: 신경 쓰일 정도로 어두워졌군.
uk: Досить темно, щоб я почав нервувати.
zh_cn: 外面暗得让我开始紧张了。

# bark_torch_decrease_to_40+leper
source: I can scarcely see the coach...
ko: 역마차도 잘 안 보이는데...
uk: Я ледве бачу Диліжанс...

# bark_torch_decrease_to_40+man_at_arms
source: Eyes to the perimeter!
ko: 사주 경계 철저!
uk: Уважно стежте за периметром!

# bark_torch_decrease_to_40+occultist
source: Enough light to work by - just.
ja: 作業するのにぎりぎり十分な明るさだ
ko: 작업하기에 딱 알맞은 조명이군.
uk: Світла достатньо лише для того, щоб працювати.
zh_cn: 这光线勉强够用——勉强。

# bark_torch_decrease_to_40+plague_doctor
source: I've operated in worse conditions!
ko: 더 나쁜 상황에서 수술도 해 봤어!
uk: Я робила операції і за гірших умов!

# bark_torch_decrease_to_40+runaway
source: Long as we keep to the torchlight...
ja: 松明のそばにいる限りは…
ko: 횃불만 잘 간수한다면야...
uk: Поки що в нас є смолоскип...
zh_cn: 只要我们聚在火光周围……

# battle_advance_confirmation_label
source: Advance
ja: 攻撃
ko: 진행
uk: Уперед
zh_cn: 前进

# battle_advance_decline_label
source: Escape!
ja: 逃走！
ko: 탈출!
uk: Утікти
zh_cn: 逃离！

# battle_advance_dungeon_confirmation_desc
source: Proceed to the next battle?
ja: 次の戦闘に進む？
ko: 다음 전투로 진행할까요?
uk: До наступного бою?
zh_cn: 前往下一场战斗？

# battle_advance_dungeon_confirmation_title
source: LAIR
ja: 隠れ家
ko: 소굴
uk: ЛІГВО
zh_cn: 巢穴

# battle_advance_guardian_confirmation_desc
source: New Description
ja: 新しい説明
ko: 새 설명
uk: Новий опис
zh_cn: 新描述

# battle_advance_guardian_confirmation_title
source: OBLIVION'S RAMPART
ja: 忘却の城壁
ko: 망각의 성채
uk: ОПЛОТ ЗАБУТТЯ
zh_cn: 湮灭壁垒

# battle_goal_flagellant_combat_1
source: Defy Death
ko: 죽음에 맞서라
uk: Кинути виклик Смерті

# battle_goal_grave_robber_chapter_2
source: Enough Is Enough!
ja: もうたくさん！
ko: 참을 만큼 참았다!
uk: Покласти край стражданням
zh_cn: 到此为止了！

# battle_goal_grave_robber_chapter_4
source: Loot Your Husband's Tomb
ja: 夫の墓を略奪せよ
ko: 남편의 무덤을 도굴하라
uk: Пограбувати могилу чоловіка
zh_cn: 搜刮你丈夫的坟墓

# battle_goal_hellion_chapter_2
source: Prove Yourself!
ja: 自分の力を証明せよ
ko: 스스로를 증명하라!
uk: Проявити себе
zh_cn: 证明你自己！

# battle_goal_hellion_chapter_4
source: Atone For Cowardice
ja: 臆病者の償いをせよ
ko: 비겁했던 모습을 용서받아라
uk: Змити тавро боягузки
zh_cn: 为你的懦弱赎罪

# battle_goal_highwayman_chapter_1
source: Defeat The Guards to Escape
ja: 警備兵を倒して脱出せよ
ko: 간수들을 처치하여 탈출하라
uk: Перемогти варту й втекти
zh_cn: 打败守卫以逃离

# battle_goal_highwayman_chapter_4
source: Rob The Coach
ja: 駅馬車を強奪せよ
ko: 역마차를 털어라
uk: Пограбувати візок
zh_cn: 抢劫马车

# battle_goal_jester_chapter_2
source: Win The Duel
ja: 決闘に勝利せよ
ko: 대결에서 승리하라
uk: Перемогти на дуелі
zh_cn: 赢下对决

# battle_goal_jester_chapter_4
source: Play 3 Melodies
ja: 3つの旋律を演奏せよ
ko: 멜로디 3개를 연주하라
uk: Зіграти три мелодії
zh_cn: 弹奏3个旋律

# battle_goal_leper_chapter_1
source: Foster The Sick
ja: 病人を養育せよ
ko: 병자들을 보듬어라
uk: Допомогти хворим
zh_cn: 慰问病人

# battle_goal_leper_chapter_3
source: Survive Their Treason
ja: 反逆を生き延びよ
ko: 반역에서 살아남아라
uk: Пережити зраду
zh_cn: 阻止叛国者

# battle_goal_man_at_arms_chapter_2
source: Onward To Glory!
ja: 栄光に向かって突き進め！
ko: 영광을 향해 진격하라!
uk: Повести воїнів до слави
zh_cn: 向荣誉前进！
