Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# quirk_slugger_pos+female
source: Slugger
ja: 大振り
ko: 강타자
uk: Сильний удар
zh_cn: 猛击者

# quirk_slugger_pos+male
source: Slugger
ja: 大振り
ko: 강타자
uk: Сильний удар
zh_cn: 猛击者

# quirk_sneaky_pos
source: Sneaky
ja: 卑劣
ko: 기도비닉
uk: Пронозливість
zh_cn: 鬼祟

# quirk_sneaky_pos_verbose_description
source: Likes to stay hidden and evasive.
ko: 보이지 않는 곳을 숨어 다니길 좋아합니다.
uk: Любить ховатися та ухилятися.

# quirk_sneaky_pos_verbose_description+female
source: Likes to stay hidden and evasive.
ko: 보이지 않는 곳을 숨어 다니길 좋아합니다.
uk: Любить ховатися та ухилятися.

# quirk_sneaky_pos_verbose_description+male
source: Likes to stay hidden and evasive.
ko: 보이지 않는 곳을 숨어 다니길 좋아합니다.
uk: Любить ховатися та ухилятися.

# quirk_sneaky_pos+female
source: Sneaky
ja: 卑劣
ko: 기도비닉
uk: Пронозливість
zh_cn: 鬼祟

# quirk_sneaky_pos+male
source: Sneaky
ja: 卑劣
ko: 기도비닉
uk: Пронозливість
zh_cn: 鬼祟

# quirk_soft_neg
source: Soft
ja: 軟弱
ko: 약골
uk: М’якість
zh_cn: 怂包

# quirk_soft_neg_verbose_description
source: Lacks resilience in demanding situations.
ko: 위험한 상황에서 의지를 거의 발휘하지 못합니다.
uk: Бракує рішучості в складних ситуаціях.

# quirk_soft_neg_verbose_description+female
source: Lacks resilience in demanding situations.
ko: 위험한 상황에서 의지를 거의 발휘하지 못합니다.
uk: Бракує рішучості в складних ситуаціях.

# quirk_soft_neg_verbose_description+male
source: Lacks resilience in demanding situations.
ko: 위험한 상황에서 의지를 거의 발휘하지 못합니다.
uk: Бракує рішучості в складних ситуаціях.

# quirk_soft_neg+female
source: Soft
ja: 軟弱
ko: 약골
uk: М’якість
zh_cn: 怂包

# quirk_soft_neg+male
source: Soft
ja: 軟弱
ko: 약골
uk: М’якість
zh_cn: 怂包

# quirk_sprained_ankle_neg
source: Sprained Ankle
ja: 足首の捻挫
ko: 접질린 발목
uk: Вивих щиколотки
zh_cn: 脚踝扭伤

# quirk_sprained_ankle_neg_verbose_description
source: A painful but ultimately harmless swelling of the ankle.
ko: 발목이 더럽게 아프다지만 별다른 부상은 아닙니다.
uk: Болюча, але зовсім безпечна припухлість щиколотки.

# quirk_sprained_ankle_neg_verbose_description+female
source: A painful but ultimately harmless swelling of the ankle.
ko: 발목이 더럽게 아프다지만 별다른 부상은 아닙니다.
uk: Болюча, але зовсім безпечна припухлість щиколотки.

# quirk_sprained_ankle_neg_verbose_description+male
source: A painful but ultimately harmless swelling of the ankle.
ko: 발목이 더럽게 아프다지만 별다른 부상은 아닙니다.
uk: Болюча, але зовсім безпечна припухлість щиколотки.

# quirk_sprained_ankle_neg+female
source: Sprained Ankle
ja: 足首の捻挫
ko: 접질린 발목
uk: Вивих щиколотки
zh_cn: 脚踝扭伤

# quirk_sprained_ankle_neg+male
source: Sprained Ankle
ja: 足首の捻挫
ko: 접질린 발목
uk: Вивих щиколотки
zh_cn: 脚踝扭伤

# quirk_sprained_wrist_neg
source: Sprained Wrist
ja: 手首の捻挫
ko: 접질린 손목
uk: Вивих зап’ястя
zh_cn: 手腕扭伤

# quirk_sprained_wrist_neg_verbose_description
source: A sharp douleur situated between hand and forearm.
ko: 손과 팔뚝 사이에서 날카로운 통증이 느껴진답니다.
uk: Гострий біль у руці.

# quirk_sprained_wrist_neg_verbose_description+female
source: A sharp douleur situated between hand and forearm.
ko: 손과 팔뚝 사이에서 날카로운 통증이 느껴진답니다.
uk: Гострий біль у руці.

# quirk_sprained_wrist_neg_verbose_description+male
source: A sharp douleur situated between hand and forearm.
ko: 손과 팔뚝 사이에서 날카로운 통증이 느껴진답니다.
uk: Гострий біль у руці.

# quirk_sprained_wrist_neg+female
source: Sprained Wrist
ja: 手首の捻挫
ko: 접질린 손목
uk: Вивих зап’ястя
zh_cn: 手腕扭伤

# quirk_sprained_wrist_neg+male
source: Sprained Wrist
ja: 手首の捻挫
ko: 접질린 손목
uk: Вивих зап’ястя
zh_cn: 手腕扭伤

# quirk_squeamish_neg
source: Squeamish
ja: 吐き気
ko: 비위가 약함
uk: Гидливість
zh_cn: 晕血

# quirk_squeamish_neg_verbose_description
source: Disgusted by viscera and bodily fluids.
ko: 내장과 체액을 보면 구역질이 올라옵니다.
uk: Відчуває відразу до нутрощів і фізіологічних рідин.

# quirk_squeamish_neg_verbose_description+female
source: Disgusted by viscera and bodily fluids.
ko: 내장과 체액을 보면 구역질이 올라옵니다.
uk: Відчуває відразу до нутрощів і фізіологічних рідин.

# quirk_squeamish_neg_verbose_description+male
source: Disgusted by viscera and bodily fluids.
ko: 내장과 체액을 보면 구역질이 올라옵니다.
uk: Відчуває відразу до нутрощів і фізіологічних рідин.

# quirk_squeamish_neg+female
source: Squeamish
ja: 吐き気
ko: 비위가 약함
uk: Гидливість
zh_cn: 晕血

# quirk_squeamish_neg+male
source: Squeamish
ja: 吐き気
ko: 비위가 약함
uk: Гидливість
zh_cn: 晕血

# quirk_steady_pos
source: Steady
ja: 安定感
ko: 안정적
uk: Надійність
zh_cn: 沉稳

# quirk_steady_pos_verbose_description
source: A grounding aura surrounds this one.
ko: 몸 주위에 확고한 분위기가 흐릅니다.
uk: За цією людиною як за кам’яною стіною.

# quirk_steady_pos_verbose_description+female
source: A grounding aura surrounds this one.
ko: 몸 주위에 확고한 분위기가 흐릅니다.
uk: За цією людиною як за кам’яною стіною.

# quirk_steady_pos_verbose_description+male
source: A grounding aura surrounds this one.
ko: 몸 주위에 확고한 분위기가 흐릅니다.
uk: За цією людиною як за кам’яною стіною.

# quirk_steady_pos+female
source: Steady
ja: 安定感
ko: 안정적
uk: Надійність
zh_cn: 沉稳

# quirk_steady_pos+male
source: Steady
ja: 安定感
ko: 안정적
uk: Надійність
zh_cn: 沉稳

# quirk_stiff_knees_neg
source: Stiff Knees
ja: 膝関節拘縮
ko: 뻣뻣한 무릎
uk: Занімілі коліна
zh_cn: 膝盖僵硬

# quirk_stiff_knees_neg+female
source: Stiff Knees
ja: 膝関節拘縮
ko: 뻣뻣한 무릎
uk: Занімілі коліна
zh_cn: 膝盖僵硬

# quirk_stiff_knees_neg+male
source: Stiff Knees
ja: 膝関節拘縮
ko: 뻣뻣한 무릎
uk: Занімілі коліна
zh_cn: 膝盖僵硬

# quirk_stout_pos
source: Stout
ja: 頑強
ko: 억셈
uk: Міцність
zh_cn: 敦实

# quirk_stout_pos+female
source: Stout
ja: 頑強
ko: 억셈
uk: Міцність
zh_cn: 敦实

# quirk_stout_pos+male
source: Stout
ja: 頑強
ko: 억셈
uk: Міцність
zh_cn: 敦实

# quirk_stress_knitter_pos
source: Stress Knitter
ja: ストレスを抱えた編み師
ko: 스트레스성 뜨개질
uk: Любитель в’язання
zh_cn: 高压编织者

# quirk_stress_knitter_pos_verbose_description
source: The knitting needles fly when stress is high.
ko: 스트레스가 높을 수록 뜨개질 바늘이 날아다닙니다.
uk: Вважає, що в’язання — найкращі ліки від стресу.

# quirk_stress_knitter_pos_verbose_description+female
source: The knitting needles fly when stress is high.
ko: 스트레스가 높을 수록 뜨개질 바늘이 날아다닙니다.
uk: Вважає, що в’язання — найкращі ліки від стресу.

# quirk_stress_knitter_pos_verbose_description+male
source: The knitting needles fly when stress is high.
ko: 스트레스가 높을 수록 뜨개질 바늘이 날아다닙니다.
uk: Вважає, що в’язання — найкращі ліки від стресу.

# quirk_stress_knitter_pos+female
source: Stress Knitter
ja: ストレスを抱えた編み師
ko: 스트레스성 뜨개질
uk: Любитель в’язання
zh_cn: 高压编织者

# quirk_stress_knitter_pos+male
source: Stress Knitter
ja: ストレスを抱えた編み師
ko: 스트레스성 뜨개질
uk: Любитель в’язання
zh_cn: 高压编织者

# quirk_sunny_disposition_pos
source: Sunny Disposition
ja: 陽気
ko: 쾌활한 성격
uk: Радість життя
zh_cn: 阳光

# quirk_sunny_disposition_pos_verbose_description
source: Unwaveringly positive!
ko: 절대 흔들리지 않는 긍정적 성격입니다!
uk: Завжди має позитивний настрій!

# quirk_sunny_disposition_pos_verbose_description+female
source: Unwaveringly positive!
ko: 절대 흔들리지 않는 긍정적 성격입니다!
uk: Завжди має позитивний настрій!

# quirk_sunny_disposition_pos_verbose_description+male
source: Unwaveringly positive!
ko: 절대 흔들리지 않는 긍정적 성격입니다!
uk: Завжди має позитивний настрій!

# quirk_sunny_disposition_pos+female
source: Sunny Disposition
ja: 陽気
ko: 쾌활한 성격
uk: Радість життя
zh_cn: 阳光

# quirk_sunny_disposition_pos+male
source: Sunny Disposition
ja: 陽気
ko: 쾌활한 성격
uk: Радість життя
zh_cn: 阳光

# quirk_tactical_thinker_pos
source: Tactical Thinker
ja: 戦術的思考者
ko: 전술적 사고
uk: Мислення тактика
zh_cn: 谋略

# quirk_tactical_thinker_pos+female
source: Tactical Thinker
ja: 戦術的思考者
ko: 전술적 사고
uk: Мислення тактика
zh_cn: 谋略

# quirk_tactical_thinker_pos+male
source: Tactical Thinker
ja: 戦術的思考者
ko: 전술적 사고
uk: Мислення тактика
zh_cn: 谋略

# quirk_terrified_neg
source: Terrified
ja: 怖がり
ko: 겁에 질림
uk: Полохливість
zh_cn: 惊恐不安

# quirk_terrified_neg+female
source: Terrified
ja: 怖がり
ko: 겁에 질림
uk: Полохливість
zh_cn: 惊恐不安

# quirk_terrified_neg+male
source: Terrified
ja: 怖がり
ko: 겁에 질림
uk: Полохливість
zh_cn: 惊恐不安

# quirk_thanatomania_pos
source: Thanatomaniac
ja: 自殺狂
ko: 죽음 집착
uk: Танатоманія
zh_cn: 崇死狂

# quirk_thanatomania_pos_verbose_description
source: Obsessed with death and what lies beyond this mortal coil.
ko: 죽음과 필멸의 굴레 너머에서 기다리고 있는 것에 집착합니다.
uk: Одержимість смертю і тим, що існує за межами цього світу.

# quirk_thanatomania_pos_verbose_description+female
source: Obsessed with death and what lies beyond this mortal coil.
ko: 죽음과 필멸의 굴레 너머에서 기다리고 있는 것에 집착합니다.
uk: Одержимість смертю і тим, що існує за межами цього світу.

# quirk_thanatomania_pos_verbose_description+male
source: Obsessed with death and what lies beyond this mortal coil.
ko: 죽음과 필멸의 굴레 너머에서 기다리고 있는 것에 집착합니다.
uk: Одержимість смертю і тим, що існує за межами цього світу.

# quirk_thanatomania_pos+female
source: Thanatomaniac
ja: 自殺狂
ko: 죽음 집착
uk: Танатоманія
zh_cn: 崇死狂

# quirk_thanatomania_pos+male
source: Thanatomaniac
ja: 自殺狂
ko: 죽음 집착
uk: Танатоманія
zh_cn: 崇死狂

# quirk_thanatophobia_neg
source: Thanatophobic
ja: 死恐怖症
ko: 죽음공포증
uk: Танатофобія
zh_cn: 死亡恐惧症

# quirk_thanatophobia_neg_verbose_description
source: Fear of death and dying.
ko: 죽어서 사라지는 것을 두려워합니다.
uk: Страх перед смертю.

# quirk_thanatophobia_neg_verbose_description+female
source: Fear of death and dying.
ko: 죽어서 사라지는 것을 두려워합니다.
uk: Страх перед смертю.

# quirk_thanatophobia_neg_verbose_description+male
source: Fear of death and dying.
ko: 죽어서 사라지는 것을 두려워합니다.
uk: Страх перед смертю.

# quirk_thanatophobia_neg+female
source: Thanatophobic
ja: 死恐怖症
ko: 죽음공포증
uk: Танатофобія
zh_cn: 死亡恐惧症

# quirk_thanatophobia_neg+male
source: Thanatophobic
ja: 死恐怖症
ko: 죽음공포증
uk: Танатофобія
zh_cn: 死亡恐惧症

# quirk_the_jinx_pos
source: The Jinx
ja: 疫病神
ko: 징크스
uk: Наврочення
zh_cn: 灾星

# quirk_the_jinx_pos+female
source: The Jinx
ja: 疫病神
ko: 징크스
uk: Наврочення
zh_cn: 灾星

# quirk_the_jinx_pos+male
source: The Jinx
ja: 疫病神
ko: 징크스
uk: Наврочення
zh_cn: 灾星

# quirk_the_yips_neg
source: The Yips
ja: 緊張癖
ko: 수전증
uk: Мандраж
zh_cn: 怯场

# quirk_the_yips_neg+female
source: The Yips
ja: 緊張癖
ko: 수전증
uk: Мандраж
zh_cn: 怯场

# quirk_the_yips_neg+male
source: The Yips
ja: 緊張癖
ko: 수전증
uk: Мандраж
zh_cn: 怯场

# quirk_thick_blooded_pos
source: Thick Blooded
ja: 濃い血液
ko: 진한 혈액
uk: Густа кров
zh_cn: 血液浓稠

# quirk_thick_blooded_pos+female
source: Thick Blooded
ja: 濃い血液
ko: 진한 혈액
uk: Густа кров
zh_cn: 血液浓稠

# quirk_thick_blooded_pos+male
source: Thick Blooded
ja: 濃い血液
ko: 진한 혈액
uk: Густа кров
zh_cn: 血液浓稠

# quirk_thin_blooded_neg
source: Thin Blooded
ja: 薄い血液
ko: 묽은 혈액
uk: Рідка кров
zh_cn: 血液稀薄

# quirk_thin_blooded_neg+female
source: Thin Blooded
ja: 薄い血液
ko: 묽은 혈액
uk: Рідка кров
zh_cn: 血液稀薄

# quirk_thin_blooded_neg+male
source: Thin Blooded
ja: 薄い血液
ko: 묽은 혈액
uk: Рідка кров
zh_cn: 血液稀薄

# quirk_tippler_neg
source: Tippler
ja: 大酒飲み
ko: 술꾼
uk: Алкоголізм
zh_cn: 酗酒

# quirk_tippler_neg_verbose_description
source: Can't get enough of the hard stuff.
ko: 마셔도 마셔도 끝을 모릅니다.
uk: Неможливо відірвати від пляшки.

# quirk_tippler_neg_verbose_description+female
source: Can't get enough of the hard stuff.
ko: 마셔도 마셔도 끝을 모릅니다.
uk: Неможливо відірвати від пляшки.

# quirk_tippler_neg_verbose_description+male
source: Can't get enough of the hard stuff.
ko: 마셔도 마셔도 끝을 모릅니다.
uk: Неможливо відірвати від пляшки.

# quirk_tippler_neg+female
source: Tippler
ja: 大酒飲み
ko: 술꾼
uk: Алкоголізм
zh_cn: 酗酒

# quirk_tippler_neg+male
source: Tippler
ja: 大酒飲み
ko: 술꾼
uk: Алкоголізм
zh_cn: 酗酒

# quirk_torn_rotator_cuff_neg
source: Torn Rotator Cuff
ja: 回旋腱板の断裂
ko: 손목 인대 파열
uk: Розрив м’язів плеча
zh_cn: 肩关节扭伤

# quirk_torn_rotator_cuff_neg+female
source: Torn Rotator Cuff
ja: 回旋腱板の断裂
ko: 손목 인대 파열
uk: Розрив м’язів плеча
zh_cn: 肩关节扭伤

# quirk_torn_rotator_cuff_neg+male
source: Torn Rotator Cuff
ja: 回旋腱板の断裂
ko: 손목 인대 파열
uk: Розрив м’язів плеча
zh_cn: 肩关节扭伤

# quirk_tough_pos
source: Tough
ja: 厳しい
ko: 강인함
uk: Жорсткість
zh_cn: 健壮

# quirk_tough_pos+female
source: Tough
ja: 厳しい
ko: 강인함
uk: Жорсткість
zh_cn: 健壮

# quirk_tough_pos+male
source: Tough
ja: 厳しい
ko: 강인함
uk: Жорсткість
zh_cn: 健壮

# quirk_tuckered_out_neg
source: Tuckered Out
ja: 疲労困憊
ko: 의지 박약
uk: Виснаження
zh_cn: 后继乏力

# quirk_tuckered_out_neg+female
source: Tuckered Out
ja: 疲労困憊
ko: 의지 박약
uk: Виснаження
zh_cn: 后继乏力

# quirk_tuckered_out_neg+male
source: Tuckered Out
ja: 疲労困憊
ko: 의지 박약
uk: Виснаження
zh_cn: 后继乏力

# quirk_tune_hummer_neg
source: Tune Hummer
ja: 鼻歌屋
ko: 콧노래꾼
uk: Пристрасть до співу
zh_cn: 烦人小调

# quirk_tune_hummer_neg_verbose_description
source: A hum for every occasion.
ko: 가끔 콧노래를 흥얼거립니다.
uk: У репертуарі є пісня на кожний випадок.

# quirk_tune_hummer_neg_verbose_description+female
source: A hum for every occasion.
ko: 가끔 콧노래를 흥얼거립니다.
uk: У репертуарі є пісня на кожний випадок.

# quirk_tune_hummer_neg_verbose_description+male
source: A hum for every occasion.
ko: 가끔 콧노래를 흥얼거립니다.
uk: У репертуарі є пісня на кожний випадок.

# quirk_tune_hummer_neg+female
source: Tune Hummer
ja: 鼻歌屋
ko: 콧노래꾼
uk: Пристрасть до співу
zh_cn: 烦人小调

# quirk_tune_hummer_neg+male
source: Tune Hummer
ja: 鼻歌屋
ko: 콧노래꾼
uk: Пристрасть до співу
zh_cn: 烦人小调

# quirk_unerring_pos
source: Unerring
ja: 的確
ko: 정확한 조준
uk: Влучність
zh_cn: 精准

# quirk_unerring_pos+female
source: Unerring
ja: 的確
ko: 정확한 조준
uk: Влучність
zh_cn: 精准

# quirk_unerring_pos+male
source: Unerring
ja: 的確
ko: 정확한 조준
uk: Влучність
zh_cn: 精准

# quirk_unyielding_pos
source: Unyielding
ja: 頑固
ko: 불굴의 의지
uk: Непохитність
zh_cn: 不屈

# quirk_unyielding_pos+female
source: Unyielding
ja: 頑固
ko: 불굴의 의지
uk: Непохитність
zh_cn: 不屈

# quirk_unyielding_pos+male
source: Unyielding
ja: 頑固
ko: 불굴의 의지
uk: Непохитність
zh_cn: 不屈

# quirk_vicious_neg
source: Vicious
ja: 乱暴
ko: 냉혹함
uk: Жорстокість
zh_cn: 恶毒

# quirk_vicious_neg_verbose_description
source: Never pulls a punch.
ko: 절대 봐주는 일이 없습니다.
uk: Ніколи не б’є впівсили.

# quirk_vicious_neg_verbose_description+female
source: Never pulls a punch.
ko: 절대 봐주는 일이 없습니다.
uk: Ніколи не б’є впівсили.

# quirk_vicious_neg_verbose_description+male
source: Never pulls a punch.
ko: 절대 봐주는 일이 없습니다.
uk: Ніколи не б’є впівсили.

# quirk_vicious_neg+female
source: Vicious
ja: 乱暴
ko: 냉혹함
uk: Жорстокість
zh_cn: 恶毒

# quirk_vicious_neg+male
source: Vicious
ja: 乱暴
ko: 냉혹함
uk: Жорстокість
zh_cn: 恶毒

# quirk_weak_grip_neg
source: Weak Grip
ja: 弱い握力
ko: 약한 손아귀
uk: Слабкий хват
zh_cn: 握力薄弱

# quirk_weak_grip_neg+female
source: Weak Grip
ja: 弱い握力
ko: 약한 손아귀
uk: Слабкий хват
zh_cn: 握力薄弱

# quirk_weak_grip_neg+male
source: Weak Grip
ja: 弱い握力
ko: 약한 손아귀
uk: Слабкий хват
zh_cn: 握力薄弱

# quirk_weak_hold_on_life_neg
source: Weak Hold On Life
ja: 低い生命力
ko: 나약한 삶의 의지
uk: Слабка воля
zh_cn: 难逃一死

# quirk_weak_hold_on_life_neg+female
source: Weak Hold On Life
ja: 低い生命力
ko: 나약한 삶의 의지
uk: Слабка воля
zh_cn: 难逃一死

# quirk_weak_hold_on_life_neg+male
source: Weak Hold On Life
ja: 低い生命力
ko: 나약한 삶의 의지
uk: Слабка воля
zh_cn: 难逃一死

# quirk_winded_neg
source: Winded
ja: 疲弊
ko: 숨 가쁨
uk: Виснаження
zh_cn: 气喘吁吁

# quirk_winded_neg+female
source: Winded
ja: 疲弊
ko: 숨 가쁨
uk: Виснаження
zh_cn: 气喘吁吁

# quirk_winded_neg+male
source: Winded
ja: 疲弊
ko: 숨 가쁨
uk: Виснаження
zh_cn: 气喘吁吁

# quirk_zoophobia_neg
source: Zoophobic
ja: 動物恐怖症
ko: 동물공포증
uk: Зоофобія
zh_cn: 动物恐惧症

# quirk_zoophobia_neg_verbose_description
source: Intense fear of animals and non-human creatures.
ko: 인간 외의 생물과 동물에 격렬한 공포를 느낍니다.
uk: Сильний страх перед тваринами та іншими істотами.

# quirk_zoophobia_neg_verbose_description+female
source: Intense fear of animals and non-human creatures.
ko: 인간 외의 생물과 동물에 격렬한 공포를 느낍니다.
uk: Сильний страх перед тваринами та іншими істотами.

# quirk_zoophobia_neg_verbose_description+male
source: Intense fear of animals and non-human creatures.
ko: 인간 외의 생물과 동물에 격렬한 공포를 느낍니다.
uk: Сильний страх перед тваринами та іншими істотами.

# quirk_zoophobia_neg+female
source: Zoophobic
ja: 動物恐怖症
ko: 동물공포증
uk: Зоофобія
zh_cn: 动物恐惧症

# quirk_zoophobia_neg+male
source: Zoophobic
ja: 動物恐怖症
ko: 동물공포증
uk: Зоофобія
zh_cn: 动物恐惧症

# quirk+negative
source: Negative Quirk
ja: ネガティブな奇癖
ko: 부정적 기벽
uk: негат. рису
zh_cn: 负面特质

# quirk+positive
source: Positive Quirk
ja: ポジティブな奇癖
ko: 긍정적 기벽
uk: позит. рису
zh_cn: 正面特质

# random_party_label
source: Random Party
ja: ランダムなパーティ
ko: 무작위 대원
uk: Випадкова група
zh_cn: 随机队伍

# relationship_chance_tooltip_sum_negative
source: <font={q}NDDunkelD-Bold SDF{q}><color=#{negative_quirk}>Negative Relationship ({0}%)</color></font>
ja: <font={q}NDDunkelD-Bold SDF{q}><color=#{negative_quirk}>ネガティブな関係（{0}%）</color></font>
ko: <font={q}NDDunkelD-Bold SDF{q}><color=#{negative_quirk}>부정적 관계 ({0}%)</color></font>
uk: <font={q}NDDunkelD-Bold SDF{q}><color=#{negative_quirk}>Негативні стосунки ({0}%)</color></font>
zh_cn: <font={q}NDDunkelD-Bold SDF{q}><color=#{negative_quirk}>负面关系概率（{0}%）</color></font>

# relationship_chance_tooltip_sum_positive
source: <font={q}NDDunkelD-Bold SDF{q}><color=#{positive_quirk}>Positive Relationship ({0}%)</color></font>
ja: <font={q}NDDunkelD-Bold SDF{q}><color=#{positive_quirk}>ポジティブな関係（{0}%）</color></font>
ko: <font={q}NDDunkelD-Bold SDF{q}><color=#{positive_quirk}>긍정적 관계 ({0}%)</color></font>
uk: <font={q}NDDunkelD-Bold SDF{q}><color=#{positive_quirk}>Позитивні стосунки ({0}%)</color></font>
zh_cn: <font={q}NDDunkelD-Bold SDF{q}><color=#{positive_quirk}>正面关系概率（{0}%）</color></font>

# relationship_chance_tooltip_value_base
source: <color=#{item_discardline}>{0}% Base</color>
ja: <color=#{item_discardline}>{0}% 基本確率</color>
ko: <color=#{item_discardline}>{0}% 기본</color>
uk: <color=#{item_discardline}>{0}% базового значення</color>
zh_cn: <color=#{item_discardline}>{0}% 基础</color>

# relationship_chance_tooltip_value_buff_inn
source: <color=#{item_discardline}>{0}% Inn Buffs</color>
ja: <color=#{item_discardline}>{0}% 宿バフ</color>
ko: <color=#{item_discardline}>{0}% 여관 강화 효과</color>
uk: <color=#{item_discardline}>{0}% посилення трактиру</color>
zh_cn: <color=#{item_discardline}>{0}% 旅馆增益</color>

# relationship_chance_tooltip_value_other_actor_buff_inn
source: <color=#{item_discardline}>{0}% Inn Buffs ({1})</color>
ja: <color=#{item_discardline}>{0}% 宿バフ（{1}）</color>
ko: <color=#{item_discardline}>{0}% 여관 강화 효과 ({1})</color>
uk: <color=#{item_discardline}>{0}% посилення трактиру ({1})</color>
zh_cn: <color=#{item_discardline}>{0}% 旅馆增益（{1}）</color>

# relationship_chance_tooltip_value_other_actor_sourcetype_quirk
source: <color=#{item_discardline}>{0}% Quirks ({1})</color>
ja: <color=#{item_discardline}>{0}% 奇癖（{1}）</color>
ko: <color=#{item_discardline}>{0}% 기벽 ({1})</color>
uk: <color=#{item_discardline}>{0}% рис ({1})</color>
zh_cn: <color=#{item_discardline}>{0}% 特质（{1}）</color>

# relationship_chance_tooltip_value_other_actor_sourcetype_stage_coach_flame
source: <color=#{item_discardline}>{0}% Infernal Flame ({1})</color>
ko: <color=#{item_discardline}>{0}% 지옥의 불꽃 ({1})</color>
uk: <color=#{item_discardline}>{0}% Пекельного полум’я ({1})</color>

# relationship_chance_tooltip_value_other_actor_sourcetype_stage_coach_general
source: <color=#{item_discardline}>{0}% Stagecoach ({1})</color>
ko: <color=#{item_discardline}>{0}% 역마차 ({1})</color>
uk: <color=#{item_discardline}>{0}% Диліжанса ({1})</color>

# relationship_chance_tooltip_value_other_actor_sourcetype_stage_coach_pet
source: <color=#{item_discardline}>{0}% Pet ({1})</color>
ko: <color=#{item_discardline}>{0}% 애완동물 ({1})</color>
uk: <color=#{item_discardline}>{0}% вихованця ({1})</color>

# relationship_chance_tooltip_value_other_actor_sourcetype_stage_coach_trophy
source: <color=#{item_discardline}>{0}% Trophy ({1})</color>
ko: <color=#{item_discardline}>{0}% 전리품 ({1})</color>
uk: <color=#{item_discardline}>{0}% трофею ({1})</color>

# relationship_chance_tooltip_value_sourcetype_quirk
source: <color=#{item_discardline}>{0}% Quirks</color>
ja: <color=#{item_discardline}>{0}% 奇癖</color>
ko: <color=#{item_discardline}>{0}% 기벽 </color>
uk: <color=#{item_discardline}>{0}% рис</color>
zh_cn: <color=#{item_discardline}>{0}% 特质</color>

# relationship_chance_tooltip_value_sourcetype_stage_coach_flame
source: <color=#{item_discardline}>{0}% Infernal Flame</color>
ko: <color=#{item_discardline}>{0}% 지옥의 불꽃</color>
uk: <color=#{item_discardline}>{0}% Пекельного полум’я</color>

# relationship_chance_tooltip_value_sourcetype_stage_coach_general
source: <color=#{item_discardline}>{0}% Stagecoach</color>
ko: <color=#{item_discardline}>{0}% 역마차 </color>
uk: <color=#{item_discardline}>{0}% Диліжанса</color>

# relationship_chance_tooltip_value_sourcetype_stage_coach_pet
source: <color=#{item_discardline}>{0}% Pet</color>
ko: <color=#{item_discardline}>{0}% 애완동물</color>
uk: <color=#{item_discardline}>{0}% вихованця</color>

# relationship_chance_tooltip_value_sourcetype_stage_coach_trophy
source: <color=#{item_discardline}>{0}% Trophy</color>
ko: <color=#{item_discardline}>{0}% 전리품</color>
uk: <color=#{item_discardline}>{0}% трофею</color>

# relationship_test_prompt
source: The Relationship Is Tested
ja: 関係が試される
ko: 관계가 시험받고 있습니다
uk: Стосунки перевіряються
zh_cn: 关系经过了考验

# remove_label
source: Remove
ja: 除去する
ko: 제거
uk: Прибрати
zh_cn: 移除

# replay_narration_label
source: Replay Narration
ja: ナレーションをリプレイ
ko: 내레이션 다시 듣기
uk: Повторити розповідь
zh_cn: 回放剧情

source: Resentful
ja: 憤慨
ko: 분개
uk: Обурення
zh_cn: 愤懑

# resist_formatted_label
source: {0} <color=#{neutral}>RES</color>
ja: {0} <color=#{neutral}>抵抗</color>
ko: {0} <color=#{neutral}>저항</color>
uk: {0} <color=#{neutral}>ОПР</color>
zh_cn: {0}<color=#{neutral}>抗性</color>

# resist_label
source: <color=#{neutral}>RES</color>
ja: <color=#{neutral}>抵抗</color>
ko: <color=#{neutral}>저항</color>
uk: <color=#{neutral}>ОПР</color>
zh_cn: <color=#{neutral}>抗性</color>

# resistance_bleed
source: BLEED RESIST
ja: 出血抵抗
ko: 출혈 저항
uk: ОПІР КРОВОТЕЧІ
zh_cn: 流血抗性

# resistance_bleed_short
source: BLD
ja: 出血
ko: 출혈
uk: КРВ
zh_cn: 流血

# resistance_blight
source: BLIGHT RESIST
ja: 病気抵抗
ko: 중독 저항
uk: ОПІР ОТРУТІ
zh_cn: 腐蚀抗性

# resistance_blight_short
source: BLGT
ja: 病気
ko: 중독
uk: ОТР
zh_cn: 腐蚀

# resistance_burn
source: BURN RESIST
ja: 火傷抵抗
ko: 화상 저항
uk: ОПІР ВОГНЮ
zh_cn: 灼烧抗性

# resistance_burn_short
source: BURN
ja: 火傷
ko: 화상
uk: ВГН
zh_cn: 灼烧

# resistance_deaths_door
source: DEATHBLOW RESIST
ja: デスブロウ耐性
ko: 죽음의 일격 저항
uk: ОПІР СМЕРТІ
zh_cn: 死亡抗性

# resistance_deaths_door_short
source: DTH
ja: 死
ko: 죽격
uk: СМР
zh_cn: 死亡

# resistance_debuff
source: DEBUFF RESIST
ja: デバフ抵抗
ko: 약화 저항
uk: ОПІР ОСЛАБЛЕННЮ
zh_cn: 减益抗性

# resistance_debuff_short
source: DBFF
ja: デバフ
ko: 약화
uk: СЛБ
zh_cn: 减益

# resistance_disease
source: DISEASE RESIST
ja: 病気抵抗
ko: 질병 저항
uk: ОПІР ХВОРОБІ
zh_cn: 疾病抗性

# resistance_disease_short
source: DIS
ja: 病気
ko: 질병
uk: ХВР
zh_cn: 疾病

# resistance_move
source: MOVE RESIST
ja: 移動抵抗
ko: 이동 저항
uk: ОПІР ПЕРЕМІЩЕННЮ
zh_cn: 移动抗性

# resistance_move_short
source: MOV
ja: 移動
ko: 이동
uk: ПРМ
zh_cn: 移动

# resistance_stun
source: STUN RESIST
ja: 気絶抵抗
ko: 기절 저항
uk: ОПІР ОГЛУШЕННЮ
zh_cn: 震慑抗性

# resistance_stun_short
source: STN
ja: 気絶
ko: 기절
uk: ОГЛ
zh_cn: 震慑

source: Respectful
ja: 敬意
ko: 존중
uk: Повага
zh_cn: 尊敬

# rest_item_blocked_label
source: BLOCKED!
ja: ブロック！
ko: 불가!
uk: БЛОКУЄТЬСЯ!
zh_cn: 禁用！

# results_label
source: Results
ja: 結果
ko: 결과
uk: Результати
zh_cn: 结算

# results_scoring_academics_honorarium
source: Academic's Honorarium:
ko: 교수의 사례:
uk: Гонорар Академіка:

# results_scoring_academics_honorarium_tooltip
source: A contribution in recognition of your potential. Don't squander it...
ja: 君の可能性を認め、これを与えよう。無駄にしないように...
ko: 자네의 능력을 선보인 보답일세. 한꺼번에 탕진하지는 말게나...
uk: Внесок у визнання вашого потенціалу. Не розтратьте його марно...
zh_cn: 教授认可你的潜力。不要辜负了他……

# results_scoring_biome_bosses_cleared
source: Lairs Cleansed:
ja: 浄化した隠れ家：
ko: 소굴 소탕:
uk: Зачищення лігв:
zh_cn: 清空巢穴：

# results_scoring_biome_bosses_cleared_tooltip
source: Bonuses for each Lair boss defeated
ja: 隠れ家のボスを倒すごとに得られるボーナス
ko: 물리친 소굴 우두머리 하나당 보너스
uk: Бонуси за кожного переможеного боса лігва
zh_cn: 每击败一个巢穴头目都会获得奖励

# results_scoring_faced_end_boss
source: Faced Your Failure:
ja: 自分の失敗に直面：
ko: 실패를 마주함:
uk: Зізнання в гріхах:
zh_cn: 直面失败：

# results_scoring_faced_end_boss_tooltip
source: Bonus for reaching the Confession boss
ja: 懺悔のボスに到達することで得られるボーナス
ko: 고해 우두머리 도달 보너스
uk: Бонус за подолання шляху до боса сповідання
zh_cn: 抵达罪行头目的奖励
