Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_node_exit_failure_dungeon+occultist+city
source: The minds of "great" men - all rotten! All depraved!
ja: 「偉大な」者たちの心は…すべて腐りきっている！堕落している！
uk: Мізки сильних світу цього прогнили! Це все порочність!
zh_cn: “伟大”的思想——全都腐朽，全都堕落！

# buff_test_hs_jester_fake_tooltip
source: <color=#{neutral}>"Play like your life depends on it..."</color>
ja: <color=#{neutral}>「演じるなら命がけでやれ...」</color>
uk: <color=#{neutral}>«Грай так, наче від цього залежить твоє життя...»</color>
zh_cn: <color=#{neutral}>“弹奏吧，把这当作性命攸关的事……”</color>

# combat_round_end_tooltip_label+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3, or 4
uk: Залишилося {0} раунди

# driving_ui_distance_to_inn_label+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3, or 4
uk: {0} ліги до трактиру

# duration_display_type_battle+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3 or 4
uk: {0} бої

# duration_display_type_inn+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3 or 4
uk: {0} трактири

# duration_display_type_round+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3 or 4
uk: {0} раунди

# duration_display_type_turn+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3 or 4
uk: {0} ходи

# effect_tooltip_token_add_tag+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3, or 4
uk: Додає {0} {1} мітки

# effect_tooltip_token_copy_tag+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3, or 4
uk: Копіює {0} {1} мітки

# effect_tooltip_token_remove_tag+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3, or 4
uk: Знімає {0} {1} мітки

# effect_tooltip_token_steal_tag+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3, or 4
uk: Краде {0} {1} мітки

# extended_starving_food_tooltip
source: <color=#{debuff}>EXTENDED STARVING!</color>\HP damage while driving High stress damage while driving
ja: <color=#{debuff}>長期的な飢餓状態！</color>\運転中にHPダメージ 運転中に大きなストレスダメージ
uk: <color=#{debuff}>ТРИВАЛЕ ГОЛОДУВАННЯ!</color>\У дорозі втрачається здоров’я У дорозі виникає сильний стрес
zh_cn: <color=#{debuff}>持续的饥饿！</color>\驾驶时受到伤害 驾驶时压力快速提升

# hero_name@622
source: Lang
uk: Ленг

# hero_path_flavour_apprentice
source: "I search for purpose in the withering dark."
ja: 「深き暗闇の中で目的を探す」
uk: «Я шукаю свою мету в темряві, що спустошує».
zh_cn: “在枯萎的黑暗中寻找存在的意义。”

# hero_path_flavour_bh_professional
source: "On time, on budget."
ja: 「時間通りに、そして予算通りに」
uk: «Вчасно і в межах бюджету».
zh_cn: “永远准时。价格合适。”

# hero_path_flavour_flg_exanimate
source: "Let me but sample the bitter taste of death!"
ja: 「死の苦い味を試させてくれ！」
uk: «Дозволь мені відчути гіркий смак смерті!».
zh_cn: “让我尝尝死亡的苦涩吧！”

# hero_path_flavour_flg_maniac
source: "Sacrifice and sensation to the last!"
uk: «Жертовність і чутливість до кінця!».

# hero_path_flavour_flg_scourge
source: "I am purged of beauty, empty of all but blight!"
ja: 「私は美しさを奪われ、残るは病だけだ！」
uk: «Я позбавлений краси. Моє життя сповнене руйнування!».
zh_cn: “我已涤净美善，只剩腐蚀的空壳！”

# hero_path_flavour_grv_deadeye
source: "I always was rather good at darts, wasn't I?"
ja: 「飛び道具の扱いなら誰にも負けない」
uk: «З влучністю в мене точно все гаразд».
zh_cn: “掷飞镖我向来有一手，不是么？”

# hero_path_flavour_grv_nightsworn
source: "The shadows - my favourite cloak."
ja: 「闇こそが至高の外套」
uk: «Тіні — моє улюблене укриття».
zh_cn: “夜色——我最爱的披风。”

# hero_path_flavour_grv_venomdrop
source: "I'll double the dose, just to be sure."
ja: 「念の為、用量を倍にする」
uk: «Я подвою дозу — так, про всяк випадок».
zh_cn: “再加一剂，保证药到命除。”

# hero_path_flavour_hel_berserker
source: "Let it bleed! AKYLORAAHHH!"
ja: 「血を流せ！うぉぉぉぉぉぉ！」
uk: «Нехай ллється кров! Акі-лора-А-А-А!».
zh_cn: “鲜血！AKYLORAAHHH！”

# hero_path_flavour_hel_carcass
source: "Again! I can take it!"
ja: 「またか！任せろ！」
uk: «Знову... я витримаю все що завгодно!».
zh_cn: “再来！我能扛得住！”

# hero_path_flavour_hel_ravager
source: "I am no coward - come make your end!"
ja: 「私が臆病者かどうか、その身で試してみろ！」
uk: «Мені невідомий страх. Прийміть же свою долю!».
zh_cn: “我不是什么懦夫——过来领死吧！”

# hero_path_flavour_hwy_rogue
source: "Up close and personal - that's how the job gets done."
ja: 「至近距離から確実に仕留める。それが俺のやり方だ」
uk: «Віч-на-віч і не відвертати погляд — ось мій девіз».
zh_cn: “一把刀，一身血——这就是行家工作的方式。”

# hero_path_flavour_hwy_sharpshot
source: "I never miss."
ja: 「狙いは決して外さない」
uk: «Я завжди влучаю».
zh_cn: “我从不失手。”

# hero_path_flavour_hwy_yellowhand
source: "Let's go another round, then."
ja: 「次の獲物を狙うとするか」
uk: «Не відмовлюся від ще однієї партії».
zh_cn: “那就再玩一轮吧。”

# hero_path_flavour_jes_intermezzo
source: "Let's keep this melody moving..."
ja: 「この旋律を奏で続けよう...」
uk: «Нехай ця мелодія лине без упину».
zh_cn: “旋律不要停……”

# hero_path_flavour_jes_soloist
source: "This'll be a cutting performance..."
ja: 「死の音色にその身に刻め...」
uk: «Мені подобається пронизливе виконання...»
zh_cn: “这场演出斩获颇丰……”

# hero_path_flavour_jes_virtuoso
source: "Play the hits, keep the crowd happy."
ja: 「聴衆は私の演奏に酔いしれるのだ」
uk: «Віртуозна гра — запорука видовищності й успіху».
zh_cn: “一首经典，献给观众。”

# hero_path_flavour_lep_monarch
source: "To rule, one must learn to serve."
ja: 「支配するには、支配されることを学ぶ必要がある」
uk: «Хто хоче правити, нехай спочатку навчиться слугувати».
zh_cn: “统治，即是服侍。”

# hero_path_flavour_lep_poet
source: "Petals must fall."
ja: 「散り行く花弁の如く」
uk: «Пелюстки мають опасти».
zh_cn: “花瓣必须凋落。”

# hero_path_flavour_lep_tempest
source: "The winter storm knows only rage."
ja: 「冬の嵐に慈悲はない」
uk: «Завірюха не знає пощади».
zh_cn: “暴风雪不知宁静。”

# hero_path_flavour_maa_bulwark
source: "Stand fast behind me!"
ja: 「俺の後ろに身を隠せ！」
uk: «Швидше станьте позаду мене!»
zh_cn: “来我身后！”

# hero_path_flavour_maa_sergeant
source: "Listen up you lot!"
ja: 「よく効け、小童ども！」
uk: «Слухайте мене уважно!».
zh_cn: “给我听好了！”

# hero_path_flavour_maa_vanguard
source: "Look death in the eye."
ja: 「死相が見えるぞ」
uk: «Я дивлюся смерті в обличчя».
zh_cn: “死亡不足为惧。”

# hero_path_flavour_master
source: "Mastery is life's great journey."
ja: 「人生とは道を極めることなり」
uk: «Майстерність — найважливіша із цілей у житті».
zh_cn: “精益求精——生命最伟大的旅程。”

# hero_path_flavour_occ_aspirant
source: "I drift in the starless skies of the void."
ja: 「我は星なき空虚な空を漂う」
uk: «Я дрейфую в беззоряній порожнечі...»
zh_cn: “那虚空之中众星泯灭，而我孤身漂泊。”

# hero_path_flavour_occ_ritualist
source: "A curse upon my enemies, and a curse upon myself."
ja: 「我が敵に、そして我が自身に呪いあれ」
uk: «Я проклинаю і ворогів, і себе».
zh_cn: “诅咒我的敌人，也诅咒我自己。”

# hero_path_flavour_occ_warlock
source: "Those beyond the veil hear my calls <b>and obey!</b>"
ja: 「ベールの向こうに在りしものよ、我が声を聞き、<b>従うのだ！</b>」
uk: «Ті, хто ховається в тінях, почуйте мій поклик <b>і підкоріться</b>!»
zh_cn: “帘幕之外的存在尽皆听<b>我</b>号令！”

# hero_path_flavour_plg_alchemist
source: "A fascinating reaction..."
ja: 「なんと興味深い反応か...」
uk: «Чудова реакція...»
zh_cn: “奇妙的反应……”

# hero_path_flavour_plg_physician
source: "Let me prescribe a more ...holistic regimen."
ja: 「さらに全人的な治療を試みるとしよう...」
uk: «У лікуванні важливо дотримуватися... більш комплексного підходу».
zh_cn: “容我开一份……更‘周全’的处方。”

# hero_path_flavour_plg_surgeon
source: "Suture or sever? Both have their uses..."
ja: 「縫合するか？切断するか？どちらも有益だ...」
uk: «Зашити, розшити... Подивимося, що робити».
zh_cn: “缝合还是切除？容我斟酌片刻……”

# hero_path_flavour_reserve
source: "To seek is to find."
ja: 「探索とは発見なのだ。」
uk: «Шукати — це вже наполовину знайти».
zh_cn: “寻找即是收获。”

# hero_path_flavour_run_arsonist
source: "Everything burns."
ja: 「何もかも焼き尽くしてやる」
uk: «Усе на світі може горіти...»
zh_cn: “一把火烧个干净。”

# hero_path_flavour_run_orphan
source: "I have nothing, and so I have everything."
ja: 「私には何もないが、全ては私のものだ」
uk: «У мене нічого нема, тому в мене є все».
zh_cn: “我一无所有，也就拥有了一切。”

# hero_path_flavour_run_survivor
source: "Patch up. Stay sharp. Keep moving."
ja: 「治療して集中しろ。進み続けるんだ」
uk: «Будь напоготові й не зупиняйся».
zh_cn: “赶快包扎。保持警惕。继续上路。”

# hero_path_flavour_ves_chaplain
source: "Faith is my shield; piety, my armor!"
ja: 「信仰は私の盾、敬虔さは私の鎧です！」
uk: «Віра — мій щит, благочестя — мій обладунок!»
zh_cn: “信仰是我的盾牌，虔诚是我的盔甲！”

# hero_path_flavour_ves_confessor
source: "Submit and be purified!"
ja: 「服従し、浄化されよ！」
uk: «Упокорись і очистишся!».
zh_cn: “悔罪吧，然后得到净化！”

# hero_path_flavour_ves_reserve
source: "To seek is to find."
uk: «Шукати — це вже наполовину знайти».

# hero_path_flavour_ves_seraph
source: "Witness ye the holy radiance of the Light!"
ja: 「光の聖なる輝きを見よ！」
uk: «Побачте святе сяйво Світла!»
zh_cn: “见证圣光的熠熠之辉吧！”

# hero_path_flavour_ves_wanderer
source: "To seek is to find."
uk: «Шукати — це вже наполовину знайти».

# hero_path_flavour_wanderer
source: "To seek is to find."
ja: 「探索とは発見なのだ。」
uk: «Шукати — це вже наполовину знайти».
zh_cn: “寻找即是收获。”

# inn_travelogue_biome_complete_label+plural+ukr
source: Ukrainian Plural special case for if a number is 2, 3, or 4
uk: {0} свічки отримано за те, що ви дісталися трактиру!

# item_quote_experimental_remedy
source: <i>"Just a little something I've been working on."</i>
uk: <i>«Ось дещо з моєї роботи».</i>

# item_quote_guided_meditation
source: <i>"Let us empty our minds..."</i>
uk: <i>«Очистимо свій розум...»</i>

# item_quote_holy_hymnal
source: <i>"I find this canticle particularly... evocative."</i>
ja: <i>「この聖歌はなんとも...感情に訴えるものがある」</i>
uk: <i>«Цей піснеспів навіює спогади».</i>
zh_cn: <i>“我发现这首颂歌格外具有……感召力。”</i>

# item_quote_improvised_strategy
source: <i>"I've been thinking..."</i>
uk: <i>«Мені тут спало на думку...»</i>

# item_quote_morbid_joke
source: <i>"Wrecked him? That it surely did."</i>
uk: <i>«Його вичавили як лимон. І потім зняли цедру».</i>

# item_quote_oddly_tuned_lute
source: <i>"hehe let's just say the mood is upon me."</i>
uk: <i>«Скажімо, у мене просто такий настрій».</i>

# item_quote_pain_box
source: <i>"Fear is the mind-killer..."</i>
uk: <i>«Страх долає розум...»</i>

# item_quote_precious_collection
source: <i>"A little beauty yet remains..."</i>
uk: <i>«Трохи краси все-таки лишилося...»</i>

# item_quote_tar_filled_colambre
source: <i>"I'll cover myself with this... mind the fumes."</i>
uk: <i>«Я обмажуся цим... краще затримати дихання».</i>

# item_quote_the_very_best
source: <i>"Oh darling, you can't get this anywhere."</i>
uk: <i>«Золотко, такого ніде не купиш».</i>

# item_quote_war_paint
source: <i>"It is time to kill. Or time to die."</i>
uk: <i>«Час вбивати й вмирати».</i>

# loot_screen_description_effect_tinkers_bench
source: xxxx
uk: Тук-тук-тук..

# not_applicable_label
source: N/A
ja: 該当なし
uk: Н/З
zh_cn: 不适用

# quirk_fear_of_cadaver_neg_verbose_description
source: "Pair me not with the husk of the departed or I shall crumble myself."
uk: «Тільки не ті, що вмерли передчасно, тільки не вони!»

# quirk_fear_of_cadaver_neg_verbose_description+female
source: "Pair me not with the husk of the departed or I shall crumble myself."
uk: «Тільки не ті, що вмерли передчасно, тільки не вони!»

# quirk_fear_of_cadaver_neg_verbose_description+male
source: "Pair me not with the husk of the departed or I shall crumble myself."
uk: «Тільки не ті, що вмерли передчасно, тільки не вони!»

# quirk_fear_of_swine_neg_verbose_description
source: "The squeals are unbearable!"
uk: «Терпіти не можу іхнє верещання!»

# quirk_fear_of_swine_neg_verbose_description+female
source: "The squeals are unbearable!"
uk: «Терпіти не можу іхнє верещання!»

# quirk_fear_of_swine_neg_verbose_description+male
source: "The squeals are unbearable!"
uk: «Терпіти не можу іхнє верещання!»

# quirk_pyromania_neg_verbose_description
source: "O What Fun Fire Brings For Me And Thee"
uk: «Ігри з вогнем веселі такі, приносять вони радість тобі та мені».

# quirk_pyromania_neg_verbose_description+female
source: "O What Fun Fire Brings For Me And Thee"
uk: «Ігри з вогнем веселі такі, приносять вони радість тобі та мені».

# quirk_pyromania_neg_verbose_description+male
source: "O What Fun Fire Brings For Me And Thee"
uk: «Ігри з вогнем веселі такі, приносять вони радість тобі та мені».

# skill_effect_type_ko
source: KO
uk: Нокаут
zh_cn: KO时

# skill_name_god_quote
source: <color=#{path_verbose}>"Pity those who glimpse the mind of God."</color>
uk: <color=#{path_verbose}>«Шкода тих, хто бачить замисли Бога.»</color>

# token_extra_range_description
source: TO DO
ja: やること
uk: ЗРОБИТИ

# token_extra_target_description
source: TO DO
ja: やること
uk: ЗРОБИТИ

# token_vestal_flame_a
source: Vestal Flame A [Not Shown]
ja: 純潔な炎 A [非表示]
uk: Полум’я Весталки A [не показ.]
zh_cn: 圣女圣火A（不显示）

# token_vestal_flame_b
source: Vestal Flame B [Not Shown]
ja: 純潔な炎 B [非表示]
uk: Полум’я Весталки B [не показ.]
zh_cn: 圣女圣火B（不显示）

# token_vestal_flame_c
source: Vestal Flame C [Not Shown]
ja: 純潔な炎 C [非表示]
uk: Полум’я Весталки C [не показ.]
zh_cn: 圣女圣火C（不显示）

# token_vestal_flame_d
source: Vestal Flame D [Not Shown]
ja: 純潔な炎 D [非表示]
uk: Полум’я Весталки D [не показ.]
zh_cn: 圣女圣火D（不显示）

# tutorial_t1303_description
source: Skills can only be used if the hero is in the correct <color=#{notable}>launch rank</color>. They also can only be used against valid enemies in the correct <color=#{notable}>target rank</color>. To see what ranks a skill can target, look at the tooltip of the skill. The circular <color=#{notable}>pips</color> tell you this information. A solid pip means the skill is valid in that rank. An empty pip means it is not. Some skills can target multiple enemies at a time, which is shown by pips joined together. These are "area of effect" (<color=#{notable}>AOE</color>) skills.
uk: Навичку можна застосувати, лише якщо герой стоїть у належній <color=#{notable}>вихідній позиції</color>, а ворог — у належній <color=#{notable}>цільовій позиції</color>. Переглянути позиції, що підходять для застосування навички, можна в підказці. Якщо <color=#{notable}>коло</color>, що позначає позицію, заповнене, навичку можна застосувати для зазначеної позиції. Деякі навички можна використовувати одночасно проти кількох ворогів. У такому випадку кола з’єднані, а навички діють на кілька цілей одразу (<color=#{notable}>AOE</color>).

# vo_curios_shamblers_altar_0
source: The inscription reads, "The sacrifice of Hope opens the gate to ruin.
ja: そこには「希望の犠牲が破滅への門を開く。
uk: Напис повідомляє: «Жертва Надії відчинить браму загибелі.
zh_cn: 这上面的铭刻写着：“献祭希望即可打开通往毁灭的大门。

# vo_curios_shamblers_altar_1
source: Offer of yourself if you crave the Void."
ja: 虚空を渇望するならば、自らの身を捧げよ」と書かれていた。
uk: Віддай себе, якщо жадаєш Безодні».
zh_cn: 如果你渴求虚空，就将自己作为贡品。”

# actor_stat_type_store_cost_sell_multiplier_Consumable
source: [DISABLED FEATURE REMOVE ME]
ja: [無効化した機能です、削除してください]
zh_cn: （弃用）

# actor_stat_type_store_cost_sell_multiplier_SC_Upgrade
source: [DISABLED FEATURE REMOVE ME]
ja: [無効化した機能です、削除してください]
zh_cn: （弃用）

# actor_stat_type_store_cost_sell_multiplier_Trinket
source: [DISABLED FEATURE REMOVE ME]
ja: [無効化した機能です、削除してください]
zh_cn: （弃用）

# combat_round_end_tooltip_label+plural+cz
source: Czech Plural special case for if a number is 2, 3, or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# combat_round_end_tooltip_label+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# combat_round_end_tooltip_label+plural+ru
source: Russian Plural special case for if a number is 2, 3, or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# driving_ui_distance_to_inn_label+plural+cz
source: Czech Plural special case for if a number is 2, 3, or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# driving_ui_distance_to_inn_label+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# driving_ui_distance_to_inn_label+plural+ru
source: Russian Plural special case for if a number is 2, 3, or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# duration_display_type_battle+plural+cz
source: Czech Plural special case for if a number is 2, 3 or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# duration_display_type_battle+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# duration_display_type_battle+plural+ru
source: Russian Plural special case for if a number is 2, 3 or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# duration_display_type_inn+plural+cz
source: Czech Plural special case for if a number is 2, 3 or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# duration_display_type_inn+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# duration_display_type_inn+plural+ru
source: Russian Plural special case for if a number is 2, 3 or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# duration_display_type_turn+plural+cz
source: Czech Plural special case for if a number is 2, 3 or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# duration_display_type_turn+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# duration_display_type_turn+plural+ru
source: Russian Plural special case for if a number is 2, 3 or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_loot_id_LOOTIDHERE
source: Example String for Loot IDs
ja: 戦利品IDの文字列の例
zh_cn: 搜刮物ID的范例条目

# effect_tooltip_token_add_tag+plural+cz
source: Czech Plural special case for if a number is 2, 3, or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_token_add_tag+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# effect_tooltip_token_add_tag+plural+ru
source: Russian Plural special case for if a number is 2, 3, or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_token_copy_tag+plural+cz
source: Czech Plural special case for if a number is 2, 3, or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_token_copy_tag+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# effect_tooltip_token_copy_tag+plural+ru
source: Russian Plural special case for if a number is 2, 3, or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_token_remove_tag+plural+cz
source: Czech Plural special case for if a number is 2, 3, or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_token_remove_tag+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# effect_tooltip_token_remove_tag+plural+ru
source: Russian Plural special case for if a number is 2, 3, or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_token_steal_tag+plural+cz
source: Czech Plural special case for if a number is 2, 3, or 4
ja: チェコ語では、2、3、4 の場合に複数形の特殊格

# effect_tooltip_token_steal_tag+plural+pl
source: Polish Plural special case for if a number ends in 2, 3, or 4 and is less than 10 or greater than 20
ja: ポーランド語では、2、3、4で終わる数字で10未満または20以上の場合に複数形の特殊格

# effect_tooltip_token_steal_tag+plural+ru
source: Russian Plural special case for if a number is 2, 3, or 4
ja: ロシア語では、2、3、4 の場合に複数形の特殊格

# game_over_reason_debug
source: Instant gratification with a debug button.
ja: デバッグボタンをひと押しで、すべてが終わる。
zh_cn: 按下Debug按钮，就会立刻获得满足。

# inn_post_results_screen_title
source: THIS SCREEN WILL BE GOING AWAY! SEE JIRA IC-3813
ja: この画面は表示されなくなる。JIRA IC-3813 を参照。
zh_cn: （弃用）

# inn_title_test
source: The TEST INN
ja: テスト用宿
zh_cn: 测试旅馆

# inn_tooltip_test
source: PLACEHOLDER INN DESCRIPTION blah blah blah!!
ja: プレースホルダーインの説明、あーだこーだ！
zh_cn: 占位旅馆描述叽里呱啦叽里呱啦

# item_name_cave_tbd
source: Hollows Tbd
ja: 空洞
zh_cn: （待定）

# language_display_name_cs
source: čeština
ja: チェコ語

# language_display_name_de_de
source: deutsche
ja: ドイツ語

# language_display_name_en
source: english
ja: 英語

# language_display_name_es_lat
source: español
ja: スペイン語

# language_display_name_fr
source: français
ja: フランス語

# language_display_name_it
source: italiano
ja: イタリア語

# language_display_name_ko
source: 한국어
ja: 韓国語

# language_display_name_pl
source: polski
ja: ポーランド語

# language_display_name_pt_br
source: português (BR)
ja: ポルトガル語（ブラジル）

# language_display_name_ru
source: pусский
ja: ロシア語

# language_display_name_uk
source: Українська
ja: ウクライナ語

# language_display_name_zh_cn
source: 简体中文
ja: 中国語（簡体字）

# story_icon_description_icon_condition_Preview
source: The icon_condition_Preview icon would look for this string.
ja: icon_condition_Preview アイコンは、この文字列を探すことになる。
zh_cn: icon_condition_Preview的标记将会寻找这一条目。

# token_count_description
source: Logic Flow Controller; if you see me, please file a bug
ja: ロジックフローコントローラー、見かけたらバグ報告お願いします
zh_cn: 逻辑流控制器；如果你看到这行文字，请提交bug反馈

# token_flaming_furniture_riposte_description
source: If you see me, please file a bug
ja: 見かけたらバグ報告お願いします
zh_cn: 如果你看到这行文字，请提交bug反馈

# token_logic_a_description
source: Logic Flow Controller; if you see me, please file a bug
ja: ロジックフローコントローラー、見かけたらバグ報告お願いします
zh_cn: 逻辑流控制器；如果你看到这行文字，请提交bug反馈

# token_logic_b_description
source: Logic Flow Controller; if you see me, please file a bug
ja: ロジックフローコントローラー、見かけたらバグ報告お願いします
zh_cn: 逻辑流控制器；如果你看到这行文字，请提交bug反馈

# token_logic_temporary_description
source: Logic Flow Controller; if you see me, please file a bug
ja: ロジックフローコントローラー、見かけたらバグ報告お願いします
zh_cn: 逻辑流控制器；如果你看到这行文字，请提交bug反馈

# token_name_logic_a
source: LOGIC A
ja: ロジックA
zh_cn: 逻辑A

# token_name_logic_b
source: LOGIC B
ja: ロジックB
zh_cn: 逻辑B

# token_name_logic_temporary
source: LOGIC TEMPORARY
ja: ロジック一時的
zh_cn: 逻辑（临时）

# token_riposte_invisible_description
source: Counters a non-damaging attack; if you can see me, file a bug
ja: ダメージを受けない攻撃に反撃。見かけたらバグ報告をお願いします
zh_cn: 对不造成伤害的攻击进行反击；如果你看到这行文字，请提交bug反馈

# token_riposte_invisible_infinite_description
source: Counters a non-damaging attack; if you can see me, file a bug
ja: ダメージを受けない攻撃に反撃。見かけたらバグ報告をお願いします
zh_cn: 对不造成伤害的攻击进行反击；如果你看到这行文字，请提交bug反馈

# token_unlit_description
source: It Is Unlit; if you can see me, file a bug
ja: 点火されていない。見かけたらバグ報告お願いします
zh_cn: 未点燃；如果你看到这行文字，请提交bug反馈
