Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_hovering_polyhedra_winA+grave_robber
source: Many-faceted, crafted by a most skilled hand...
ja: 様々な表情があり、熟練した手によって作られたのね…
ko: 실로 숙련된 솜씨로만 만들 수 있는 다면체로구나...
uk: Багатогранне, створене справжнім майстром...
zh_cn: 这么多棱角，真是技艺精湛……

# story_bark_hovering_polyhedra_winA+hellion
source: Our rivals would tremble...!
ja: ライバルたちは震え上がるだろう…！
ko: 우리의 숙적들은 몸서리치리라...!
uk: Наші супротивники тремтітимуть!
zh_cn: 我们的敌人会在我们面前瑟缩！

# story_bark_hovering_polyhedra_winA+highwayman
source: The law could never come callin' on a man wielding this...
ja: これを使う男には、法も及ばない…
ko: 이런 걸 가진 자는 모든 법칙을 초월할 수 있겠지...
uk: Закон нічого не міг би вдіяти з власником цього предмета...
zh_cn: 有了这样的东西，就能永远逍遥法外了……

# story_bark_hovering_polyhedra_winA+jester
source: ...You hear it too, right? That resonance...
ko: ...너희도 들리지? 저 공명음...
uk: Ви теж це чуєте? Якийсь резонанс...

# story_bark_hovering_polyhedra_winA+leper
source: Such a clear blue, the sky after a sandstorm has passed.
ko: 모래바람이 지나간 하늘처럼 실로 맑고 푸르구나.
uk: Яке чисте небо — наче піщаною бурею вичищене.

# story_bark_hovering_polyhedra_winA+man_at_arms
source: Imagine - such power on our side in battle!
ko: 상상해 봐. 저런 힘을 우리가 쓸 수 있는 거야!
uk: Уявіть собі таку силу на нашому боці під час бою!

# story_bark_hovering_polyhedra_winA+occultist
source: I must channel its strange energies! I must know!
ko: 저 기이한 기운을 느껴야겠네! 반드시 알아야겠어!
uk: Я маю направити дивну енергію цього предмета! Я маю розгадати його загадку!

# story_bark_hovering_polyhedra_winA+plague_doctor
source: Brilliant! Inscrutable! We've much to learn from it.
ko: 훌륭해! 감히 헤아릴 수도 없어! 여기서 배울 것이 참으로 많아.
uk: Чудово! Неймовірно! Нам є чому повчитися.

# story_bark_hovering_polyhedra_winA+runaway
source: I'd never go hungry again, sellin' you...
ja: お前を売れば、もう飢えることはないだろう…
ko: 이것만 팔아치우면 두 번 다시 굶주릴 일 없겠지...
uk: Продам тебе і більше ніколи не голодуватиму...
zh_cn: 只要把你卖出去，我就再也不会挨饿了……

# story_bark_hovering_polyhedra_winA+vestal
source: Its power could help us turn the people to our side!
ja: その力があれば、民衆を味方につけることができます！
ko: 이 힘은 사람들을 우리 편으로 만드는 데 도움이 될 터!
uk: Сила цього предмета допоможе нам навернути людей на наш бік!
zh_cn: 它的力量可以帮助我们得到百姓的支持！

# story_bark_hovering_polyhedra_winB
source: My hand moves of its own accord. I'm drawn to it...
ja: 手が勝手に動く。あれに惹かれているようだ…
ko: 내 손이 절로 움직이는데. 마음조차 이끌리고 있어...
uk: Моя рука рухається сама собою. Воно кличе мене...
zh_cn: 我的手自己动起来了。像是被它吸引了一般……

# story_bark_hovering_polyhedra_winB+bounty_hunter
source: Can't imagine the price it'd fetch.
ja: こいつの持つ価値は想像しようがないな
ko: 값이 얼마나 나갈지 상상도 안 되는군.
uk: Навіть не можу уявити, скільки за це можна отримати...
zh_cn: 这东西能换来的钱超乎我们想象。

# story_bark_hovering_polyhedra_winB+flagellant
source: I must have it. At all costs. Bring it to me!
ja: 手に入れなければ。何としても。持ってきてくれ！
ko: 반드시 가져야겠어. 어떤 대가를 치르든. 당장 가져와!
uk: Це має бути моє. За будь-яку ціну. Принесіть це мені!
zh_cn: 我必须得到它。不惜一切代价。把它给我！

# story_bark_hovering_polyhedra_winB+grave_robber
source: Many-faceted, crafted by a most skilled hand...
ja: 様々な表情があり、熟練した手によって作られたのね…
ko: 실로 숙련된 솜씨로만 만들 수 있는 다면체로구나...
uk: Багатогранне, створене справжнім майстром...
zh_cn: 这么多棱角，真是技艺精湛……

# story_bark_hovering_polyhedra_winB+hellion
source: Our rivals would tremble...!
ja: ライバルたちは震え上がるだろう…！
ko: 우리의 숙적들은 몸서리치리라...!
uk: Наші супротивники тремтітимуть!
zh_cn: 我们的敌人会在我们面前瑟缩！

# story_bark_hovering_polyhedra_winB+highwayman
source: The law could never come callin' on a man wielding this...
ja: これを使う男には、法も及ばない…
ko: 이런 걸 가진 자는 모든 법칙을 초월할 수 있겠지...
uk: Закон нічого не міг би вдіяти з власником цього предмета...
zh_cn: 有了这样的东西，就能永远逍遥法外了……

# story_bark_hovering_polyhedra_winB+jester
source: ...You hear it too, right? That resonance...
ko: ...너희도 들리지? 저 공명음...
uk: Ви теж це чуєте? Якийсь резонанс...

# story_bark_hovering_polyhedra_winB+leper
source: Such a clear blue, the sky after a sandstorm has passed.
ko: 모래바람이 지나간 하늘처럼 실로 맑고 푸르구나.
uk: Яке чисте небо — наче піщаною бурею вичищене.

# story_bark_hovering_polyhedra_winB+man_at_arms
source: Imagine - such power on our side in battle!
ko: 상상해 봐. 저런 힘을 우리가 쓸 수 있는 거야!
uk: Уявіть собі таку силу на нашому боці під час бою!

# story_bark_hovering_polyhedra_winB+occultist
source: I must channel its strange energies! I must know!
ko: 저 기이한 기운을 느껴야겠네! 반드시 알아야겠어!
uk: Я маю направити дивну енергію цього предмета! Я маю розгадати його загадку!

# story_bark_hovering_polyhedra_winB+plague_doctor
source: Brilliant! Inscrutable! We've much to learn from it.
ko: 훌륭해! 감히 헤아릴 수도 없어! 여기서 배울 것이 참으로 많아.
uk: Чудово! Неймовірно! Нам є чому повчитися.

# story_bark_hovering_polyhedra_winB+runaway
source: I'd never go hungry again, sellin' you...
ja: お前を売れば、もう飢えることはないだろう…
ko: 이것만 팔아치우면 두 번 다시 굶주릴 일 없겠지...
uk: Продам тебе і більше ніколи не голодуватиму...
zh_cn: 只要把你卖出去，我就再也不会挨饿了……

# story_bark_hovering_polyhedra_winB+vestal
source: Its power could help us turn the people to our side!
ja: その力があれば、民衆を味方につけることができます！
ko: 이 힘은 사람들을 우리 편으로 만드는데 도움이 될 터!
uk: Сила цього предмета допоможе нам навернути людей на наш бік!
zh_cn: 它的力量可以帮助我们得到百姓的支持！

# story_bark_memories_of_a_dream_ascetic
source: This would only take up space.
ko: 이건 자리만 차지할 거야.
uk: Лише місце займатиме.

# story_bark_memories_of_a_dream_bon_vivant
source: Art is life, my friends!
ko: 예술은 인생이라고, 친구들!

# story_bark_memories_of_a_dream_dark_curiosity
source: There is something in the oils...the colors...
ko: 저 물감... 저 색채에는 분명 뭔가 있어...

# story_bark_memories_of_a_dream_devout
source: Blasphemy has found expression, it would seem.
ja: まるで、神への冒涜が表現されているようだ
ko: 불경의 노골적 표현인 것처럼 보이는군.
uk: Може здатися, що тут знайшло своє втілення блюзнірство.
zh_cn: 看来，渎神的行径找到了载体。

# story_bark_memories_of_a_dream_erudite
source: I've studied enough art to offer a reasoned critique...
ja: 筋の通った評論ができるほど芸術を学んできた…
ko: 난 합리적 비평을 할 수 있을 만큼 예술을 공부했다고...
uk: Я достатньо знаюся на мистецтві, щоб моя критика була добре аргументована...
zh_cn: 我在艺术上阅历丰富，必须得指出几处不足……

# story_bark_memories_of_a_dream_lost_in_space
source: Where are we? Where have we been?
ja: ここはどこ？我々はどこにいたんだ？
ko: 여긴 어디지? 우리가 지금까지 어디 있던 거지?
uk: Де ми? Де ми були?
zh_cn: 我们是谁？我们去哪了？

# story_bark_memories_of_a_dream_lost_in_time_and_space
source: I swear I've been to that house!
ko: 진짜 다 걸고 말하는데 난 저 집에 가본 적이 있어!

# story_bark_memories_of_a_dream_winA
source: I've seen this in my dreams - haven't I?
ja: これは夢で見たことある…よな？
ko: 이거 꿈에서 본 것 같은데...?
uk: Це вже було уві сні. Чи ні?
zh_cn: 我在梦里见过这些……不是么？

# story_bark_memories_of_a_dream_winA+bounty_hunter
source: Hmph. Unsettling.
ko: 흠. 불편하군.
uk: Гм. Моторошно.

# story_bark_memories_of_a_dream_winA+flagellant
source: Oddly familiar prominences. Nice and sharp.
ja: 妙に馴染みのある隆起だ。いい具合に尖っている
ko: 기이할 정도로 눈에 익군. 멋지고 선명해.
uk: На диво знайомі виступи. Гарні й гострі.
zh_cn: 这些凸起我很熟悉——锋利得很。

# story_bark_memories_of_a_dream_winA+grave_robber
source: *shiver* Pitiable place for a manse.
ja: (震える) 牧師館としては惨めな場所ね
ko: (몸을 떤다) 저택 치고는 참 가련한 풍경이로군.
uk: *тремтить* Погане місце для споруди.
zh_cn: *瑟瑟发抖*谁会把庄园建在那种地方。

# story_bark_memories_of_a_dream_winA+hellion
source: Bad omen when the sky looks like that.
ja: 空があのように見える時は縁起が悪い
ko: 하늘 저런 색이면 불길한 징조다.
uk: Коли небо так виглядає, це погана прикмета.
zh_cn: 天空呈现那样的颜色，是个坏兆头。

# story_bark_memories_of_a_dream_winA+highwayman
source: Like a dream that feels too real. The manor, the knight...
ja: 現実に感じられる夢のようだ。 邸宅に騎士…
ko: 너무나 현실처럼 느껴지는 꿈 같군. 저택이며, 기사며...
uk: Це як сон, що здається занадто реальним. Садиба, лицарські обладунки...
zh_cn: 感觉像个过于真实的梦。那座庄园，那个骑士……

# story_bark_memories_of_a_dream_winA+jester
source: Reminds me of a song that oft gets stuck in my head.
ko: 이따금 내 머릿속에서 맴도는 노래가 생각나는데.
uk: Нагадує пісню, що часто застрягає в голові.

# story_bark_memories_of_a_dream_winA+leper
source: Art, like music, can wound a vulnerable psyche.
ja: 音楽のような芸術は、弱った精神を傷つけることがある
ko: 음악과 같은 예술은 취약한 정신에 상처를 줄 수 있는 법.
uk: Мистецтво, як і музика, може погано позначитися на вразливій психіці.
zh_cn: 艺术，和音乐一样，可以重创脆弱的心灵。

# story_bark_memories_of_a_dream_winA+man_at_arms
source: Like somethin' from my far-off childhood...
ja: 幼いころの記憶から現れたものみたいだな…
ko: 머나먼 어린 시절의 추억 같군...
uk: Нагадує якийсь старий спогад із дитинства...
zh_cn: 像是我遥远的孩童时光中见过的东西……

# story_bark_memories_of_a_dream_winA+occultist
source: My temples throb when I gaze too long...
ja: 長く見ていると、こめかみが痛むぞ…
ko: 오랫동안 바라보고 있으면 관자놀이가 욱신거리는군...
uk: Мої скроні починають пульсувати, якщо я занадто довго дивлюся...
zh_cn: 我凝视得久一点，太阳穴就会作痛……

# story_bark_memories_of_a_dream_winA+plague_doctor
source: Does anyone else smell seaweed...?
ja: 海藻の匂いがしない…？
ko: 어디서 해초 냄새 안 나...?
uk: Хтось іще відчуває запах водоростей?
zh_cn: 你们有闻到海藻的味道吗？

# story_bark_memories_of_a_dream_winA+runaway
source: Creepy, but it's just a bunch of shapes.
ja: 不気味だけど、ただの形の集まりじゃない
ko: 소름 끼치긴 하지만 그냥 여러가지 모양일 뿐이잖아.
uk: Моторошно, але це лише купа форм.
zh_cn: 很诡异，但说到底只是些古怪的形状。

# story_bark_memories_of_a_dream_winA+vestal
source: Some artworks bend the will toward sin...
ja: 意志を罪へと向ける作品もあります…
ko: 어떤 예술은 의지를 원죄로 꺾을 수 있으니...
uk: Деякі твори мистецтва схиляють волю до гріха...
zh_cn: 有些艺术会使人心堕落……

# story_bark_memories_of_a_dream_winB
source: Probably not worth much. And yet...
ja: おそらく大した価値はない。だが…
ko: 별 가치는 없을지 모르지만, 그래도...
uk: Мабуть, багато не отримати. І все ж...
zh_cn: 大概没什么价值。不过……

# story_bark_memories_of_a_dream_winB+bounty_hunter
source: Think I've been here before.
ko: 예전에도 와 본 기분인데.
uk: Здається, я бував тут раніше.

# story_bark_memories_of_a_dream_winB+flagellant
source: True art is sketched upon the flesh!
ja: 真の芸術は肉体の上に描かれる！
ko: 진정한 예술은 살갗 위에 그려지는 법!
uk: Плоть — матеріал для справжнього мистецтва!
zh_cn: 真正的艺术是在血肉中刻下的！

# story_bark_memories_of_a_dream_winB+grave_robber
source: Was a time when I could have fenced this...
ko: 나도 이런 걸 담아낼 수 있던 시절이 있었는데...
uk: Були ж часи, коли я могла поставити огорожу навколо цього...

# story_bark_memories_of_a_dream_winB+hellion
source: Perhaps we can make use of the canvas.
ja: キャンバスを利用できるかもしれない
ko: 저 캔버스는 유용하게 쓸 수 있을 것 같다.
uk: Можливо, ми можемо використати полотно.
zh_cn: 也许画布对我们有用。

# story_bark_memories_of_a_dream_winB+highwayman
source: The longer I stare, the more my knife hand shakes...
ja: 長く見つめるほど利き手が震える…
ko: 계속 쳐다볼 수록 칼 든 손이 덜덜 떨리는데...
uk: Що довше я дивлюся, то сильніше тремтить моя рука з ножем...
zh_cn: 我看得越久，握刀的手抖得就越厉害……

# story_bark_memories_of_a_dream_winB+jester
source: Even the maddest king would not hang this in his court.
ja: いかなる狂王でも、これを宮廷に飾ることはないだろう
ko: 아무리 미친 왕이라도 자기 궁전에 이런 걸 걸지는 않을 거야.
uk: Навіть найбожевільніший король не повісив би таке у своєму дворі.
zh_cn: 哪怕是最疯癫的国王，也不会把这幅画挂在宫廷中。

# story_bark_memories_of_a_dream_winB+leper
source: An echo of an earlier time, manifest in ink...
ja: インクで表現された、古い時代の残響…
ko: 옛 시대의 메아리를 물감으로 담아냈는가.
uk: Відлуння минулих часів, утілене у фарбах...
zh_cn: 往昔的回响，在墨迹中显现……

# story_bark_memories_of_a_dream_winB+man_at_arms
source: Bells. I hear bells when I look at it.
ja: 鐘の音だ。これを見ると鐘の音が聞こえる
ko: 종소리. 이거 보고 있으면 종소리가 들리는군.
uk: Дзвони... Я чую передзвін, коли дивлюся.
zh_cn: 钟声。我看向它的时候能听到钟声。

# story_bark_memories_of_a_dream_winB+occultist
source: This paint possesses astral properties. If it is paint.
ja: この絵には星の力があるようだ。 ただの絵に過ぎないなら…
ko: 이 물감에는 이계의 속성이 깃들었군. 물감이긴 한지 모르겠지만.
uk: Ця фарба має астральні властивості. Якщо це взагалі фарба.
zh_cn: 这幅画具有异次元的特质。倘若它只是一幅画的话。

# story_bark_memories_of_a_dream_winB+plague_doctor
source: Red the same shade as old, bloodied bandages...
ja: 血のついた古い包帯と同じ色合いの赤ね…
ko: 이 빨간 물감, 오래 묵은 피투성이 붕대랑 색감이 똑같아...
uk: Червоний того самого відтінку, що й старі закривавлені бинти...
zh_cn: 它红得就像用久了的旧绷带……

# story_bark_memories_of_a_dream_winB+runaway
source: Who sits and paints while the world comes undone?
ja: 世界が滅ぶ中、誰が座って絵を描いているの？
ko: 세상이 무너지는데 누가 한가하게 그림이나 그리고 앉았담?
uk: Хто сидить і малює, поки світ руйнується?
zh_cn: 谁会在世界毁灭的时候坐下来画一幅画？

# story_bark_memories_of_a_dream_winB+vestal
source: When I gaze at length upon it, my hands grow cold...
ja: じっくりと眺めていると、手が冷たくなってきます…
ko: 보면 볼 수록 양 손이 차가워지는구나...
uk: Коли я довго на це дивлюся, мої руки починають холонути...
zh_cn: 凝视得愈久，我的手就愈发寒冷……

# story_bark_oasis_avoid_101+bounty_hunter
source: Could be a trap.
ko: 함정일지도 몰라.
uk: Це може бути пасткою.

# story_bark_oasis_avoid_101+flagellant
source: We haven't the time for this foolishness!
ko: 이딴 멍청한 짓거리 할 시간 없다!
uk: У нас немає часу на нісенітниці.

# story_bark_oasis_avoid_101+grave_robber
source: You're proposing I <i>wash my hair</i> in this gunge?
ko: 이런 시궁창에서 <i>머리를 감으라고</i>?
uk: Пропонуєте <i>помити голову</i> в цих помиях?

# story_bark_oasis_avoid_101+hellion
source: I fought hard for these stains. Why cleanse them?
ko: 이 핏자국은 다 영광의 흔적인데 뭐 하러 닦으라는 거야?
uk: Кров на мені — це моя колишня слава. Навіщо її відчищати?

# story_bark_oasis_avoid_101+highwayman
source: A distraction, this is.
ko: 이런 데 정신 팔면 안 돼.
uk: Марна трата часу, ось що.

# story_bark_oasis_avoid_101+jester
source: And risk making myself ill?
ko: 이러다 병이라도 걸리면 어쩌게?
uk: І підхопити якусь хворобу?

# story_bark_oasis_avoid_101+leper
source: A diversion from our true purpose. Onward.
ko: 우리의 진정한 사명으로부터 멀어질 뿐. 빨리 가지.
uk: Відхилення від справжньої цілі. Уперед!

# story_bark_oasis_avoid_101+man_at_arms
source: Caught the runs from this stuff on campaign once.
ko: 지난 전쟁 때 이런 데 몸 담갔다가 설사가 생겼단 말씀이야.
uk: Після одного з моїх походів я більше туди ні ногою.

# story_bark_oasis_avoid_101+occultist
source: Is it wise to waste our dwindling torchlight here?
ko: 횃불도 꺼져가는데 이런 데다 낭비해도 될까?
uk: Чи варто витрачати на це Полум’я?

# story_bark_oasis_avoid_101+plague_doctor
source: I've far more important matters to attend.
ko: 이것 보다 훨씬 중요한 일이 많이 있어서.
uk: Я маю важливіші справи.

# story_bark_oasis_avoid_101+runaway
source: Every moment we stall, they grow nearer.
ko: 우리가 멈춰설 때마다 저들은 점점 더 가까워진다.
uk: Що більше зупинок, то ближчі вороги.

# story_bark_oasis_avoid_101+vestal
source: Bathe? In the company of strangers?!
ja: 入浴？見知らぬ人たちと一緒に？！
ko: 목욕을 하라고? 생판 남들 앞에서?!
uk: Купатися? У компанії незнайомців?
zh_cn: 沐浴？与陌生人一起？！

# story_bark_oasis_avoid_hydrophobe
source: Please, not a drop! I won't suffer it upon my skin!
ko: 안 돼, 한 방울도 안 돼! 살갗에 닿는 것도 싫어!
uk: Прошу, ні краплі не винесу. Тільки не на шкіру!

# story_bark_oasis_avoid_lazy
source: And leave my cozy berth on the coach? Bah.
ko: 지금 한창 역마차에 편하게 누워 있는데? 싫어.
uk: І залишити зручне місце в Диліжансі? Ще чого.

# story_bark_oasis_bad_digestion
source: I best not. My gut aches.
ja: やめたほうがいい。腹が痛くなる
ko: 난 안 마셔. 속이 안 좋아서.
uk: Не буду. У мене живіт болить.
zh_cn: 我就算了吧。我肚子疼。

# story_bark_oasis_bon_vivant
source: Let's shed these layers and have a night to remember!
ja: とりあえず脱いで、記憶に残る夜を過ごそう！
ko: 지저분한 꺼풀을 벗어던지고 기억에 길이 남을 밤을 보내자!
uk: Давайте відкриємо й проведемо незабутню ніч!
zh_cn: 咱们把车停在这，好好度过一个晚上吧！

# story_bark_oasis_calm
source: A long moment of reflection will serve us well.
ko: 잠시 몸 담그고 있으면 모두에게 좋을 거야.
uk: Навіть хвилина роздумів стане нам у нагоді.

# story_bark_oasis_field_surgeon
source: Come, come, let me wash your wounds.
ko: 빨리 와. 상처 씻어 줄 테니까.
uk: Ідіть сюди, я промию ваші рани.

# story_bark_oasis_germophobe
source: In there? No thank you.
ko: 여기 들어가라고? 사양하지.
uk: Туди? Ні, дякую.

# story_bark_oasis_hypochondria
source: Surely those foul waters will aggravate my humours.
ja: きっとその汚れた水が、私の体を悪くするだろう
ko: 이런 더러운 물은 내 체액을 더럽힐 거라고.
uk: Ці брудні води, безсумнівно, погіршать мій настрій.
zh_cn: 这里的脏水肯定对我的体液不利。

# story_bark_oasis_rare_1+bounty_hunter
source: Mask's stayin' on.
ko: 가면은 안 벗는다.
uk: Маску не зніму.

# story_bark_oasis_rare_1+flagellant
source: I shall keep guard while you tend your weak, needy bodies.
ja: お前がその弱った我儘な体の手入れをしている間、俺は見張りをしよう
ko: 너희가 그 나약하고 궁핍한 육신을 돌보는 동안 내가 보초를 서겠다.
uk: Я стоятиму на варті, поки ви доглядатимете за своїми слабкими, нужденними тілами.
zh_cn: 你们去照料自己脆弱的肉体凡躯吧。我来放哨。

# story_bark_oasis_rare_1+grave_robber
source: Don't gawk if you value your eyes, loves.
ko: 자기들, 눈알 간수하고 싶으면 훔쳐보지들 말아.
uk: Очі не витріщати — якщо вони вам потрібні...

# story_bark_oasis_rare_1+hellion
source: A clear spring is a gift from the gods. Drink up.
ko: 맑은 샘은 신들의 선물이다. 마셔라.
uk: Чисте джерело — дар богів. Пийте.

# story_bark_oasis_rare_1+highwayman
source: Lucky us. Let's bottle what we can and rinse up.
ko: 다행이로군. 식수도 갈고 몸도 좀 씻지.
uk: Нам пощастило! Давайте наберемо води й ополоснемося.

# story_bark_oasis_rare_1+jester
source: We shall march to our deaths smelling of soap.
ko: 비누 냄새를 풍기면서 죽음을 향해 나아가겠군.
uk: Будемо всі такі чисті й запашні — хоч у труну лягай.

# story_bark_oasis_rare_1+leper
source: Peace pays us a brief visit. I'll stand guard.
ko: 잠시 평화가 찾아왔나. 내가 경계를 서지.
uk: Усе тихо. Мабуть, це ненадовго; я постою на варті.

# story_bark_oasis_rare_1+man_at_arms
source: Take reprieve when it's offered.
ko: 쉴 수 있을 때 쉬어 두자고.
uk: Відпочивайте тоді, коли є можливість.

# story_bark_oasis_rare_1+occultist
source: Only fools waste water.
ko: 술을 낭비하는 건 바보짓이지.
uk: Лише дурні не наберуть воду, якщо є можливість.

# story_bark_oasis_rare_1+plague_doctor
source: Some for our gullets, some for ablutions.
ko: 목도 축이고 몸도 씻자고.
uk: Половина води — для пиття, друга — для миття.

# story_bark_oasis_rare_1+runaway
source: Is it safe...? Alright. If you keep watch.
ko: 여기 안전하긴 한가...? 뭐 계속 경계만 봐 준다면야.
uk: А це безпечно? Ну, добре. Якщо хтось постоїть на сторожі.

# story_bark_oasis_rare_1+vestal
source: A kind omen - the Light rewards our strife!
ja: これは吉兆、私たちの努力を見た光からの賜物ですね！
ko: 길한 징조로다. 빛께서 우리의 투쟁에 보상을 내리셨다!
uk: Добрий знак — Cвітло прихильне до нас у цій боротьбі!
zh_cn: 一个好迹象——我们的劳苦赢得了圣光的恩赐！

# story_bark_oasis_rummager
source: I've been saving up empties for such an occasion!
ko: 이런 때에 대비해서 항상 빈 병을 모아두었지!
uk: Порожні склянки якраз стануть у нагоді!

# story_bark_oasis_sickly
source: At last, a moment to recover.
ko: 드디어 회복을 할 여유가 생겼군.
uk: Нарешті є час привести себе до ладу.

# story_bark_oasis_standard_1+bounty_hunter
source: Hm. Alright.
ko: 흠. 좋다.
uk: Гм. Добре.

# story_bark_oasis_standard_1+flagellant
source: To cleanse my flesh that I might stain it anew.
ja: また新たな汚れをつけるのに、自分の体を洗うのか
ko: 내 육신을 깨끗이 해야 새로이 더럽힐 수도 있겠지.
uk: Очистити мою плоть, щоб я міг її знову забруднити.
zh_cn: 我要净化我的血肉，然后才能再次玷污它。

# story_bark_oasis_standard_1+grave_robber
source: Well. No heat, no salts, no wine - but it shall suffice.
ko: 온수도 아니고 소금도 없고 포도주도 없지만, 그래도 충분할 것 같아.
uk: Ні тепла, ні солі, ні вина — але й цього достатньо.

# story_bark_oasis_standard_1+hellion
source: Our foes may lose our scent if we bathe...
ko: 몸을 씻는다면 적들도 우리 냄새를 놓치겠지...
uk: Вороги втратять наш слід, якщо ми змиємо запах...

# story_bark_oasis_standard_1+highwayman
source: Been ages since I had a scrub.
ko: 마지막으로 목욕한 게 언제였더라.
uk: Уже не пам’ятаю, який вигляд має вода для миття...

# story_bark_oasis_standard_1+jester
source: Something reeks most foul. Is it me?
ko: 뭔가 지독한 냄새가 나는데. 내 냄새인가?
uk: Від кого це так тхне? Від мене?

# story_bark_oasis_standard_1+leper
source: Never underestimate the power of a moment's respite.
ko: 약간의 휴식이 가진 힘을 절대 얕보지 말라고.
uk: Не варто недооцінювати користь від відпочинку.

# story_bark_oasis_standard_1+man_at_arms
source: Ahh, time to give these old bones a soak.
ko: 아아, 이 늙은 몸에 비누칠 좀 해 보실까.
uk: Настав час помочити старі кістки.

# story_bark_oasis_standard_1+occultist
source: Now, somewhere dry to hang my robes...
ko: 이제 망토를 말릴 곳이 필요한데...
uk: І де тут можна розвісити одяг?

# story_bark_oasis_standard_1+plague_doctor
source: Cleanliness balances the humours!
ko: 청결은 체액을 안정시키는 데 좋지!
uk: Чистота має цілющий вплив на нерви!

# story_bark_oasis_standard_1+runaway
source: Only if someone's keeping watch on the coach...
ko: 누가 마차에서 계속 경계만 봐 준다면야...
uk: Тільки якщо хтось залишиться наглядати за Диліжансом...

# story_bark_oasis_standard_1+vestal
source: Waters cleanse the body, but it's the soul that needs washed of sin.
ja: 水は体を清めますが、罪を洗い流す必要があるのは魂です
ko: 물은 몸을 정화하지만, 진정 원죄의 정화가 필요한 건 바로 영혼이다.
uk: Вода очищає тіло, але душа потребує обмивання, щоб позбавитися гріхів.
zh_cn: 水能清洁身体，但需要洗刷罪孽的是灵魂。

# story_bark_oasis_supplies_1+bounty_hunter
source: Quickly, now.
ko: 어서 가지.
uk: Швидше!

# story_bark_oasis_supplies_1+flagellant
source: I am beyond such worldly needs.
ja: 俺はそんな世俗的な欲求を超えた存在だ
ko: 나는 그러한 속세의 필요를 초월하였으니.
uk: Я вищий за такі мирські потреби.
zh_cn: 我早已超脱如此凡俗的需求。

# story_bark_oasis_supplies_1+grave_robber
source: Pity we haven't the luxury of time.
ko: 시간이 많지 않다는 게 안타깝군.
uk: Шкода, що ми не маємо такої розкоші, як час.

# story_bark_oasis_supplies_1+hellion
source: Fill our barrels and let's be on!
ko: 물통 채워서 출발하자!
uk: Залишилось наповнити барильця і вперед!

# story_bark_oasis_supplies_1+highwayman
source: Can't afford to tarry, let's fill a bottle or two.
ko: 지체할 시간 없어. 물이나 한두 병 채우고 가자.
uk: Не можна затримуватися, наповнимо одну-дві пляшки.

# story_bark_oasis_supplies_1+jester
source: *glug* Oh, look. My flask has run dry.
ko: 꿀꺽꿀꺽, 어라, 병이 비었네.
uk: *бульк* Ох, дивіться, фляжка продірявилася!

# story_bark_oasis_supplies_1+leper
source: Overlook no blessing, however small.
ko: 아무리 작은 축복이라도 간과하지 말라고.
uk: Не упускайте благодаті, хоч би якою незначною вона здавалася.

# story_bark_oasis_supplies_1+man_at_arms
source: We'll wet our whistles on the road.
ko: 한동안 목마를 일은 없겠군.
uk: Промочимо горло в дорозі.

# story_bark_oasis_supplies_1+occultist
source: I sense we are needed in haste - I'll fill a flask.
ko: 일단 서둘러야 하니까 물병만 채우지.
uk: Здається, нам варто поквапитися. Наповню спершу фляжку.

# story_bark_oasis_supplies_1+plague_doctor
source: Did... did you hear that? Fill our skins and go!
ko: 방금... 들었어? 빨리 물주머니만 채워서 가자!
uk: Ви це чули? Наповнюємо бурдюки і в дорогу!

# story_bark_oasis_supplies_1+runaway
source: Stock up, but don't dawdle!
ko: 빨리빨리 물만 채워!
uk: Треба поповнити запаси!

# story_bark_oasis_supplies_1+vestal
source: We've time for a short prayer. Sit with me by the water?
ja: 少しばかり、祈りを行える時間はありますね。水辺で一緒に座りませんか？
ko: 짧게 기도할 시간이 있겠군. 물가에 같이 앉겠나?
uk: Є хвилина для короткої молитви. Посидимо біля води?
zh_cn: 我们有时间祷告片刻。和我一起坐在水边，好么？

# story_bark_oasis_tuckered_out
source: A soak may yet recover me.
ja: 水に浸れば回復できるかもな
ko: 몸만 담가도 회복이 되겠군.
uk: Найкраще відпочивати у ванні.
zh_cn: 在泉水里泡一泡，说不定能恢复些力量。

# story_bark_resist_advantage_01
source: Strike before the bastards see us coming!
ja: 奴らに見つかる前に攻撃しろ！
ko: 저 개자식들이 우릴 발견하기 전에 치자고!
uk: Завдамо удару, доки вони нас не помітили!
zh_cn: 趁那些混账还没看到我们，快出手！

# story_bark_resist_advantage_02
source: Some among them are already injured - look!
ja: 奴らの中に、手負いのものがいるぞ… 良く見るんだ！
ko: 이미 부상을 입은 놈들도 있어. 봐!
uk: Дивіться — дехто з них уже поранений!
zh_cn: 看！他们有的已经受了伤！

# story_bark_resist_advantage_03
source: No stranger am I to the horrors of man <i>or</i> beast.
ja: 人間<i>や</i>獣の恐怖は、よく知っている
ko: 난 인간이든 짐승이든 <i>어느 쪽이든</i> 상관없어.
uk: Я знаю, які бувають жахи в людини <i>або</i> звіра.
zh_cn: 我对人类和非人类的恐惧都绝不陌生。

# story_bark_resist_advantage_04
source: My pathogens will assure us an advantage!
ja: 私の病原体が、必ずや戦闘を有利に運んでくれる！
ko: 내가 지닌 병원체라면 우리에게 이점이 될 터!
uk: Мої патогени забезпечать нам перевагу!
zh_cn: 我的病原体会为我们带来优势！

# story_bark_resist_advantage_05
source: Let me cut around behind them!
ko: 등 뒤에서 천천히 기습하자고!
uk: Давайте я їх обійду й звідти вдарю!

# story_bark_resist_advantage_06
source: A rousing ballad, for the charge!
ja: 突撃するぞ、盛り上がる曲を流せ！
ko: 돌격에 앞서 가슴 뛰는 발라드를 연주하지!
uk: Надихаюча балада — за додаткову плату!
zh_cn: 来一曲振奋人心的歌谣——冲锋！

# story_bark_resist_advantage_07
source: KREEEEE-YAH!
ko: 크리이-야!
uk: КРІ-І-Я-А-А!

# story_bark_resist_advantage_08
source: We've set the trap. Let 'em come.
ja: 罠を仕掛けた。奴らに来させよう
ko: 우린 함정을 팠잖나. 저쪽이 오게 둬.
uk: Ми поставили пастку, тепер чекатимемо.
zh_cn: 陷阱布置好了。放他们过来。

# story_bark_resist_advantage_09
source: They'll burn same as any other!
ja: 奴らも、他のものと同じように燃えるだろう
ko: 저 놈들도 다른 놈들처럼 구워 주겠어!
uk: Вогонь поглине будь-яку істоту!
zh_cn: 烧起来也没什么两样！

# story_bark_resist_advantage_10
source: My eyes may be failing but my arm is not.
ja: 私の目は衰えても、腕は衰えない
ko: 내가 눈은 나쁠지 몰라도 팔은 멀쩡하다고.
uk: Може, зір мені й відмовляє, а от руки — ні.
zh_cn: 我的眼力或许在衰退，但我的臂力不减当年。
