Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_partner_insult_for_friendly_skill+resentful+hellion
source: I fight at your back no longer!
ko: 너랑 도저히 같이 못 싸우겠다!
uk: Я більше не можу прикривати тебе!

# bark_act_out_partner_insult_for_friendly_skill+resentful+highwayman
source: Don't come lookin' for help from me.
ja: 俺に助けを求めるな
ko: 나한테 도와달라고 하지 마.
uk: Не шукай у мене допомоги.
zh_cn: 别指望我以后会帮你。

# bark_act_out_partner_insult_for_friendly_skill+resentful+jester
source: Heh heh. Just you wait.
ja: へへっ。今に見てろよ
ko: 헤헤. 딱 봐.
uk: Хе-хе, постривай у мене.
zh_cn: 呵呵。走着瞧。

# bark_act_out_partner_insult_for_friendly_skill+resentful+leper
source: A sure-footed step on a fool's journey.
ja: 愚か者の旅における、確かな一歩だ
ko: 자신 있는 발걸음으로 천치의 여정을 떠나는구나.
uk: Упевнений крок на шляху дурня.
zh_cn: 义无反顾地踏上了错误的道路。

# bark_act_out_partner_insult_for_friendly_skill+resentful+man_at_arms
source: Fancy yourself the general now, do ye?
ko: 장군님이라도 된 기분인가, 앙?
uk: Уявляєш себе генералом?

# bark_act_out_partner_insult_for_friendly_skill+resentful+occultist
source: What foolish urge compels you...?
ja: どんな愚かな衝動にお前は駆られているのか…？
ko: 대체 무슨 멍청한 충동으로...?
uk: Яке дурне бажання змушує тебе це робити...
zh_cn: 到底是什么愚蠢的欲望在驱使你……？

# bark_act_out_partner_insult_for_friendly_skill+resentful+plague_doctor
source: I met fools like you in my studies...
ko: 대학에도 너 같은 멍청이들이 있었지...
uk: Я зустрічала таких дурнів, як ти, під час навчання...

# bark_act_out_partner_insult_for_friendly_skill+resentful+runaway
source: Mind yourselves around that'un.
ko: 생각을 좀 하고 살아.
uk: Тримай себе в руках.

# bark_act_out_partner_insult_for_friendly_skill+resentful+vestal
source: My tolerance wanes.
ko: 참아 주기도 힘들군.
uk: Моєму терпінню скоро настане кінець.

# bark_act_out_partner_insult_for_friendly_skill+runaway
source: Stop wasting time! We gotta get moving!
ja: 時間を無駄にしないで！急がないと！
ko: 시간 낭비 그만 해! 움직여야 한다고!
uk: Досить зволікати!
zh_cn: 别浪费时间了！我们得行动起来！

# bark_act_out_partner_insult_for_friendly_skill+suspicious@0
source: Whose side are you on?!
ko: 넌 대체 누구 편이야?!
uk: Ти точно на нашому боці?

# bark_act_out_partner_insult_for_friendly_skill+suspicious@1
source: You cling to the shadows - why?
ja: 君は影にこだわるが、なぜだ？
ko: 자꾸 그늘에 집착하는 이유가 뭐지?
uk: Чому тебе тягне на темний бік?
zh_cn: 你总躲在阴影里——为什么？

# bark_act_out_partner_insult_for_friendly_skill+suspicious+flagellant
source: You plot to cut me down! I know it!
ja: 俺を切り捨てようと企んでいるな！俺にはわかる！
ko: 날 죽이려는 생각이로군! 다 안다!
uk: Ти хочеш мене принизити! Я це знаю!
zh_cn: 你在琢磨怎么放倒我——我就知道！

# bark_act_out_partner_insult_for_friendly_skill+suspicious+grave_robber
source: Keep a tight eye on that one.
ko: 쟤 똑똑히 감시하고 있어야겠어.
uk: З таких краще не зводити очей.

# bark_act_out_partner_insult_for_friendly_skill+suspicious+hellion
source: Our hearth is no home for tricksters!
ja: 我が家の暖炉は、悪事に使う物ではない！
ko: 우리 모닥불에 배신자가 앉을 자리는 없다!
uk: У нашому колі зрадникам немає місця!
zh_cn: 我们的火炉不欢迎耍花招的家伙！

# bark_act_out_partner_insult_for_friendly_skill+suspicious+highwayman
source: What's your angle?
ko: 누굴 겨눈 거지?
uk: Що ти намагаєшся зробити?

# bark_act_out_partner_insult_for_friendly_skill+suspicious+jester
source: Did that look sneaky to anyone else?
ja: あれはコソコソしてたように見えたか？
ko: 저거 나만 수상하게 보여?
uk: Це тільки мені здалося підозрілим?
zh_cn: 你们其他人没觉得不对劲吗？

# bark_act_out_partner_insult_for_friendly_skill+suspicious+leper
source: Grasses bend when the fell wind blows.
ja: 不吉な風が吹くと草が曲がる
ko: 불어오는 역풍에 고개 숙이는 풀잎도 있는 법.
uk: Корабель може плавати й у болоті, аби вітер був ходовий.
zh_cn: 妖风起而草木折。

# bark_act_out_partner_insult_for_friendly_skill+suspicious+man_at_arms
source: Not within your remit!
ja: お前の権限では無理だ！
ko: 네가 상관할 부분이 아니잖아!
uk: Куди ж ми без тебе!
zh_cn: 那里不是你该去的！

# bark_act_out_partner_insult_for_friendly_skill+suspicious+occultist
source: My intuition stirs - a warning.
ja: 私の直感は、警告を発している
ko: 내 직감이 경고하고 있군.
uk: Інтуїція нагадує — треба бути насторожі.
zh_cn: 我的直觉感到不妙——这是一则警告。

# bark_act_out_partner_insult_for_friendly_skill+suspicious+plague_doctor
source: Explain yourself!
ko: 네 실수를 해명해 봐!
uk: Що ж ти робиш?

# bark_act_out_partner_insult_for_friendly_skill+suspicious+runaway
source: I know skulkin' when I see it.
ko: 수상한 짓은 딱 보면 알거든.
uk: Я бачу, коли щось ховають.

# bark_act_out_partner_insult_for_friendly_skill+suspicious+vestal
source: Dubious reasoning, that.
ja: 怪しげな理由ですね
ko: 대체 무슨 생각으로?
uk: Сумнівний аргумент.
zh_cn: 恐怕你动机不纯。

# bark_act_out_partner_insult_for_friendly_skill+vestal
source: Such folly degrades our holy work!
ja: そのような愚行は、私たちの聖なる仕事を汚します！
ko: 그런 어리석음이 우리의 성전을 더럽히는 거다!
uk: Така дурість принижує нашу святу справу!
zh_cn: 这样的愚蠢行径是对我们伟大使命的侮辱！

# bark_act_out_partner_praise_for_attack_skill
source: Yes! Relentless!
ja: そうだ！容赦なしだ！
ko: 좋아! 가차없이 쳐라!
uk: Так! Нещадно!
zh_cn: 没错！决不留情！

# bark_act_out_partner_praise_for_attack_skill+amorous
source: Damn - look at you. Incredible.
ja: すごいな、見てみろ。信じられない
ko: 세상에, 당신 실력 좀 봐. 정말 대단해.
uk: Неймовірна майстерність.
zh_cn: 啊，看看你的模样——酷毙了。

# bark_act_out_partner_praise_for_attack_skill+amorous+flagellant
source: Heh heh. You're giving me ideas.
ja: へへへ。いい考えじゃないか
ko: 헤헤. 아주 좋은 영감을 주는군.
uk: Хе-хе... Це ти підказуєш мені ідеї.
zh_cn: 呵呵。你让我不禁浮想联翩……

# bark_act_out_partner_praise_for_attack_skill+amorous+grave_robber
source: My pulse races...!
ja: 興奮するわね……！
ko: 심장이 바쁘게 뛰네...!
uk: Як шалено б’ється серце!
zh_cn: 是心动的感觉……！

# bark_act_out_partner_praise_for_attack_skill+amorous+hellion
source: I bed no weaklings!
ja: 弱虫は寝かさない！
ko: 나는 약골이랑 안 잔다!
uk: Я не ночую разом зі слабкими тілом і духом!
zh_cn: 跟我睡觉的没有弱者！

# bark_act_out_partner_praise_for_attack_skill+amorous+highwayman
source: Mm, there you are.
ja: ふむ、なるほどな
ko: 음, 아주 좋아.
uk: Оце сюрприз!
zh_cn: 嗯哼，正等着你呢。

# bark_act_out_partner_praise_for_attack_skill+amorous+jester
source: Love to watch you cut 'em down.
ko: 당신이 괴물 죽이는 꼴은 언제 봐도 사랑스럽다니까.
uk: Люблю дивитися, як ти когось принижуєш.

# bark_act_out_partner_praise_for_attack_skill+amorous+leper
source: A rare gift, to have loved one such as you.
ja: お前のような愛すべき存在がいるのは、ありがたい贈り物だ
ko: 당신처럼 사랑스러운 사람이란 참으로 보기 드문 선물일 터.
uk: Це рідкісне щастя — мати таку кохану людину, як ти.
zh_cn: 爱上像你这样的人，是上天给予我的馈赠。

# bark_act_out_partner_praise_for_attack_skill+amorous+man_at_arms
source: Give them your worst, love!
ko: 쓴 맛을 보여주라고!
uk: Дай їм прикурити!

# bark_act_out_partner_praise_for_attack_skill+amorous+occultist
source: A dark star thrills overhead.
ja: 頭上には暗い星が輝いている
ko: 머리 위의 검은 별이 전율한다.
uk: Темна зірка сяє над головою.
zh_cn: 一颗黯星因你而闪烁。

# bark_act_out_partner_praise_for_attack_skill+amorous+plague_doctor
source: How cleverly you scheme!
ja: なんと巧妙な計画だ！
ko: 이 얼마나 영리한 계획인지!
uk: Як винахідливо!
zh_cn: 你真是足智多谋！

# bark_act_out_partner_praise_for_attack_skill+amorous+runaway
source: I'd expect nothin' less.
ja: 期待しているよ
ko: 역시 내가 기대했던 대로야.
uk: Меншого я й не чекала.
zh_cn: 我的另一半就是这么完美。

# bark_act_out_partner_praise_for_attack_skill+amorous+vestal
source: Such passion! Save some of that for later!
ko: 실로 뜨거운 열정이로다! 나중을 위해서도 좀 아껴 두길!
uk: Така пристрасть! Збережи її на майбутнє!

# bark_act_out_partner_praise_for_attack_skill+flagellant
source: You know just how to make it hurt.
ko: 아프게 하는 법을 잘 아는군.
uk: Ти знаєш, як зробити боляче.

# bark_act_out_partner_praise_for_attack_skill+grave_robber
source: You're a delight to watch.
ko: 자기는 참 보는 맛이 있단 말씀이야.
uk: На тебе приємно дивитися.

# bark_act_out_partner_praise_for_attack_skill+hellion
source: They bleed their last at your feet!
ko: 저놈들 다 발 밑에 쓰러져서 죽어버릴 거다!
uk: Їх остання кров тече біля твоїх ніг!

# bark_act_out_partner_praise_for_attack_skill+highwayman
source: Fast and deadly. I like it.
ja: 素早く、確実な一撃か。気に入った
ko: 빠르고 치명적이군. 마음에 들어.
uk: Швидко й смертоносно — мені подобається.
zh_cn: 迅速而致命。我喜欢。

# bark_act_out_partner_praise_for_attack_skill+hopeful
source: They'll soon wish they'd fled!
ja: 奴らはすぐに逃げ出したいと思うだろう！
ko: 진작 도망갈걸, 싶겠지!
uk: Вони скоро пошкодують, що не втекли!
zh_cn: 很快他们就会为没有逃走而后悔！

# bark_act_out_partner_praise_for_attack_skill+hopeful+flagellant
source: You stir what remains of my heart.
ko: 내 마지막 마음의 잔재를 제대로 휘젓는군.
uk: Ти вражаєш моє серце — або принаймні те, що від нього залишилося.

# bark_act_out_partner_praise_for_attack_skill+hopeful+grave_robber
source: They'll regret trifling with you!
ko: 자기한테 덤빈 걸 후회하게 될 거야!
uk: Вони пошкодують, що не сприймали тебе серйозно!

# bark_act_out_partner_praise_for_attack_skill+hopeful+hellion
source: We shall take these lands back!
ko: 이 땅을 되찾아야 한다!
uk: Ми повернемо ці землі!

# bark_act_out_partner_praise_for_attack_skill+hopeful+highwayman
source: Give 'em no quarter!
ja: 容赦するな！
ko: 사정 봐주지 마!
uk: Не віддамо ані клаптика!
zh_cn: 决不留情！

# bark_act_out_partner_praise_for_attack_skill+hopeful+jester
source: The worm turns!
ja: 流れが変わった！
ko: 꿈틀대봤자 버러지지!
uk: Будь-яке терпіння колись закінчується!
zh_cn: 狗急了还跳墙呢！

# bark_act_out_partner_praise_for_attack_skill+hopeful+leper
source: Your presence lends me strength.
ko: 그대를 보고 있으니 나까지 힘이 나는군.
uk: Твоя присутність додає мені сили.

# bark_act_out_partner_praise_for_attack_skill+hopeful+man_at_arms
source: Give 'em a bollocking!
ja: 激励してやれ！
ko: 제대로 한 방 먹여!
uk: Влаштуй їм хорошу прочуханку!
zh_cn: 好好教训他们一顿！

# bark_act_out_partner_praise_for_attack_skill+hopeful+occultist
source: Soon they shall tremble before you!
ko: 놈들은 곧 자네의 앞에서 벌벌 떨게 될 걸세!
uk: Скоро вони тремтітимуть перед тобою!

# bark_act_out_partner_praise_for_attack_skill+hopeful+plague_doctor
source: No fiend is a match for you!
ja: どんな悪党もお前には敵わない！
ko: 그 어떤 악마도 네 상대는 못 되지!
uk: Жоден диявол не зрівняється з тобою!
zh_cn: 这些恶魔不足以与你匹敌！

# bark_act_out_partner_praise_for_attack_skill+hopeful+runaway
source: Time to make these roads ours again!
ja: この道を再び私たちのものにする時が来た！
ko: 이 길을 다시 우리의 것으로 만들 때야!
uk: Час знову зробити ці дороги нашими!
zh_cn: 是时候夺回这些道路了！

# bark_act_out_partner_praise_for_attack_skill+hopeful+vestal
source: We have cause for hope - it is you.
ko: 그대는 우리가 다시 희망을 품을 이유가 되었다.
uk: У нас є причина сподіватися на краще: ти.

# bark_act_out_partner_praise_for_attack_skill+jester
source: Goodness you're fast.
ja: なんという速さだ
ko: 원 세상에, 진짜 빠르네.
uk: Ну в тебе й швидкість!
zh_cn: 天啊，你好快。

# bark_act_out_partner_praise_for_attack_skill+leper
source: Your passion shows through.
ko: 그대의 열정이 돋보이는군.
uk: Твою завзятість видно неозброєним оком.

# bark_act_out_partner_praise_for_attack_skill+man_at_arms
source: Perfectly executed!
ja: 完璧だ！
ko: 완벽하게 실행했구먼!
uk: Бездоганна техніка!
zh_cn: 完美执行！

# bark_act_out_partner_praise_for_attack_skill+occultist
source: Well struck, my friend.
ja: いい攻撃だな、友よ
ko: 잘 쳤네, 벗이여.
uk: Гарний удар, друже мій!
zh_cn: 精彩的一击，我的朋友。

# bark_act_out_partner_praise_for_attack_skill+plague_doctor
source: Exquisite, how you find their weak points!
ja: 相手の弱点を見つけるのが見事ね！
ko: 상대의 약점만 노리는 실력이 정말 절묘한데!
uk: Я захоплююсь тим, як ти знаходиш їхні слабкі місця!
zh_cn: 你寻找他们弱点的方式真是精准无比！

# bark_act_out_partner_praise_for_attack_skill+respectful
source: I knew I could rely upon you!
ja: 君は頼りになると思っていた！
ko: 내 믿을 수 있을 줄 알았지!
uk: На тебе справді можна покластися!
zh_cn: 我就知道我可以依靠你！

# bark_act_out_partner_praise_for_attack_skill+respectful+flagellant
source: Your eye is uncanny.
ja: その眼力には驚かされる
ko: 눈썰미가 엄청나군.
uk: У тебе просто надприродний зір!
zh_cn: 真是好眼力。

# bark_act_out_partner_praise_for_attack_skill+respectful+grave_robber
source: You're a tenacious one.
ja: 粘り強いな
ko: 투지가 정말 굉장해.
uk: Ну ти й завзята людина!
zh_cn: 你是个坚韧的家伙。

# bark_act_out_partner_praise_for_attack_skill+respectful+hellion
source: You draw glory down upon us!
ko: 너 우리한테 영광 준다!
uk: Твоя слава затьмарює нашу!

# bark_act_out_partner_praise_for_attack_skill+respectful+highwayman
source: And you barely broke a sweat.
ja: 楽々って感じだったな
ko: 저러면서 땀 한 방울 안 흘리다니.
uk: А в тебе лише піт виступив.
zh_cn: 对你来说好像易如反掌。

# bark_act_out_partner_praise_for_attack_skill+respectful+jester
source: I never know what you'll hit 'em with next.
ja: 次はどんな攻撃をするのか想像もつかないな
ko: 다음엔 또 어떤 활약을 보여 줄지.
uk: Ніколи не знаєш, як ти вдариш наступного разу.
zh_cn: 你每一次出手都能给我惊喜。

# bark_act_out_partner_praise_for_attack_skill+respectful+leper
source: It is an honour to fight at your flank.
ko: 그대와 함께 싸우게 되어 영광이로군.
uk: Це честь для мене — битися на твоєму фланзі.

# bark_act_out_partner_praise_for_attack_skill+respectful+man_at_arms
source: Superb! Deadly!
ja: すばらしい！致命的な一撃だな！
ko: 굉장해! 죽여주는군!
uk: Вражаюче й смертоносно!
zh_cn: 精彩绝伦，直取性命！

# bark_act_out_partner_praise_for_attack_skill+respectful+occultist
source: My, you surprise even me.
ja: これはこれは、驚かされたな
ko: 세상에, 이 나도 감탄하고 말았네.
uk: Оце так, ти дивуєш навіть мене!
zh_cn: 天哪，就连我都吃了一惊。

# bark_act_out_partner_praise_for_attack_skill+respectful+plague_doctor
source: Give THEM nightmares about US!
ja: 奴らに私たちの悪夢を見せるのよ！
ko: 놈들의 악몽 속에 우리가 나오게 만들어!
uk: Нехай ВОНИ бачать кошмари про НАС!
zh_cn: 让我们成为他们的噩梦！

# bark_act_out_partner_praise_for_attack_skill+respectful+runaway
source: I trust your instincts.
ja: お前の直感を信じるよ
ko: 난 네 본능을 믿어.
uk: Я вірю твоїм інстинктам.
zh_cn: 我相信你的直觉。

# bark_act_out_partner_praise_for_attack_skill+respectful+vestal
source: We were meant to fight alongside each other.
ko: 우리는 함께 싸우게 될 운명이었다.
uk: Нам судилося воювати пліч-о-пліч.

# bark_act_out_partner_praise_for_attack_skill+runaway
source: Damn, you showed 'em.
ja: おお、派手に見せつけたな
ko: 이야, 본때를 보여줬네.
uk: Вони дістали по заслузі.
zh_cn: 呼，好样的。

# bark_act_out_partner_praise_for_attack_skill+vestal
source: We shall cleanse this land together!
ko: 우리는 함께 이 땅을 정화할 것이다!
uk: Разом ми очистимо цю землю!

# bark_act_out_partner_praise_for_friendly_skill
source: Precisely like that!
ko: 딱 그렇게 하는 거지!
uk: Ось так! Так тримати!

# bark_act_out_partner_praise_for_friendly_skill+amorous
source: I hope there's more where that came from...
ja: これで終わりじゃないといいけど……
ko: 저런 손놀림은 대체 어디서 나오는지...
uk: Сподіваюся, це ще не все...
zh_cn: 希望你的精力不止于此……

# bark_act_out_partner_praise_for_friendly_skill+amorous+flagellant
source: Save some of that for me later.
ko: 내 몫도 아껴 두어라.
uk: Збережи хоч трохи для мене на майбутнє!

# bark_act_out_partner_praise_for_friendly_skill+amorous+grave_robber
source: Mm, we are spoilt to have you.
ja: うーん、ついついお前に甘えてしまうな
ko: 아유, 자기는 우리 모두의 행복이야.
uk: Доля балує нас твоєю присутністю.
zh_cn: 我们碰上了你，真是三生有幸。

# bark_act_out_partner_praise_for_friendly_skill+amorous+hellion
source: The fire in our hearts will BLACK THEIR BONES!
ja: 私たちの心の炎が、奴らの骨を焼き尽くすのだ！
ko: 우리의 마음 속 불길이 저들의 뼈를 그슬리리라!
uk: Вогонь наших сердець вичорнить їх кістки!
zh_cn: 我们心中的烈焰会烧焦他们的尸骨！

# bark_act_out_partner_praise_for_friendly_skill+amorous+highwayman
source: Show me that trick in your bunk later.
ja: 寝台に戻ったら、その技を披露してくれ
ko: 그 기술, 나중에 침대에서도 보여 달라고.
uk: Навчиш мене цьому, коли ми будемо наодинці.
zh_cn: 晚点在你的铺位上给我展示展示这招。

# bark_act_out_partner_praise_for_friendly_skill+amorous+jester
source: It pains me how fond I am of you.
ja: 好きすぎて心が痛むぐらいだ
ko: 너무 좋아서 가슴이 아릴 지경이야.
uk: Я благоговію так, що аж душа болить.
zh_cn: 我爱你爱得死去活来。

# bark_act_out_partner_praise_for_friendly_skill+amorous+leper
source: If nothing else, this war led me to you.
ja: 少なくとも、この戦争のおかげでお前に会えた
ko: 이 전쟁 덕분에 당신과 만나게 되었군.
uk: Яка втіха — бачити такого соратника поруч.
zh_cn: 至少，这场战争让我遇见了你。

# bark_act_out_partner_praise_for_friendly_skill+amorous+man_at_arms
source: You know just where to strike, love.
ko: 거 어디를 쳐야 할지 아주 잘 아는구먼.
uk: Ти точно знаєш, куди треба вдарити.

# bark_act_out_partner_praise_for_friendly_skill+amorous+occultist
source: In all my travels, you're a singular presence.
ja: これまで多くを旅したが、お前は唯一無二の存在だ
ko: 이 모든 여정에서 당신은 내게 특별한 존재야.
uk: У всіх моїх подорожах я бачу лише тебе.
zh_cn: 在我漫长的旅程中，你是独一无二的存在。

# bark_act_out_partner_praise_for_friendly_skill+amorous+plague_doctor
source: Your cleverness rivals even my own!
ja: お前の賢さは、私にさえ匹敵するな！
ko: 그 명석한 전략은 거의 나만큼 똑똑하네!
uk: Твою кмітливість можна порівняти навіть із моєю!
zh_cn: 你的聪明才智甚至与我不相上下！

# bark_act_out_partner_praise_for_friendly_skill+amorous+runaway
source: If we make it out, I'm keepin' you for myself.
ja: もしうまくいったら、お前を独り占めさせてもらうよ
ko: 우리가 살아남는다면 당신 절대 안 놔줄 거야.
uk: Якщо ми виберемося, ти залишишся зі мною.
zh_cn: 我们能活着出去的话，你就是我的了。

# bark_act_out_partner_praise_for_friendly_skill+amorous+vestal
source: Even now, you stir my imagination...
ja: 今でもあなたは私の想像力をかき立てますね…
ko: 어쩜 지금도 내 상상력을 이렇게 자극하는지...
uk: Навіть у таку хвилину від тебе не можна відірвати очей.
zh_cn: 即使现在，你也让我浮想联翩……

# bark_act_out_partner_praise_for_friendly_skill+flagellant
source: You deserve this place beside me!
ja: お前は、俺の隣にいるのがふさわしいな！
ko: 넌 내 옆에 있을 자격이 있다!
uk: Ти заслуговуєш на це місце поряд зі мною!
zh_cn: 你配得上与我为伍！

# bark_act_out_partner_praise_for_friendly_skill+grave_robber
source: Clever head you got.
ko: 우리 자기 참 똑똑해.
uk: У тебе надзвичайний розум.

# bark_act_out_partner_praise_for_friendly_skill+hellion
source: YES! Hahaaa!
ja: よし！やったぞ！
ko: 좋아! 하하!
uk: Так, ха-ха-ха!
zh_cn: 就是这样！哈哈！！

# bark_act_out_partner_praise_for_friendly_skill+highwayman
source: That's what we need.
ko: 딱 필요하던 솜씨로군.
uk: Саме те, що треба!

# bark_act_out_partner_praise_for_friendly_skill+hopeful
source: See? Few more of those...
ja: ほらな？それをもう少し…
ko: 봤지? 조금만 더 솎아내면 돼...
uk: Бачиш? Ще трохи таких...
zh_cn: 看到了吧？只要再多来点……

# bark_act_out_partner_praise_for_friendly_skill+hopeful+flagellant
source: You turn my cynical heart!
ja: お前は、俺のひねくれた心を変えてくれる！
ko: 나의 차디찬 마음마저 돌리는군!
uk: Ти зворушуєш моє цинічне серце!
zh_cn: 我那犬儒的心灵因你而翻搅！

# bark_act_out_partner_praise_for_friendly_skill+hopeful+grave_robber
source: Gods, we might actually win this.
ja: ああ、これなら本当に勝てるかも
ko: 세상에, 우리 정말 이길 수 있을지도 몰라.
uk: Ми навіть можемо перемогти.
zh_cn: 天呐，我们真的有胜算哎。

# bark_act_out_partner_praise_for_friendly_skill+hopeful+hellion
source: HA HAAAAA! I shall lead the charge, then!
ja: ハハハハ！なら、先陣を切ってやろう！
ko: 하 하!! 그럼 내가 돌격을 인도하겠다!
uk: ХА-ХА-А-А! Я поведу нас в атаку!
zh_cn: 哈哈！那就由我来带头冲锋！

# bark_act_out_partner_praise_for_friendly_skill+hopeful+highwayman
source: We all got a job to do.
ja: 皆、やるべきことがある
ko: 다들 맡은 바를 잘해 주는군.
uk: У кожного своя роль.
zh_cn: 我们都有活要干。

# bark_act_out_partner_praise_for_friendly_skill+hopeful+jester
source: Yes! More of that!
ja: そうだ！もっとだ！
ko: 좋았어! 한번 더!
uk: Так, ще раз!
zh_cn: 没错！再来！

# bark_act_out_partner_praise_for_friendly_skill+hopeful+leper
source: You defy my doubt.
ja: これで疑念が晴れたな
ko: 그대는 내 의심을 씻어내는군.
uk: Ти розвіюєш мої сумніви.
zh_cn: 你驱散了我的疑虑。

# bark_act_out_partner_praise_for_friendly_skill+hopeful+man_at_arms
source: Brilliant - shore us up!
ja: 見事だ。支援してくれ！
ko: 훌륭해, 그대로만 해 주게!
uk: Чудово! Ти завжди виручаєш.
zh_cn: 太棒了——士气大振！

# bark_act_out_partner_praise_for_friendly_skill+hopeful+occultist
source: Working in concert, we shall prevail.
ko: 함께 힘을 합치면 우리는 승리하리라.
uk: Ми переможемо, якщо працюватимемо злагоджено.

# bark_act_out_partner_praise_for_friendly_skill+hopeful+plague_doctor
source: You have a true knack for this.
ko: 참 능숙한 솜씨야.
uk: У тебе на таке справжнє чуття.

# bark_act_out_partner_praise_for_friendly_skill+hopeful+runaway
source: You... care about us, don't you?
ja: …皆のことを気にかけてくれているんだな？
ko: 너... 정말 우릴 아끼는구나, 그렇지?
uk: Ти... турбуєшся про нас?
zh_cn: 你……你在意我们，不是么？

# bark_act_out_partner_praise_for_friendly_skill+hopeful+vestal
source: I daresay this is working!
ko: 감히 승산을 논할 수 있을 정도구나!
uk: Хочу зазначити, що це працює!

# bark_act_out_partner_praise_for_friendly_skill+jester
source: Impeccable timing.
ja: 絶妙なタイミングだ
ko: 완벽한 타이밍.
uk: Бездоганне почуття часу.
zh_cn: 时机把握得无可挑剔。

# bark_act_out_partner_praise_for_friendly_skill+leper
source: An inspiration.
ko: 감탄이 나오는군.
uk: Натхнення.

# bark_act_out_partner_praise_for_friendly_skill+man_at_arms
source: You wield your skill with precision!
ja: 精巧な戦いぶりだな！
ko: 참으로 정확하게 솜씨를 발휘하는군!
uk: Ти володієш своїми навичками як ніхто!
zh_cn: 你的一招一式都精准无比！

# bark_act_out_partner_praise_for_friendly_skill+occultist
source: You augment our strength.
ko: 자네 덕분에 우리는 강해진다.
uk: З тобою ми сильніші.

# bark_act_out_partner_praise_for_friendly_skill+plague_doctor
source: Exactly what I myself would have done!
ja: 私でもそうしていたな！
ko: 나라도 정확히 그렇게 했을 거야!
uk: Саме те, що і я б зробила!
zh_cn: 正是我想做的！

# bark_act_out_partner_praise_for_friendly_skill+respectful
source: Never a doubt in my mind.
ko: 한 점 의심 품지 않았어.
uk: У мене ніколи не було сумнівів.

# bark_act_out_partner_praise_for_friendly_skill+respectful+flagellant
source: Clever, clever, yes...
ja: いいぞ、本当に賢いな…
ko: 똑똑해, 아주 똑똑해...
uk: Так, у тебе надзвичайний розум.
zh_cn: 确实，很聪明……

# bark_act_out_partner_praise_for_friendly_skill+respectful+grave_robber
source: Masterful!
ja: さすがね！
ko: 굉장한 실력이야!
uk: Яка майстерність!
zh_cn: 精妙！

# bark_act_out_partner_praise_for_friendly_skill+respectful+hellion
source: Wise to put my trust in you.
ko: 널 믿길 아주 잘했다.
uk: Довіряти тобі — мудре рішення.

# bark_act_out_partner_praise_for_friendly_skill+respectful+highwayman
source: Can't believe I hadn't thought of that.
ja: その考えが出なかったの、嘘みたいだ
ko: 그건 나도 생각 못했던 건데.
uk: Не можу повірити, що я про це не подумав.
zh_cn: 难以置信，我居然没想到这一手。

# bark_act_out_partner_praise_for_friendly_skill+respectful+jester
source: Finally, a brain worth takin' hints from.
ja: ようやく、参考にするに足る頭脳が現れた
ko: 마침내 영감을 얻을 만한 실력을 찾았군.
uk: Нарешті хоч одна розумна голова.
zh_cn: 终于，来了个值得学习的聪明人。

# bark_act_out_partner_praise_for_friendly_skill+respectful+leper
source: I have known great souls - few equal you.
ko: 내 평생 참 많은 위인을 만났지만, 그대와 견줄 자는 거의 없군.
uk: Я знав великих людей — мало хто з них може зрівнятися з тобою.

# bark_act_out_partner_praise_for_friendly_skill+respectful+man_at_arms
source: Bloody marvelous!
ja: 実に見事だ！
ko: 그야말로 죽여주는군!
uk: Це просто геніально!
zh_cn: 精彩无比！

# bark_act_out_partner_praise_for_friendly_skill+respectful+occultist
source: I have much to learn from you.
ja: お前からはまだまだ学ぶことがあるな
ko: 자네한테서 배울 게 참 많군.
uk: Мені доведеться багато чого навчитися від тебе.
zh_cn: 我能从你身上学到很多。

# bark_act_out_partner_praise_for_friendly_skill+respectful+plague_doctor
source: I regret ever doubting you...
ja: お前を疑ったことを悔いるよ…
ko: 너한테 의심을 품었다니 후회가 되네...
uk: Шкодую, що сумнівалася в тобі...
zh_cn: 我后悔曾经怀疑过你……

# bark_act_out_partner_praise_for_friendly_skill+respectful+runaway
source: How d'you make it look so easy?!
ko: 어쩜 그렇게 쉽게 해치워?!
uk: І як тобі вдається це так легко робити?

# bark_act_out_partner_praise_for_friendly_skill+respectful+vestal
source: I am ever in your debt.
ko: 이거 항상 빚지는 것 같군.
uk: Я завжди у тебе в боргу.

# bark_act_out_partner_praise_for_friendly_skill+runaway
source: Knew I could count on you.
ko: 믿고 맡길 수 있을 줄 알았다니까.
uk: Знала, що можу на тебе покластися.

# bark_act_out_partner_praise_for_friendly_skill+vestal
source: This is how we best them!
ko: 딱 저렇게 놈들을 쓰러뜨리자!
uk: Ось так їх можна перемогти!

# bark_act_out_peacemaker_banter
source: It's a long journey, and it's important that we all listen to each other.
ja: 長い旅になる。みんながお互いの言葉に耳を傾けることが大事だ
ko: 기나긴 여정이니까 서로의 말에 귀를 기울여 주자고.
uk: Шлях довгий, але головне — прислухатися одне до одного.
zh_cn: 这将会是一场漫长的旅程，因此倾听彼此的意见格外重要。

# bark_act_out_rabies_banter@0
source: <i>Aaaugh!</i>
ja: <i>あああ！</i>
ko: <i>크아악!</i>
uk: <i>А-а-а!</i>
zh_cn: <i>哇啊啊啊！</i>

# bark_act_out_rabies_banter@1
source: If you offer me water one more time...!
ja: もう一度水をくれれば…！
ko: 한 번만 더 나한테 물을 줬단 봐라...!
uk: Якщо мені ще хоч раз запропонують випити...
zh_cn: 别再问我要不要喝水了……！

# bark_act_out_rabies_banter@2
source: That torch is dreadful bright...
ja: あの松明は恐ろしく明るいな…
ko: 저 횃불은 참 무섭도록 밝군...
uk: Не можу дивитися на смолоскип...
zh_cn: 那个火炬明亮得令人恐惧……

# bark_act_out_rabies_banter@3
source: The light, it sears my eyes!
ja: 光で私の目が焼けてしまう！
ko: 불빛 때문에 눈이 시려!
uk: Світло ріже очі!
zh_cn: 那道光，我要瞎了！

# bark_act_out_raconteur_banter@0
source: ... and that, my fellows, is why stolen wine tastes all the sweeter.
ja: …そして、だからこそ盗まれたワインはより甘美な味わいとなる
ko: ...바로 그렇기에 훔친 술이 더 맛있다는 거야, 친구들.
uk: ...і тому, друзі мої, крадене вино завжди смакує краще.
zh_cn: ……所以说，朋友们，偷来的酒总是更加香甜。
