Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_node_exit_store+bounty_hunter@0
source: Count your coin around that one.
ja: 店の周りでは、財布の硬貨はしっかり数えておけよ
ko: 돈은 신중하게 쓰라고.
uk: Треба порахувати гроші.
zh_cn: 在那个人旁边看好你的东西。

# bark_node_exit_store+bounty_hunter@1
source: Steep prices, but you gotta pay em.
ja: 値段は高いが、ほしいならちゃんと出せよ
ko: 다 당신네 주머니로 치러야 하는 값이야.
uk: Висока ціна, але доводиться її платити.
zh_cn: 价钱昂贵，但不付不行。

# bark_node_exit_store+bounty_hunter+valley@0
source: Bet the bandits love this stretch of road.
ja: 山賊はこの辺りの道が好きなんだろう
ko: 도적놈들은 분명 이 길을 사랑하고 있겠군.
uk: Схоже, цю частину дороги вподобали розбійники.
zh_cn: 我敢打赌那些匪徒会喜欢这条路的。

# bark_node_exit_store+bounty_hunter+valley@1
source: I travel light.
ja: 旅をするなら身軽にしないと
ko: 난 가볍게 돌아다니는 편이라.
uk: Я подорожую без речей.
zh_cn: 我习惯轻装上阵。

# bark_node_exit_store+flagellant@0
source: Burden me not with your salves and wraps!
ja: 膏薬や包帯で、俺に負担をかけないでくれ！
ko: 연고와 붕대 따위는 몸을 무겁게 할 뿐!
uk: Не чіпляйтеся з вашими бальзамами й пледами, це мене дратує!
zh_cn: 休想用你那些药膏和绷带拖累我！

# bark_node_exit_store+flagellant@1
source: Creature comforts slow me down.
ja: 怪物の心地良さが俺の動きを遅くさせる
ko: 속세의 안락함은 발목만 잡을 뿐이다.
uk: Комфорт мене розслаблює.
zh_cn: 舒服是留给活人的。

# bark_node_exit_store+flagellant+valley@0
source: It calls to me, this weeping world.
ko: 세상의 흐느낌이 나를 부르는구나.
uk: Цей світ плаче й кличе мене...

# bark_node_exit_store+flagellant+valley@1
source: Onward to the source! I must taste of it.
ko: 고통의 근원을 향하여! 한번 만끽해 봐야겠어.
uk: Уперед, до джерела! Я має це скуштувати!

# bark_node_exit_store+grave_robber@0
source: A little shopping is always a welcome diversion.
ja: どんな時でも、ちょっとした買い物は気晴らしになるわね
ko: 쇼핑 좀 하면서 기분전환이나 해 볼까.
uk: Покупки допомагають забути про життєвий тягар.
zh_cn: 购物始终是不错的消遣。

# bark_node_exit_store+grave_robber@1
source: That ghastly man - the way he was leering...
ja: あの気味の悪い男…色目を使って…
ko: 저기 무섭게 생긴 남자가 자꾸 곁눈질로 쳐다보는데...
uk: От вилупок... І чого він так вирячився...
zh_cn: 那个阴森的人……他直勾勾地盯着我看……

# bark_node_exit_store+grave_robber+valley@0
source: *shiver* Let us not tarry...
ja: ブルブル… ここに留まりたくはないわ…
ko: (부르르) 괜히 꾸물거리지 말자고...
uk: *тремтить* Не зволікатимемо...
zh_cn: *发抖* 咱们别逗留了……

# bark_node_exit_store+grave_robber+valley@1
source: At least we shan't die in the wagonyard.
ja: 少なくとも馬車道で死ぬことはないでしょう
ko: 최소한 마차장에서 죽지는 않겠네.
uk: Принаймні не помремо на майданчику для карет.
zh_cn: 至少我们不该死在这个驿站。

# bark_node_exit_store+hellion@0
source: We could have simply strongarmed him!
ja: 力づくでやればよかったのにな！
ko: 저 놈 그냥 강제로 끌고 가도 되잖아!
uk: Ми могли просто напасти на нього!
zh_cn: 我们本来有机会把他抢个精光的！

# bark_node_exit_store+hellion@1
source: Weak little weasel of a man - bah!
ko: 나약하고 양심 없는 놈. 퉤!
uk: Жалюгідна подоба людини, фу!

# bark_node_exit_store+hellion+valley@0
source: A well-stocked larder!
ja: 食料庫があるじゃないか！
ko: 꽉 찬 창고로군!
uk: Скільки всього там було!
zh_cn: 储备充足！

# bark_node_exit_store+hellion+valley@1
source: Sooner we're moving, the better.
ja: 早く移動したほうがいい
ko: 빨리 떠나는 게 낫겠다.
uk: Що швидше виїдемо, то краще.
zh_cn: 我们赶紧出发吧。

# bark_node_exit_store+highwayman@0
source: I don't like that creep one bit.
ja: あの気味の悪い奴はいけ好かないな
ko: 저 자식은 하나도 마음에 안 들어.
uk: Не подобається мені цей слимак.
zh_cn: 我对那个变态半点好感都没有。

# bark_node_exit_store+highwayman@1
source: I swear I've seen him before someplace...
ja: あいつ、前にどこかで見た記憶があるぞ…
ko: 분명 어디서 봤던 양반인데...
uk: Я вже десь його бачив, безсумнівно...
zh_cn: 我发誓我以前在什么地方见过他……

# bark_node_exit_store+highwayman+valley@0
source: Ready as we'll ever be.
ja: 準備は万端だ
ko: 철저하게 준비가 되었군.
uk: Ми готові, як ніколи.
zh_cn: 准备得够充分了。

# bark_node_exit_store+highwayman+valley@1
source: Road looks clear, torch is high. Let's go.
ja: 道路は問題なし、松明は十分。行くぞ
ko: 길은 훤히 뚫렸고, 횃불도 밝게 타는군. 가자고.
uk: На шляху нікого нема, смолоскип горить яскраво. Уперед.
zh_cn: 前路畅通，火炬明亮。动身吧。

# bark_node_exit_store+jester@0
source: All that and no accordion? Ridiculous.
ja: アコーディオンがない？バカバカしい
ko: 그런 건 사면서 아코디언은 안 샀어? 웃기는군.
uk: Гармоніки в них не було... Абсурд!
zh_cn: 那么多东西，就没有架手风琴？荒唐。

# bark_node_exit_store+jester@1
source: More clutter, eh? Just what we need!
ko: 그래, 꼭 필요한 것만 사셨겠지! 헤헤.
uk: Більше метушні? Те, що треба!

# bark_node_exit_store+jester+valley@0
source: A full flask and a foolish quest!
ja: 満タンのフラスコと、愚かな探求を！
ko: 가방은 든든히 채우고 덧없는 여정을 떠나 보실까!
uk: Повна фляжка й дурне завдання.
zh_cn: 酒壶沉沉，任务愚蠢！

# bark_node_exit_store+jester+valley@1
source: The epics I'll write if we survive this...
ja: もし生き残れたら、叙事詩を書こう…
ko: 여기서 살아남기만 한다면 굉장한 서사시를 쓸 수 있겠군...
uk: Я напишу поему, якщо ми виживемо...
zh_cn: 如果我们活过这场冒险，我能写下怎样的史诗……

# bark_node_exit_store+leper@0
source: A mirror reflecting a mirror reflecting a mirror...
ja: 鏡が鏡を映し…それがまた鏡を映す…
ko: 거울을 비추는 거울을 비추는 거울...
uk: Віддзеркалення дзеркала в дзеркалі...
zh_cn: 镜中映射镜中映射镜子的镜子……

# bark_node_exit_store+leper@1
source: By autumn's last moon, the birds have sang their last.
ja: 秋の最後の月までに、鳥たちは最後の歌を歌った
ko: 가을의 마지막 달이 지면 새들은 최후의 노래를 지저귄다.
uk: В останню осінню ніч птахи заспівали востаннє.
zh_cn: 在秋天的最后一轮月亮下，鸟儿唱响了自己的挽歌。

# bark_node_exit_store+leper+valley@0
source: A humble valediction...
ja: 慎まやかな別れか…
ko: 여기에 겸손한 고별을 표하노라...
uk: Скромне прощання...
zh_cn: 就此别过……

# bark_node_exit_store+leper+valley@1
source: We are ready - purpose is now ours to find.
ja: 準備は整った。目的は我々が見つける
ko: 우리는 준비되었다. 이제 사명을 다하러 가자..
uk: Ми готові. Тепер залишилося знайти мету.
zh_cn: 我们准备好了——是时候找寻我们的意义了。

# bark_node_exit_store+man_at_arms@0
source: Daft one 'e was, eh?
ja: バカな奴だったな？
ko: 좀 모자라 보이는 양반이었지?
uk: Що це був за божевільний?
zh_cn: 那家伙脑子不灵光，是吧？

# bark_node_exit_store+man_at_arms@1
source: Glad to be rid of that nutter.
ja: あの変人と離れられて清々した
ko: 미친놈이랑 헤어져서 다행이로군.
uk: Добре, що позбулися цього навіженого.
zh_cn: 我很乐意把那个疯子甩在身后。

# bark_node_exit_store+man_at_arms+valley@0
source: A well-provisioned unit, we are!
ja: 俺たちはよく準備された部隊だ！
ko: 보급이 완편되었군!
uk: Наш загін готовий до походу.
zh_cn: 我们这支编队补给充足！

# bark_node_exit_store+man_at_arms+valley@1
source: One last chance to steel the ol' nerves.
ja: 気を引き締める、最後のチャンスだ
ko: 이 늙은 심신을 마지막으로 다듬을 기회로군.
uk: Останній шанс загартувати нерви.
zh_cn: 要壮胆的话，这是我们最后的机会了。

# bark_node_exit_store+occultist@0
source: His mind is as jumbled as his merchandise.
ja: 彼の心は、商品と同じように混乱してる
ko: 상품이나 상인이나 똑같이 뒤틀려 있더군.
uk: Що в голові, що на прилавку — суцільний гармидер.
zh_cn: 他的思绪和他的货物一样杂乱不堪。

# bark_node_exit_store+occultist@1
source: I shudder to think of how he accrued his wares.
ko: 저 재물을 어떻게 모았을지 생각하면 몸서리가 쳐지는군.
uk: Я здригаюся, коли думаю про те, звідки він бере товари.

# bark_node_exit_store+occultist+valley@0
source: I have caravanned greater distances with less.
ko: 나는 더 적은 준비만으로 더 먼 거리를 여행해 보았지.
uk: Я долав і більшу відстань, маючи менше запасів.

# bark_node_exit_store+occultist+valley@1
source: Let us not deprive ourselves at journey's dawn.
ja: 旅の夜明けに奪われないようにしよう
ko: 여정의 시작에 괜히 들뜨지 맙세.
uk: Не обділятимемо себе на початку подорожі.
zh_cn: 让我们在旅途伊始振奋一点吧。

# bark_node_exit_store+plague_doctor@0
source: Did you hear him mumbling? Truly mad, that one.
ja: 彼のつぶやきが聞こえた？あれは本当に狂人よ
ko: 저 사람이 중얼거리는 거 들었어? 제대로 미친 사람인가 봐.
uk: Чули його бурмотіння? Справжній псих.
zh_cn: 你听到他在嘟哝什么了吗？那家伙彻底疯了。

# bark_node_exit_store+plague_doctor@1
source: I suppose some of his wares held interest...
ko: 확실히 관심 가는 상품이 좀 있기는 했어...
uk: Схоже, що деякі з його товарів викликали інтерес...

# bark_node_exit_store+plague_doctor+valley@0
source: Fresh tinctures and powders to sample, ooh!
ja: 新鮮な薬に粉末！サンプルにいいわね！
ko: 신선한 물약과 가루약이 시험을 기다리네!
uk: О, свіжі настоянки й порошки на пробу!
zh_cn: 又有新的液体和粉尘做样本了！

# bark_node_exit_store+plague_doctor+valley@1
source: Time to put my latest methods to the test.
ja: 私の最新の方法を試す時よ
ko: 내 최신 요법을 실전에 적용할 때야.
uk: Настав час застосувати знання на практиці.
zh_cn: 是时候验证我最新的方法了。

# bark_node_exit_store+runaway@0
source: He hardly knew where he was.
ja: 彼は自分がどこにいるかほぼわかっていなかった
ko: 저 사람, 거의 제 정신이 아니던데.
uk: Він майже не розумів, де перебуває.
zh_cn: 他都几乎不知道他是谁、他在哪。

# bark_node_exit_store+runaway@1
source: Where'd he get all that stuff, anyway?
ja: あんなもの、どこで手に入れたのかな？
ko: 대체 어디서 이런 걸 다 모아 온 거지?
uk: І все-таки, звідки в нього це добро?
zh_cn: 话说回来，他是怎么弄到那么多货的？

# bark_node_exit_store+runaway+valley@0
source: Eyes out for bandits. We're a tasty target.
ja: 山賊に気をつけて。私たちは格好の標的よ
ko: 도적들이나 조심해. 우린 지금 노다지나 다름없어.
uk: Остерігаймося бандитів. Ми для них ласий шматочок.
zh_cn: 留心那些匪徒。在他们眼里我们很肥。

# bark_node_exit_store+runaway+valley@1
source: We're stocked up. Never seen so much food.
ja: 食料は十分ね。こんなに多くの食料は見たことがない
ko: 빵빵하게 채웠네. 이렇게 많은 음식은 본 적이 없는데.
uk: Ніколи не бачила стільки їжі. Більше нікуди її складати.
zh_cn: 我们囤的补给真多。我从没见过这么多吃的。

# bark_node_exit_store+vestal@0
source: I am pleased to leave him behind.
ko: 저 사람 두고 가니까 안심이 다 되는군.
uk: Приємно залишити його позаду.

# bark_node_exit_store+vestal@1
source: Perhaps corruption has touched this one.
ko: 어쩌면 저 자도 타락에 물들었을지도.
uk: Схоже, скверна опоганила і його.

# bark_node_exit_store+vestal+valley@0
source: We are well blessed.
ja: 私たちは十分に神に祝福されています
ko: 우리는 크나큰 축복을 받았다.
uk: Ми благословенні.
zh_cn: 我们身上充盈着祝福。

# bark_node_exit_store+vestal+valley@1
source: We journey toward darkness' heart.
ja: 私たちは暗闇の中心に向かって旅をしています
ko: 우리의 여정은 어둠의 심연으로 향한다.
uk: Ми йдемо до серця темряви.
zh_cn: 我们向黑暗的心脏进发。

# bark_node_exit_storyassist+bounty_hunter@0
source: Better make up the lost light.
ja: 失った光を取り戻すんだ
ko: 어두워진 만큼 꼼꼼히 보자고.
uk: Треба поновити витрачене полум’я.
zh_cn: 最好补回损失的光芒。

# bark_node_exit_storyassist+bounty_hunter@1
source: The horses are stirring...
ja: 馬が興奮している…
ko: 말들이 동요하는군...
uk: Коні встали дибки...
zh_cn: 马受惊了……

# bark_node_exit_storyassist+flagellant@0
source: Meant for the plough, not the whip.
ja: 鞭ではなく、鋤のためのものだ
ko: 채찍이 아니라 쟁기를 찾는 것인가.
uk: Для плуга, а не для бича.
zh_cn: 这马适合犁地，不适合吃鞭子。

# bark_node_exit_storyassist+flagellant@1
source: They know not what a gift it is to suffer...
ja: 奴らは、苦しみがどんなものかを知らない…
ko: 고통이 얼마나 큰 선물인지도 모르는 것들...
uk: Вони не знають, який це дар — страждання...
zh_cn: 它们不知道痛苦是多么美妙的礼物……

# bark_node_exit_storyassist+grave_robber@0
source: *gasp* They were positively filthy!
ja: はあ… 奴らは本当に汚いわね！
ko: (헉) 어쩜 이리 긍정적으로 더러운지!
uk: *зітхає* Вони огидні!
zh_cn: *倒吸一口冷气* 他们脏得真别致！

# bark_node_exit_storyassist+grave_robber@1
source: I suppose it pays to assist the rabble... on occasion.
ko: 가끔은 사람들을 돕는 것도... 나름 득이 되지 않나 싶어.
uk: Я вважаю, що варто допомагати різній потолочі... час від часу.

# bark_node_exit_storyassist+hellion@0
source: Feh - they should be fighting!
ja: はっ、彼らは戦っているはずだ！
ko: 하! 자기들이 맞서 싸웠어야지!
uk: Вони мають битися!
zh_cn: 呸——他们应该去战斗！

# bark_node_exit_storyassist+hellion@1
source: On to the next!
ja: 次へ向かえ！
ko: 계속 가자!
uk: Тільки вперед!
zh_cn: 下一站！

# bark_node_exit_storyassist+highwayman@0
source: Cost us little. Might pay off later.
ja: 犠牲は少ない。後で報われるかもしれない
ko: 비용이 좀 들었군. 다 보답으로 돌아오겠지.
uk: Недорого нам обійшлися. Може, згодом відплатять.
zh_cn: 花费了一点资源。或许以后会有回报。

# bark_node_exit_storyassist+highwayman@1
source: Good luck to 'em.
ja: 幸運を祈る
ko: 행운을 빌어줄 밖에.
uk: Ну, нехай їм поталанить.
zh_cn: 祝他们好运。

# bark_node_exit_storyassist+jester@0
source: Heh heh. So long, then.
ko: 헤헤. 그럼 안녕.
uk: Хе-хе-хе, до зустрічі!

# bark_node_exit_storyassist+jester@1
source: To their tenuous survival. Hear, hear!
ja: 彼らの危うい命に。 聞け、聞け！
ko: 간신히 목숨 붙이고 있는 여러분, 한 곡 뽑겠소!
uk: Цікаво, виживуть чи ні? Слухайте, слухайте!
zh_cn: 听啊，听啊！这首歌献给他们的顽强！

# bark_node_exit_storyassist+leper@0
source: Abandoned by their lords, left to fight alone...
ja: 主人に見放され、1人で戦うことに…
ko: 다들 제 주인에게 버림받고 홀로 싸우고 있구나...
uk: Покинуті своїми володарями, вони змушені воювати самі...
zh_cn: 被他们的领主抛弃，被迫孤独地战斗……

# bark_node_exit_storyassist+leper@1
source: Living is a struggle. They understand this.
ja: 生きることは闘いだ。彼らはそれを理解している
ko: 삶은 투쟁이다. 저들은 다들 잘 알고 있더구나.
uk: Життя — це боротьба. Вони це розуміють.
zh_cn: 生存就是挣扎。他们理解这点。

# bark_node_exit_storyassist+man_at_arms@0
source: Might make us allies in the long run.
ja: 長い目で見れば仲間になれるかもしれない
ko: 장기적으로는 우리 편이 되어 줄지도.
uk: Можливо, колись станемо союзниками.
zh_cn: 也许长远来说会为我们赢得盟友。

# bark_node_exit_storyassist+man_at_arms@1
source: Poor blighters.
ja: 哀れな奴らだ
ko: 불쌍한 양반들.
uk: Бідолахи.
zh_cn: 一群可怜虫。

# bark_node_exit_storyassist+occultist@0
source: Every encounter a karmic shift.
ja: すべての出会いは、カルマの転換だ
ko: 조우가 있을 때마다 업보가 바뀐다.
uk: Кожна зустріч впливає на карму.
zh_cn: 因果循环，报应不爽。

# bark_node_exit_storyassist+occultist@1
source: Under different stars, we could have been them.
ja: 違う星の下では、我々が彼らの立場になっていたかもな
ko: 다른 별 아래서는 우리도 저 꼴이 날 수 있었겠지.
uk: Під іншими зірками на їхньому місці могли бути ми.
zh_cn: 在另一轮星辰之下，我们也许就是他们。

# bark_node_exit_storyassist+plague_doctor@0
source: Human resilience is truly a marvel.
ja: 人間の回復力は本当に驚異的ね
ko: 인간의 의지는 실로 경이롭구나.
uk: Людська завзятість — це справжнє диво.
zh_cn: 人类的韧性真是一道奇观。

# bark_node_exit_storyassist+plague_doctor@1
source: They survive despite abhorrent conditions - fascinating.
ja: 忌まわしい状況にもかかわらず生き延びる。すごいわね
ko: 저런 최악의 상황에서도 살아남다니. 매혹적이야.
uk: Вони виживають попри погані умови. Приголомшливо!
zh_cn: 他们在如此恶劣的环境下都能生存——令人惊奇。

# bark_node_exit_storyassist+runaway@0
source: We'll see if they have what it takes.
ko: 살아남는 데 필요한 걸 갖추고나 있을지.
uk: Побачимо, чи є в них щось потрібне.

# bark_node_exit_storyassist+runaway@1
source: We've wasted enough time - let's be off.
ja: 私たちは十分に時間を無駄にした。出発しないと
ko: 시간 낭비는 충분히 했어. 후딱 가자고.
uk: Ми втратили надто багато часу, вирушаймо!
zh_cn: 我们浪费的时间够多了——出发吧。

# bark_node_exit_storyassist+vestal@0
source: Charity is a balm for the mind.
ja: 慈愛は心の癒しです
ko: 자선은 마음을 어루만지는 향유니.
uk: Благодійність — це бальзам для розуму.
zh_cn: 慈善是治愈心灵的良方。

# bark_node_exit_storyassist+vestal@1
source: Even small acts drive the darkness back.
ko: 제아무리 작은 행동도 암흑을 몰아내기는 충분하다.
uk: Навіть маленьке добро може відкинути пітьму.

# bark_node_exit_storycosmic+bounty_hunter@0
source: Hrm.
ja: うーん
ko: 흠.
uk: Гм.
zh_cn: 唔。

# bark_node_exit_storycosmic+bounty_hunter@1
source: Wouldn't touch it if I were you.
ja: 俺だったら手をつけないね
ko: 나 같으면 손 안 댄다.
uk: Я б не чіпав.
zh_cn: 我要是你的话，就不会碰它。

# bark_node_exit_storycosmic+flagellant@0
source: More stimulating pursuits await.
ja: もっと刺激的なことが待っている
ko: 더욱 자극적인 추격이 기다리고 있구나.
uk: Попереду ще більше стимулюючих занять.
zh_cn: 还有更多刺激值得我们追求。

# bark_node_exit_storycosmic+flagellant@1
source: Power lurks down unexpected corridors.
ja: 予期せぬ道に力は潜む
ko: 예상치 못한 길목에 힘이 도사리고 있구나.
uk: Сила таїться там, де не очікуєш.
zh_cn: 力量总能在某个意料之外的拐角找到。

# bark_node_exit_storycosmic+grave_robber@0
source: No trinkets? No baubles? No interest.
ja: 装身具は？安物の宝石もなし？興味ないわ
ko: 보물 없어? 패물도? 재미없어.
uk: Нема дрібничок? Нема абищиць? Нема й інтересу.
zh_cn: 没珠宝。没饰品。没意思。

# bark_node_exit_storycosmic+grave_robber@1
source: Well, <i>that</i> was frightfully boring.
ja: まあ、<i>あれは</i>恐ろしくつまらなかったわね
ko: 뭐, <i>진짜</i> 무시무시하게 재미 없었다.
uk: Ох, <i>це</i> було дуже нудно.
zh_cn: 啧，真是无聊得<i>可怕</i>。

# bark_node_exit_storycosmic+hellion@0
source: Get us out of here. Find us a foe to face!
ja: 出してくれ。敵をよこせ！
ko: 당장 나가자. 싸울 적이나 찾자!
uk: Забираймося звідси, нам потрібен супротивник!
zh_cn: 快离开这里。找个敌人打一场！

# bark_node_exit_storycosmic+hellion@1
source: Rubbish and nonsense!
ja: くだらん！ナンセンスだ！
ko: 쓸데 없는 쓰레기다!
uk: Дурниці й нісенітниці!
zh_cn: 莫名其妙的垃圾！

# bark_node_exit_storycosmic+highwayman@0
source: Academics and their indulgences... feh.
ja: 学者の道楽かい… ふん
ko: 교수와 그 연구의 산물이라... 하.
uk: Академіки та їхні слабкості... ех.
zh_cn: 华而不实的学术研究……呸。

# bark_node_exit_storycosmic+highwayman@1
source: Nothing worth taking.
ja: 取るに足らない物ばかりだ
ko: 딱히 가져갈 것도 없네.
uk: Навіть нема чого взяти.
zh_cn: 没有值得拿走的。

# bark_node_exit_storycosmic+jester@0
source: *yawn*
ja: ふわぁ…
ko: (하품)
uk: *позіхає*
zh_cn: *打哈欠*

# bark_node_exit_storycosmic+jester@1
source: Must've dozed off...
ja: 居眠りしてたのか…
ko: 어음, 좀 졸았나...
uk: Мабуть, задрімав...
zh_cn: 我刚才一定是睡着了……

# bark_node_exit_storycosmic+leper@0
source: Mankind and mystery... one forever outpacing the other.
ja: 人類と神秘…一方は永遠に他方を追い越す
ko: 인류와 불가사의... 그 술래잡기는 결코 끝나지 않으니.
uk: Людство та таємниці — споконвічна гонитва...
zh_cn: 人类与未知……总是差之毫厘。

# bark_node_exit_storycosmic+leper@1
source: Try as it might, the sun cannot catch the moon.
ja: どんなに努力しても、太陽は月を捕らえることはできない
ko: 아무리 노력한들 태양이 달을 따라잡더냐.
uk: Сонце не наздожене місяць, хоч би як не намагалося.
zh_cn: 无论怎么努力，太阳也不会追上月亮。

# bark_node_exit_storycosmic+man_at_arms@0
source: Break out the provisions, eh?
ja: 食糧を取り出すのか？
ko: 그러니까 선을 넘었다는 거지, 응?
uk: Ну що, є провізія?
zh_cn: 开一箱补给吧，好不好？

# bark_node_exit_storycosmic+man_at_arms@1
source: What was that all about, then?
ja: じゃあ、あれは何だったんだ？
ko: 그래서 저게 다 무슨 소리였던 거냐?
uk: Що це взагалі таке?
zh_cn: 所以，刚才那个究竟是怎么回事？

# bark_node_exit_storycosmic+occultist@0
source: Fascinating. Could we not go back for a second look?
ja: 魅力的だ。もう一回見てみないか？
ko: 매혹적이로군. 한 번만 더 살펴보고 가면 안되겠나?
uk: Чудово. Може, не повертатимемося?
zh_cn: 令人着迷。我们不能回去再看看么？

# bark_node_exit_storycosmic+occultist@1
source: Such an eclectic collection!
ja: 多彩なコレクションだ！
ko: 참으로 빼어난 수집품이로다!
uk: Така різноманітна колекція!
zh_cn: 真是琳琅满目的收藏！

# bark_node_exit_storycosmic+plague_doctor@0
source: Superstition has no place in science.
ko: 미신이 과학에 발 붙일 자리는 없어.
uk: Забобонам не місце в науці.

# bark_node_exit_storycosmic+plague_doctor@1
source: The ravings of a mind poisoned by the occult!
ja: オカルトに毒された心の妄言よ！
ko: 미신에 홀린 정신의 헛소리로군!
uk: Марення розуму, отруєного окультизмом!
zh_cn: 被神秘学毒害的心灵，如此不可救药！

# bark_node_exit_storycosmic+runaway@0
source: Let's get far away from this place.
ja: この場所から遠く離れよう
ko: 어서, 최대한 여기서 멀리 떨어지자고.
uk: Заберемося подалі від цього місця.
zh_cn: 咱们离这个地方越远越好。

# bark_node_exit_storycosmic+runaway@1
source: Madmen pursing madness - I want none of it.
ja: 狂人が狂気を追い求める… そんなのはゴメンだよ
ko: 미친 놈이 미친 짓을 했는데 난 휘말릴 생각 없어.
uk: Безумці сіють навколо себе безумство, а мені це не потрібно.
zh_cn: 疯子追寻疯狂的事物——别跟我扯上关系。

# bark_node_exit_storycosmic+vestal@0
source: Let us hurry onward.
ja: 先を急ぎましょう
ko: 그냥 가지.
uk: Поспішаймо.
zh_cn: 我们赶紧上路吧。

# bark_node_exit_storycosmic+vestal@1
source: Only foulness found there.
ko: 저기서 찾을 수 있는 건 우행 뿐이다.
uk: Там лише гидота.

# bark_node_exit_success_creatureden+bounty_hunter
source: Easy prey, easy pay.
ja: たやすい獲物で、楽々報酬獲得だな
ko: 쉬운 사냥감, 쉬운 돈벌이.
uk: Легка здобич — легкі гроші.
zh_cn: 易如反掌。

# bark_node_exit_success_creatureden+flagellant
source: A taste of their own venom, heh heh.
ja: 奴ら、自分の毒で倒れたな
ko: 놈들의 독은 무슨 맛일지, 헤헤.
uk: Смак власної отрути, хе-хе.
zh_cn: 以毒攻毒，呵呵。

# bark_node_exit_success_creatureden+grave_robber
source: Ahh, the coach smells lovely by comparison.
ja: ああ、あそこと比べたら駅馬車はいい匂いだわ
ko: 아아, 여기에 비하면 역마차는 향기로웠네.
uk: Диліжанс пахне трояндами, якщо порівняти із цим місцем.
zh_cn: 啊，相比之下驿站马车的味道都怡人多了。

# bark_node_exit_success_creatureden+hellion
source: Wouldn't chance the meat. Pity.
ja: 肉は食えないとは残念だ
ko: 고기 바를 기회도 없었다. 아깝다.
uk: Шкода, не ризикнемо взяти м’ясо.
zh_cn: 我不想冒险吃它们的肉。可惜了。

# bark_node_exit_success_creatureden+highwayman
source: One less hazard on the road.
ja: 道中の危険が一つ減った
ko: 길가의 위험 하나가 줄었군.
uk: Однією небезпекою на дорозі менше.
zh_cn: 沿途的威胁又少了一个。

# bark_node_exit_success_creatureden+jester
source: Heheh. Good riddance.
ja: へへ。厄介払いができた
ko: 헤헤, 꼴 좋다.
uk: Хе-хе, так тобі й треба.
zh_cn: 呵呵。再也不见。

# bark_node_exit_success_creatureden+leper
source: Spring rains bring a cleansing flood.
ja: 春の雨は清めの洪水をもたらす
ko: 정화의 범람을 가져오는 봄비.
uk: Весняний дощ змиє весь бруд.
zh_cn: 春雨泄洪，涤净万物。

# bark_node_exit_success_creatureden+man_at_arms
source: Human smarts still win the day, eh?
ja: 人間の知恵はまだ獣に勝るのだな
ko: 아직 인간의 지성이 승리하는 모양이로군?
uk: Людська кмітливість і не на таке здатна.
zh_cn: 人类的智慧还是笑到了最后，是吧？

# bark_node_exit_success_creatureden+occultist
source: Minor horrors in the scheme of things.
ja: この事態では些細な恐怖だ
ko: 만물의 섭리 속 보잘 것 없는 공포로다.
uk: У круговороті життя жах змінюється жахом.
zh_cn: 与全局相比，是微不足道的恐怖。

# bark_node_exit_success_creatureden+plague_doctor
source: See here, I was able to sample some ichors...
ja: 見て、膿漿を採取できた…
ko: 여기 보라고, 영액 표본을 좀 수집했어...
uk: Гляньте, я спромігся дістати зразок гною.
zh_cn: 看，我取到了些脓液的样本……

# bark_node_exit_success_creatureden+runaway
source: Ashes to ashes.
ja: 灰は灰に
ko: 재는 재로.
uk: Прах до праху.
zh_cn: 化为飞灰。

# bark_node_exit_success_creatureden+vestal
source: Beasts cannot be saved.
ko: 짐승은 구원할 수 없다.
uk: Страховищ не можна врятувати.

# bark_node_exit_success_dungeon+bounty_hunter+city
source: Not the first madman I've put down.
ja: 狂人を倒すのは初めてじゃない
ko: 이런 미친놈은 숱하게 잡았지.
uk: Це вже не перший навіжений, якого зустрічаю.
zh_cn: 不是我干掉的第一个疯子了。

# bark_node_exit_success_dungeon+bounty_hunter+coast
source: The bigger they are...
ja: 大きくなればなるほど…
ko: 몸집만 커 봤자...
uk: Що вони більші...
zh_cn: 体型越大，破绽就越多。

# bark_node_exit_success_dungeon+bounty_hunter+farm
source: Another trophy for the mantle.
ja: また一つ、外套につけるトロフィーが増えるな
ko: 장식할 전리품이 늘었군.
uk: Ще один трофей на згадку.
zh_cn: 又一件挂在披风上的战利品。

# bark_node_exit_success_dungeon+bounty_hunter+forest
source: An old contract collected...
ja: 古い仕事が一つ終わった…
ko: 해묵은 계약을 이제야 완료했군..
uk: Виконав стару угоду...
zh_cn: 古老的合约完成了……

# bark_node_exit_success_dungeon+flagellant+city
source: What a boring use for fire.
ko: 불을 참 재미없게 써먹는군.
uk: Яке банальне використання вогню.

# bark_node_exit_success_dungeon+flagellant+coast
source: A thrilling distraction. To the next!
ja: スリリングな気晴らしだ。次へ向かえ！
ko: 참 스릴 넘치는 기분전환이었군. 계속 가지!
uk: Захоплююча розвага! А тепер вперед!
zh_cn: 刺激的插曲。下一个！

# bark_node_exit_success_dungeon+flagellant+farm
source: I've no interest in their looted luxuries.
ja: 奴らが略奪した贅沢品に興味はない
ko: 저들이 약탈로 쌓아 둔 사치품 따위에는 관심 없다.
uk: Мене не цікавлять їхні награбовані багатства.
zh_cn: 我对他们那些奢侈的收成毫无兴趣。

# bark_node_exit_success_dungeon+flagellant+forest
source: Carve your path upon me, lost little souls.
ja: 迷える小さな魂よ、私の前に道を切り開け
ko: 내게 길을 열어 보거라, 길 잃은 불쌍한 영혼들아.
uk: Прокладайте мені шлях, маленькі заблукані душі.
zh_cn: 在我的身上凿出一条路来吧，迷途的可怜人。

# bark_node_exit_success_dungeon+grave_robber+city
source: A marvelous collection - sullied, now... *sigh*
ja: 立派なコレクションが…こんなに汚れるとは… はぁ…
ko: 참으로 굉장한 컬렉션이네. 이젠 더럽혀졌지만. (한숨)
uk: Так опоганити чудове зібрання... *зітхає*
zh_cn: 多么壮观的收藏。可惜…… *叹气*

# bark_node_exit_success_dungeon+grave_robber+coast
source: The fiend is felled - now for the booty.
ja: 魔物は倒れた。 さあ戦利品を頂きましょう
ko: 악마는 무찔렀어. 이제 보물이나 챙기자고.
uk: Тварюка переможена — час ділити трофеї.
zh_cn: 那个魔物死了——现在是宝藏时间。

# bark_node_exit_success_dungeon+grave_robber+farm
source: Vile things! Another stain scrubbed clean.
ja: 下劣な奴らめ！またひとつ汚点が消えたわね
ko: 역겨운 것! 오물을 또 하나 치웠네.
uk: Мерзенні тварюки! Однієї поганню менше!
zh_cn: 真是邪恶！又一块污点被我们擦拭干净。

# bark_node_exit_success_dungeon+grave_robber+forest
source: What's dead should stay buried. Trust me.
ja: 死んだものは埋葬されたままであるべきよ。私を信じて
ko: 죽은 건 묻어두는 게 최고야. 날 믿어.
uk: Мертве має залишатися в землі. Повірте мені.
zh_cn: 死了就该入土为安。相信我。

# bark_node_exit_success_dungeon+hellion+city
source: Weak city bodies AND hearts! FALL ON MY BLADE!
ja: 街育ちの脆弱な肉体と精神よ！私の刃に倒れるがよい！
ko: 도시 놈 몸도 마음도 약하다! 내 칼에 죽어라!
uk: Слабкі тілом і серцем. ПАДАЙТЕ НА ВІСТРЯ МОГО МЕЧА!
zh_cn: 软弱的城市躯体和心灵！都来祭我的刀吧！

# bark_node_exit_success_dungeon+hellion+coast
source: The dry land belongs to us, fiend!
ja: 乾いた土地は私たちのものだ、悪魔め！
ko: 마른 땅은 우리 거다, 이 악마!
uk: Суходіл належить нам, дияволе!
zh_cn: 陆地属于我们，恶魔！

# bark_node_exit_success_dungeon+hellion+farm
source: *spits* Spirits curse this forsaken place. Let's go.
ja: (唾を吐く) 霊魂はこの見捨てられた場所を呪った。行くぞ
ko: (퉷) 이 버려진 땅은 영혼들도 욕한다. 어서 가자.
uk: *спльовує* Духи прокляли це пропаще місце, забираймося.
zh_cn: 呸。众灵诅咒这块沉沦之地。我们走。

# bark_node_exit_success_dungeon+hellion+forest
source: Listen. The birds are finally stirring again.
ja: 聞け。ようやく鳥が再び飛び回るようになった
ko: 들어 봐라. 새들이 다시 지저귄다.
uk: Послухайте — птахи нарешті защебетали.
zh_cn: 听。鸟儿终于又开始鸣叫了。

# bark_node_exit_success_dungeon+highwayman+city
source: Strange way to feed our flame, but I'll take it.
ja: 俺たちの火を保つには変な方法だが、まあいい
ko: 불꽃에 참 신기한 장작을 넣는군. 하지만 괜찮은 것 같아.
uk: Дивний спосіб розпалити Полум’я, але нехай буде так.
zh_cn: 用这种方式给我们的火炬添柴真奇怪。但我没意见。

# bark_node_exit_success_dungeon+highwayman+coast
source: Good riddance.
ja: 厄介払いができた
ko: 꼴 좋다.
uk: Туди тобі й дорога.
zh_cn: 死得好。

# bark_node_exit_success_dungeon+highwayman+farm
source: And <i>stay</i> down.
ja: そのまま<i>倒れていろ</i>
ko: 그대로 <i>죽어</i> 있어.
uk: І <i>не</i> висуватись.
zh_cn: 别<i>再</i>起来了。
