Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_dot_horror+plague_doctor@1
source: This ailing world cannot be healed...
ko: 이 병든 세상을 어찌 치유하라고...
uk: Цей хворий світ неможливо вилікувати...

# bark_dot_horror+plague_doctor@2
source: Wh-what comes <i>after</i> death is worse...
ja: 死の<i>後</i>に起こることはもっと恐ろしい…
ko: 죽음 <i>후에는</i> 더 나쁜 운명이 기다리는 것을...
uk: <i>Після</i> смерті на нас чекає щось набагато гірше...
zh_cn: 死、死后要面对的事更加可怕……

# bark_dot_horror+runaway@0
source: Everything I love tumbles to ruin!
ko: 내가 사랑했던 모든 게 파멸한다니!
uk: Усе, що я люблю, руйнується!

# bark_dot_horror+runaway@1
source: I can't go back! I won't!
ko: 난 못 돌아가! 안 돌아가!
uk: Я не можу повернутися, не хочу!

# bark_dot_horror+runaway@2
source: You ain't seen what I have out there...
ko: 내가 뭘 겪었는지... 너희는 보지도 못했어...
uk: Ніхто й уявити не може, що я бачила...

# bark_dot_horror+vestal@0
source: My sisters... what have I done?
ja: シスターたちよ…私が何をしたのですか？
ko: 자매들이여... 내가 대체 무슨 짓을?
uk: Сестри мої, що я наробила?
zh_cn: 姊妹们……我都做了什么？

# bark_dot_horror+vestal@1
source: We walk in a world of torment...!
ja: 私たちは苦悩の世界を歩んでいます…！
ko: 우리는 이 고통 뿐인 세상을 걷는다...!
uk: Ми блукаємо світом мук...
zh_cn: 这世界尽是折磨！

# bark_dot_horror+vestal@2
source: Why did I stray where the Light cannot reach?
ja: なぜ私は光の届かないところに迷い込んだのですか？
ko: 나는 왜 빛도 닿지 못할 곳에서 헤매고 있었던가?
uk: Чому я заблукав там, де Світла нема?
zh_cn: 为什么我要去往圣光无法照亮的地方？

# bark_dreaming_general_hero_bad_dream@0
source: ...a brook that babbles the names of the dead...
ja: …死者の名を語る小川…
ko: ...시냇물은 망자의 이름을 속삭이며 흐르는가...
uk: ...в дзюрчанні струмка можна почути імена загиблих...
zh_cn: ……溪流嘟哝着死者的名字……

# bark_dreaming_general_hero_bad_dream@1
source: ...all is mud... no tracks back to camp...
ja: …全ては泥の中…宿営地に戻る足跡もない…
ko: ...사망이 진흙이다... 숙영지로 돌아가는 길은 사라졌다...
uk: ...все в багнюці... стежок до табору не знайти...
zh_cn: ……一片泥泞……找不到返回营地的路……

# bark_dreaming_general_hero_bad_dream@2
source: ...curses uttered from sylvan shadows...
ko: ...숲 속의 그림자에서 울려 퍼지는 저주...
uk: ...прокляття тіней лісового царства...

# bark_dreaming_general_hero_bad_dream@3
source: ...death marching into the leering treeline...
ko: ...음울한 숲으로 향하는 죽음의 행군...
uk: ...смерть ступає до лісового царства...

# bark_dreaming_general_hero_bad_dream@4
source: ...impossible orders... have we been abandoned?
ko: ...말도 안 되는 명령을... 우린 그냥 버려진 건가?
uk: ...накази, що їх не виконаєш... Невже нас покинули?

# bark_dreaming_general_hero_bad_dream@5
source: ...keep close, they surround us in the mist...
ja: …離れるな、奴らは霧の中で我々を取り囲む…
ko: ...가까이 붙어라, 놈들은 안개 속에서 우릴 포위했다...
uk: ...тримайтеся поруч, вони оточують нас у тумані...
zh_cn: ……跟紧了，他们在雾中包围了我们……

# bark_dreaming_general_hero_bad_dream@6
source: ...my eyes grow heavy... my boots leaden...
ja: …瞼は重く…ブーツは鉛のように…
ko: ...눈꺼풀이 무겁고... 발은 떨어지지 않는다...
uk: ...мої повіки важчають... мої чоботи немов налиті свинцем...
zh_cn: ……我的眼皮愈发沉重……我的靴子像灌了铅……

# bark_dreaming_general_hero_bad_dream@7
source: ...so vast the heavens, so choked with cloud...
ja: …天は広大で、雲に閉ざされている…
ko: ...광대한 하늘은 온통 숨막히는 구름으로 덮이고...
uk: ...такі великі небеса, укриті хмарами...
zh_cn: ……天堂那么广袤，塞满了令人窒息的云雾……

# bark_dreaming_general_hero_bad_dream@8
source: ...the bracken resculpts itself around us...
ja: …ワラビが我々の周りを囲んでいる…
ko: ...덩굴이 우리를 뒤얽어 버리는구나...
uk: ...папоротник відроджується навколо нас...
zh_cn: ……那些蕨类植物在我们身旁重塑……

# bark_dreaming_general_hero_bad_dream@9
source: ...they'lll wash me off the road with buckets...
ja: …彼らはバケツで私を道から洗い流すだろう…
ko: ...저들은 나를 길바닥에서 쓸어낼 터...
uk: ...мене з дороги змиє...
zh_cn: ……他们会用一桶桶的水将我从路边冲走……

# bark_dreaming_general_hero_bad_dream@10
source: ...to sleep peacefully on pillows of moss and bone...
ko: ...이끼와 뼈무덤에 누워 평화로이 잠을 청하네...
uk: ...щоб навіки зімкнути очі на ложі з моху й кісток...

# bark_dreaming_general_hero_bad_dream@11
source: ...torches sputtering in the rain...
ja: …雨の中、松明がパチパチ火花を散らす…
ko: ...빗줄기 속에서 꺼져 버리는 횃불...
uk: ...смолоскипи тріщать під дощем...
zh_cn: ……火把的光芒在雨中摇曳……

# bark_eyes_additional_seen@0
source: I cannot bear it!
ja: 耐えられない！
ko: 견딜 수가 없어!
uk: Я цього не витримаю!
zh_cn: 我受不了了！

# bark_eyes_additional_seen@1
source: I feel it gazing beneath my skin...
ja: 肌の下に視線を感じる…
ko: 피부 밑으로 스며들고 있어...
uk: Я відчуваю, як щось зазирає всередину мене...
zh_cn: 我能感到它的目光穿透我的皮肤……

# bark_eyes_additional_seen@2
source: It sees all I've tried to hide!
ja: 隠そうとしたものがすべて見られている！
ko: 내가 숨기려는 걸 모조리 꿰뚫어 보잖아!
uk: Воно бачить усе, що я намагаюся приховати!
zh_cn: 它看到了我想掩藏的一切！

# bark_eyes_additional_seen@3
source: More eye... nnng... more... ideas.
ko: 저 많은 눈... 으윽... 많은... 생각들...
uk: Цей погляд... ці... видіння...

# bark_eyes_additional_seen+bounty_hunter
source: I cannot bear it!
ko: 견딜 수가 없어!
uk: Я цього не витримаю!

# bark_eyes_additional_seen+flagellant
source: It sees my end!
ko: 내 종말을 보는가!
uk: Воно бачить, як скінчиться моє життя!

# bark_eyes_additional_seen+grave_robber
source: It sees too much! Mercy, please!
ja: 見透かされすぎよ！助けて、お願い！
ko: 너무 많이 보잖아! 제발 그만해!
uk: Воно бачить занадто багато! Не треба, будь ласка!
zh_cn: 它看到得太多了！求求你，饶了我吧！

# bark_eyes_additional_seen+highwayman
source: It sees me. It <i>knows.</i>
ja: 俺を見ている！<i>わかっているんだ</i>
ko: 날 보고 있어. 날 <i>알아.</i>
uk: Воно мене бачить. Воно <i>знає.</i>
zh_cn: 它看到了我。它<i>知道</i>。

# bark_eyes_additional_seen+jester
source: The weight of its stare...!
ko: 저 눈빛의 무게란...!
uk: Цей важкий погляд...

# bark_eyes_additional_seen+leper
source: It sees beneath my mask!
ko: 내 가면 밑을 보는군!
uk: Його не зупиняє навіть моя маска!

# bark_eyes_additional_seen+man_at_arms
source: I beg of ye, don't look!
ja: 頼むから見ないでくれ！
ko: 내가 이렇게 빈다, 제발 보지 마!
uk: Не дивися, благаю тебе!
zh_cn: 求求你，别看了！

# bark_eyes_additional_seen+occultist
source: It sees the beast within me!
ko: 내 안의 짐승마저 보는가!
uk: Воно бачить звіра, що ховається в мені!

# bark_eyes_additional_seen+plague_doctor
source: Unblinking! All-seeing!
ja: 瞬きもせず！すべてを見通す！
ko: 눈 하나 깜짝 않고 모든 것을 보잖아!
uk: Незрушні повіки всевидючих очей...
zh_cn: 它不眨眼！它看到了一切！

# bark_eyes_additional_seen+runaway
source: Nowhere to hide!
ko: 숨을 곳이 없어!
uk: Нема де сховатися...

# bark_eyes_additional_seen+vestal
source: It sees my shame!
ko: 내 수치심을 꿰뚫어 보는가!
uk: Воно бачить те, чого я соромлюсь!

# bark_eyes_corpse_spawn@0
source: Hold fast and hope you aren't seen!
ko: 딱 버티면서 들키지 않기만 빌어!
uk: Тримаймося! Сподіваюся, нікого не помітять.

# bark_eyes_corpse_spawn@1
source: It returns, but its gaze is elsewhere!
ko: 놈이 돌아온다, 하지만 시선은 다른 곳에 있어!
uk: Воно повертається, але тепер шукає всюди!

# bark_eyes_corpse_spawn@2
source: Will it stare down someone else now...?
ja: 今度は別の誰かを見つめるのだろうか…？
ko: 이제 다른 자를 보는 것인가...?
uk: Чи, може, тепер воно дивитиметься на когось іншого?
zh_cn: 它现在会不会换个人凝视……？

# bark_eyes_initial_limerence@0
source: It destroys that which has drawn its eye!
ko: 자기 눈길을 끈 걸 파괴해 버리잖아!
uk: Воно знищує все, що бачить!

# bark_eyes_initial_limerence@1
source: It destroys that which has drawn its eye!
ko: 자기 눈길을 끈 걸 파괴해 버리잖아!
uk: Воно знищує все, що бачить!

# bark_eyes_initial_limerence@2
source: It fixates on that which it can see!
ko: 보이는 데만 집착하고 있어!
uk: Воно зациклюється на всьому, на що дивиться!

# bark_eyes_initial_seen@0
source: Blast! It's spotted me!
ko: 망할! 나를 보잖아!!
uk: От падлюка! Воно мене помітило!

# bark_eyes_initial_seen@1
source: Damn! It has certainly seen me!
ja: くそっ！確かに見られた！
ko: 빌어먹을! 분명 날 봤어!
uk: Наволоч така! Воно справді мене бачить!
zh_cn: 可恶！它肯定看到我了！

# bark_eyes_initial_seen@2
source: I-it’s looking right into me!
ko: 나, 날 똑바로 쳐다본다!
uk: Воно дивиться прямо мені в душу!

# bark_eyes_initial_seen@3
source: It's got me in its sights!
ja: 照準を合わせられた！
ko: 내가 시선에 들어갔어!
uk: Воно на мене дивиться!
zh_cn: 它看到我了！

# bark_eyes_initial_seen@4
source: N-no, not me!
ko: 아, 안돼! 난 안 돼!
uk: Ні! Тільки не я!

# bark_eyes_initial_seen@5
source: There's no hiding now!
ko: 이제 숨을 곳은 없어!
uk: Нема де сховатися!

# bark_eyes_limerence_seen@0
source: H-help! It has noticed me anew!
ko: 도, 도와 줘! 놈한테 들켰어!
uk: Д-допоможіть! Воно знов мене помітило!

# bark_eyes_limerence_seen@1
source: I feel the weight of its judgment...
ja: その裁きの重さを感じる…
ko: 심판의 무게가 느껴진다...!
uk: Я відчуваю важкість його думок...
zh_cn: 这目光沉重得令人窒息……

# bark_eyes_limerence_seen@2
source: It turns its glare upon me!
ko: 나한테 눈길을 돌렸어!
uk: Воно повертає до мене голову!

# bark_eyes_limerence_seen@3
source: Its stare fills the heavens!
ja: その視線は天を覆い尽くす！
ko: 하늘을 가득 채우는 눈빛!
uk: Його погляд наче всюди!
zh_cn: 它的视线无处不在！

# bark_eyes_limerence_seen@4
source: No! Not again! Please!
ko: 안 돼! 두 번은 안 돼! 제발!
uk: Ні! Тільки не знов! Благаю!

# bark_eyes_limerence_unseen@0
source: I am spared its terrible gaze!
ko: 저 끔찍한 시선에서 벗어났다!
uk: Цей страшний погляд обминув мене!

# bark_eyes_limerence_unseen@1
source: I bear not the weight of its stare!
ko: 저 눈빛의 무게를 견딜 수 없어...!
uk: Я не витримаю його погляду...

# bark_eyes_limerence_unseen@2
source: I have escaped its notice!
ko: 시선에서 벗어났구나!
uk: Мені вдалося уникнути його уваги!

# bark_eyes_limerence_unseen@3
source: It has seen me not!
ko: 날 보고 있지 않아!
uk: Воно мене не побачило!

# bark_eyes_seen_stress_proc@0
source: Horrid, unblinking...!
ko: 눈 하나 깜짝 않는 공허함이란...!
uk: Жахливі, всевидючі очі...

# bark_eyes_seen_stress_proc@1
source: How foolish you all were, trusting in me...
ja: 私を信じるなんて、お前たちはなんと愚かだったことか…
ko: 이런 나를 믿었다니, 너희 모두 어리석었어...
uk: З вашого боку безглуздо було довіритися мені...
zh_cn: 你们选择信任我，真是愚蠢……

# bark_eyes_seen_stress_proc@2
source: I have seen what agonies await!
ko: 난 어떤 고난이 기다리고 있는지 보았다!
uk: Мені ввижалися майбутні страждання!

# bark_eyes_seen_stress_proc@3
source: It compels me to look! LOOK!
ja: 見ざるを得ない！見ろ！
ko: 강제로 보게 하잖아! 보게 한다고!
uk: Воно змушувало мене дивитися! ДИВИТИСЯ!
zh_cn: 它逼迫我直视这一切！

# bark_eyes_seen_stress_proc@4
source: It stares through me! It <i>knows!</i>
ja: 私を貫くように見つめている！<i>わかっているんだ！</i>
ko: 날 꿰뚫어 보고 있어! 날 <i>아는 거야!</i>
uk: Воно дивилося крізь мене! Воно <i>знало!</i>
zh_cn: 它看穿了我！它知道我的一切！

# bark_eyes_seen_stress_proc@5
source: It's true, then! I wasn't ready!
ja: それなら真実だろ！私は準備ができていなかったんだ！
ko: 사실이었어! 난 준비되어 있지 않았어!
uk: Це правда! У мене не було можливості підготуватися!
zh_cn: 不，不能让那件事成真！我还没准备好！

# bark_eyes_seen_stress_proc@6
source: Such awful sights...!
ja: なんてひどい光景だ…！
ko: 저 끔찍한 시선이란...!
uk: Ці жахливі очі...
zh_cn: 如此可怕的目光……！

# bark_eyes_seen_stress_proc@7
source: There is no future for wretches like us...
ja: 私たちのような惨めな者に未来はない…
ko: 우리 같은 쓰레기에게 어떤 미래가 있겠어...
uk: У таких жалюгідних людей, як ми, немає майбутнього...
zh_cn: 我们这样的可怜虫是没有未来的……

# bark_eyes_seen_stress_proc+bounty_hunter@1
source: ... <i>Rrrgh.</i>
ja: …<i>グルル…</i>
ko: ...<i>으윽.</i>
uk: ... <i>Гр-р-р.</i>
zh_cn: ……<i>哼。</i>

# bark_eyes_seen_stress_proc+flagellant@0
source: See now what hungers in me! Deny me not!
ja: 俺の中の飢えを見よ！俺を否定するな！
ko: 이제 내가 어떤 갈망을 품었는지 보라! 날 밀어내지 말라!
uk: Подивись, що гризе мене зсередини! Зглянься на мене!
zh_cn: 看清我心中的饥渴！休想拒绝我！

# bark_eyes_seen_stress_proc+flagellant@1
source: They will fell me before I can ascend!
ko: 내가 승천하기도 전에 날 쓰러뜨릴 작정이로군!
uk: Вони налетять на мене, перш ніж я зможу піднятися!

# bark_eyes_seen_stress_proc+grave_robber@0
source: It lays my regrets bare...!
ja: 私の後悔が剥き出しに…！
ko: 내 모든 후회를 적나라하게 드러내다니...!
uk: Воно витягує назовні всі мої смутки!
zh_cn: 它洞见了我的悔恨！

# bark_eyes_seen_stress_proc+grave_robber@1
source: They suspect I'll steal off in the night...
ja: 夜に抜け出すだろうと、奴らに疑われる…
ko: 날 야밤의 좀도둑이라고 꿰뚫어 보았어...
uk: Вони підозрюють, що вночі я щось вкраду...
zh_cn: 他们怀疑我会趁着夜色溜走……

# bark_eyes_seen_stress_proc+highwayman@0
source: D-don't look at me! Away your eyes!
ja: 俺を見るな！目を逸らせ！
ko: 나, 날 보지 마! 눈 돌려!
uk: Н-не дивись на мене! Відведи очі!
zh_cn: 别、别盯着我看！不要！

# bark_eyes_seen_stress_proc+highwayman@1
source: They look at me and see a child-killer...
ja: 彼らは俺を、子供殺しだと見ている…
ko: 날더러 어린 애도 죽인 놈이라니...
uk: Вони дивляться на мене й бачать дітовбивцю..
zh_cn: 在他们眼里，我就是个杀害孩童的恶人……

# bark_eyes_seen_stress_proc+jester@0
source: A suicidal clown. Isn't that funny?
ja: 死にたがりの道化か。面白いと思わないか？
ko: 자살 충동에 시달리는 광대라니. 웃기지 않아?
uk: Клоун-самогубець. Хіба це не смішно?
zh_cn: 一个自杀的小丑。不觉得很可笑么？

# bark_eyes_seen_stress_proc+jester@1
source: Friends watch their backs when I'm near...
ja: 私が近くにいると、友人たちは背後を警戒する…
ko: 내가 가까이 가면 친구들은 뒤통수를 조심하더군...
uk: Друзі мене остерігаються...
zh_cn: 在我靠近的时候，我的朋友们都有所防备……

# bark_eyes_seen_stress_proc+leper@0
source: Gaze long upon me and see only ruin...
ja: 私を長く見つめ、ただ破滅を見る…
ko: 저 응시 앞에서는 오직 파멸만 보이는구나...
uk: Якщо на мене досить довго дивитися, можна побачити, як я гнию...
zh_cn: 凝视我吧，你只能看到毁灭的迹象……

# bark_eyes_seen_stress_proc+leper@1
source: They couldn't put their trust in a half-dead man...
ja: 半死の男など、彼らは信頼できなかったのだ…
ko: 반쯤 죽은 시신에 충성을 바칠 수는 없었겠지...
uk: Вони не могли покластися на напівмертвого...
zh_cn: 他们无法信任一个将死之人……

# bark_eyes_seen_stress_proc+man_at_arms@0
source: Don't make me watch... not again...
ko: 또 보여 주지 마... 다시는 안돼...
uk: Не змушуй мене дивитися... я вже не можу...

# bark_eyes_seen_stress_proc+man_at_arms@1
source: The others, they know I cannot lead...
ja: 他の者は、俺が導けないことを知っている…
ko: 다른 놈들은 분명 내가 능력 부족이란 걸 알았으면서...
uk: Інші знають, що я не можу керувати...
zh_cn: 其他人都知道，我当不成领袖……

# bark_eyes_seen_stress_proc+occultist@0
source: Am I man or creature? Perhaps <i>you</i> can ascertain.
ja: 私は人間なのか、怪物なのか？おそらく<i>お前が</i>究明できる
ko: 난 인간인가, 괴물인가? <i>너라면</i> 확인할 수 있을 터.
uk: Я людина чи якась інша істота? Можливо, <i>ви</i> зможете це з’ясувати.
zh_cn: 我是人，还是个魔物？也许只有<i>你</i>才能看清楚。

# bark_eyes_seen_stress_proc+occultist@1
source: I am untethered, to be feared even by friends...
ja: 私は解放され、友にさえも恐れられる…
ko: 나는 완전히 소외되었으니, 벗들에게서도 공포만 주는 존재라...
uk: Я вигнанець, мене бояться навіть друзі...
zh_cn: 我是头脱缰之兽，就连朋友们也惧怕我……

# bark_eyes_seen_stress_proc+plague_doctor@0
source: How could the others possibly trust my methods?!
ja: 私のやり方が信用されるわけがないでしょ！？
ko: 솔직히 다른 사람들이 내 방법을 어떻게 믿을 수 있었겠냐고?!
uk: Як інші могли довіряти моїм методам?!
zh_cn: 其他人怎么可能信任我的手段？！

# bark_eyes_seen_stress_proc+plague_doctor@1
source: Vex me not with your scrutiny!
ko: 그렇게 세세하게 파고들지 말라고!
uk: Не треба так придивлятися, мене це дратує!

# bark_eyes_seen_stress_proc+runaway@0
source: I'm not here! I was never here!
ja: 私はこの場にいない！いたこともない！
ko: 난 여기 없어! 여기 있었던 적도 없어!
uk: Мене тут нема! Мене тут ніколи не було!
zh_cn: 你看不到我！你没见过我！

# bark_eyes_seen_stress_proc+runaway@1
source: They know better than to trust me...
ko: 그 분들이 나를 믿지 않았으면 좋았으련만...
uk: Знати краще, ніж довіряти мені...

# bark_eyes_seen_stress_proc+vestal@0
source: Hope... redemption... ridiculous fantasies.
ja: 希望…救済…馬鹿げた幻想です
ko: 희망... 구원... 웃기는 망상이지.
uk: Надія... спокута... безглузді фантазії й не більше.
zh_cn: 希望……救赎……多么荒谬的幻想。

# bark_eyes_seen_stress_proc+vestal@1
source: They mock my naivete in secret...!
ja: 奴らは私の甘さを密かに嘲笑っています…！
ko: 놈들은 내 순진함을 은밀히 조롱하였을 터...!
uk: Вони потайки знущаються над моєю наївністю!
zh_cn: 他们暗中嘲笑我的不谙世事……！

# bark_eyes_stalk_s_killed@0
source: The horrible things merely blink back open!
ja: 恐ろしいものは、ただ瞬きを続けるんだ！
ko: 끔찍한 눈꺼풀이 다시 떠진다!
uk: Дізнаєшся про жахливі речі!
zh_cn: 那些可怕的东西，只要一眨眼就会再次出现！

# bark_eyes_stalk_s_killed@1
source: They won't stay dead...!
ja: 死なないんだな…！
ko: 그냥 죽어 있질 않아...!
uk: Воно повертається до життя!
zh_cn: 它们会死而复生！

# bark_eyes_stalk_s_killed@2
source: This isn't working!
ja: あまり効果がないようだ！
ko: 이 전법은 안 먹혀!
uk: Нічого не виходить!
zh_cn: 这样做没用！

# bark_god_summon_failure+bounty_hunter@0
source: Don't you dare.
ko: 어딜 감히.
uk: Навіть не думай.

# bark_god_summon_failure+bounty_hunter@1
source: I've seen such tricks before...
ko: 그딴 수작은 아까도 봤다...
uk: Я вже бачив такі фокуси...

# bark_god_summon_failure+flagellant@0
source: My purpose! My apotheosis!
ja: 俺の目的！俺の頂点だ！
ko: 나의 소명! 나의 승천!
uk: Моя мета! Мій апофеоз!
zh_cn: 我的使命！我的成神之旅！

# bark_god_summon_failure+flagellant@1
source: Shall you claim me now? At my pinnacle?!
ja: 今更、俺に喧嘩を売ろうと言うのか？頂点にいる俺に！？
ko: 이제야 나를 차지할 텐가? 이 정점에서?!
uk: І від мене ще щось насмілюються вимагати? Коли я на вершині?!
zh_cn: 你要在我登峰造极之时把我夺走？！

# bark_god_summon_failure+grave_robber@0
source: I never could leave well enough alone...
ja: 私はこのまま決してほっとけない…
ko: 도무지 그냥 놔둘 수가 있어야지...
uk: Я ніколи не могла залишитися на самоті...
zh_cn: 一走了之从来不是我的作风……

# bark_god_summon_failure+grave_robber@1
source: Oh darling, missing your rings?
ja: ああ、ダーリン、指輪はないの？
ko: 어머나, 반지라도 없어졌니?
uk: Сумуєш за своїми обручками?
zh_cn: 喔，亲爱的，找不到你的戒指了吗？

# bark_god_summon_failure+hellion@0
source: Long have I awaited you! TO ME, SPIRITS!
ja: ずっと待っていたぞ！精霊よ、私に力を！
ko: 오랫동안 널 기다려 왔다! 혼령들이여, 내게 깃들라!
uk: Я давно чекала на такий випадок! ДО МЕНЕ, ДУХИ!
zh_cn: 我等你等了好久了！众灵，助我！

# bark_god_summon_failure+hellion@1
source: This time, I stand my ground!
ko: 이번에는 맞서 싸우리!
uk: Цього разу я наполягаю на своєму!

# bark_god_summon_failure+highwayman@0
source: I have mourned them long enough.
ko: 추모는 이미 충분히 했어.
uk: Я оплакував їх достатньо довго.

# bark_god_summon_failure+highwayman@1
source: It's not real... can't be.
ja: これは現実ではない…ありえない
ko: 이건 진짜가 아냐... 그럴 리 없지.
uk: Це не насправді... такого не може бути.
zh_cn: 这不是真的……这不可能是真的。

# bark_god_summon_failure+jester@0
source: Darken my ear no longer, bastard thing!
ja: もう私の耳を暗くさせるな、ろくでなしめ！
ko: 내 귀를 더 이상 더럽히지 마, 이 녀석아!
uk: Не треба мені очі замилювати, падлюко!
zh_cn: 别再亵渎我的耳朵了，你这怪物！

# bark_god_summon_failure+jester@1
source: Enough melody, enough murder.
ja: 旋律も、殺りくもおしまいだ
ko: 노래도 충분하고 살인도 충분했지.
uk: Досить мелодій, досить убивств.
zh_cn: 演奏得够了，谋杀得也够了。

# bark_god_summon_failure+leper@0
source: I am the placid sea. I am the mountain.
ja: 私は穏やかな海である。私は山である
ko: 나는 평온한 바다요, 부동의 태산이라.
uk: Я — спокійне море. Я — гора.
zh_cn: 我是浩瀚的海洋。我是屹立的山峰。

# bark_god_summon_failure+leper@1
source: You are nothing more than an echo in time.
ko: 넌 그저 시간 속 메아리에 불과하다.
uk: Ти не більш ніж відлуння в часі.

# bark_god_summon_failure+man_at_arms@0
source: I'm sorry, comrade. But I am no longer that man.
ja: すまんな、同志よ。しかし、俺はもはやその男ではない
ko: 미안하네, 전우들이여. 하지만 난 더 이상 그 애송이가 아니야.
uk: Вибачай, друже, але я вже не та людина.
zh_cn: 对不起了，战友。但我已经不再是那个人。

# bark_god_summon_failure+man_at_arms@1
source: Spectres of regret, give me your worst!
ja: 後悔の亡霊たちめ、全力でかかってきやがれ！
ko: 후회의 망령들아, 어디 뜻대로 해 봐라!
uk: Привиди смутків, дайте мені найгірше!
zh_cn: 悔恨的恶灵，放马过来吧！

# bark_god_summon_failure+occultist@0
source: Come to drag me to the void, have you?
ko: 나를 심연으로 데려가러 왔는가?
uk: Ти ж хочеш затягнути мене в безодню?

# bark_god_summon_failure+occultist@1
source: You know nothing of sacrifice! Away, shade!
ja: お前は犠牲を知らない！影よ、立ち去れ！
ko: 희생에 대해 뭘 안다고! 꺼져라, 망령아!
uk: Що ти знаєш про жертовність? Геть, тіне!
zh_cn: 你对牺牲一无所知！走开，恶灵！

# bark_god_summon_failure+plague_doctor@0
source: I should never have meddled...
ja: 手出しするんじゃなかった…
ko: 애초에 신경도 쓸 필요가 없었는걸...
uk: Я не повинна була втручатися...
zh_cn: 我当时就不该出手干预……

# bark_god_summon_failure+plague_doctor@1
source: I was a fool, and now I pay the price.
ja: 私は愚かだった、そして今、私はその代償を払う
ko: 나는 바보였지, 이제 그 대가를 치르고 있고.
uk: Я вела себе по-дурному, а тепер плачу за це.
zh_cn: 那时的我很愚蠢，而现在我要付出代价。

# bark_god_summon_failure+runaway@0
source: Nowhere left to hide...
ja: もう隠れる場所がない…
ko: 이젠 숨을 곳도 없으니까...
uk: Ніде вже не сховатися...
zh_cn: 无处可逃了……

# bark_god_summon_failure+runaway@1
source: The fire should have taken YOU!
ja: 炎にやられるべきはお前だ！
ko: 그 불은 널 집어삼켰어야 해!
uk: Вогонь мав забрати ТВОЄ життя!
zh_cn: 火焰本该吞噬<i>你</i>！

# bark_god_summon_failure+vestal@0
source: I will not be condemned!
ko: 나는 정죄 받지 않으리!
uk: Мене не осудять!

# bark_god_summon_failure+vestal@1
source: Shadows of the past cannot stand in the Light!
ja: 過去の影は、光の中に立つことはできません！
ko: 과거의 그늘은 빛 앞에 드리울 곳 없다!
uk: Тіні минулого не можуть існувати в Світлі!
zh_cn: 往日的阴影在圣光面前没有容身之地！

# bark_gr_open_guard_coffin_bark@0
source: A rat, how cute.
ja: ネズミか、なんてかわいいんだ
ko: 쥐네. 귀엽기도 하지.
uk: О, щур, як мило.
zh_cn: 一只老鼠。多可爱啊。

# bark_gr_open_guard_coffin_bark@1
source: Empty. Just my luck.
ja: 何もない。運が良かっただけだ
ko: 비었어. 딱 내 행운같군.
uk: Пусто. Оце так удача...
zh_cn: 空的。真是撞了大运了。

# bark_gr_open_guard_coffin_bark@2
source: Just dust and bones...
ja: 埃と骨だけだ…
ko: 먼지랑 뼈다귀 뿐이야...
uk: Лише пилюка й кістки...
zh_cn: 只有白骨和灰尘……

# bark_gr_open_guard_coffin_bark@3
source: Just where is the rest of his estate?
ja: 残りの財産はどこだ？
ko: 나머지 재산은 다 어디로 간 걸까?
uk: Де ж усе інше?
zh_cn: 他剩下的财产都藏到哪儿了？

# bark_gr_open_guard_coffin_bark@4
source: Naught but moonlight and shadow.
ja: 月明かりと影だけだ
ko: 달빛과 그림자 뿐이야.
uk: Лише місячне сяйво й танці тіней.
zh_cn: 除了月光和阴影，空无一物。

# bark_gr_open_guard_coffin_bark@5
source: Where does one bury a pig?
ja: 豚はどこに埋めるんだ？
ko: 그 돼지는 어디에 묻었을까?
uk: Де зазвичай закопують свиней?
zh_cn: 人们会把猪埋在哪儿呢？

# bark_gr_open_husband_coffin_bark
source: And there you are! With all that you owe me...
ja: そこにいたか！お前への借りをすべて…
ko: 여기 있었네! 나한테 빚진 걸 생각하셔...
uk: А ось і ти! З усім, що мені належить...
zh_cn: 总算找到你了！你欠我的可太多了……

# bark_gr_open_trapped_coffin_bark@0
source: Careless!
ja: 油断大敵！
ko: 조심해야지!
uk: Яка легковажність!
zh_cn: 太冒失了！

# bark_gr_open_trapped_coffin_bark@1
source: I should know better..!
ja: 知っておくべきだった…！
ko: 뭘 좀 알고 열었어야...!
uk: Мені треба було знати...
zh_cn: 我早该料到的……！

# bark_gr_open_trapped_coffin_bark@2
source: Painful trick, that!
ja: これは痛いな！
ko: 이딴 수작질을!
uk: Не дуже смішний жарт!
zh_cn: 阴损的把戏！

# bark_gr_open_treasure_coffin_bark@0
source: Buried himself with my estate, he did.
ja: 彼は私の財産に埋没してしまった
ko: 내 재산까지 같이 묻어버리다니, 망할 놈.
uk: Поховав себе з моїм майном.
zh_cn: 怎么带着我的财产下葬，真是的。

# bark_gr_open_treasure_coffin_bark@1
source: This suits my complexion better, ya?
ja: 私の顔色には、こちらの方が合っているよな？
ko: 이게 내 피부랑 더 잘 어울리지?
uk: Це мені більше підходить, чи не так?
zh_cn: 这正好配得上我的恋物情结，对吧？

# bark_gr_open_treasure_coffin_bark@2
source: Took this to the grave to spite me, eh?
ja: 私を困らせるためだけに、墓場まで持っていくとはな？
ko: 이걸 무덤까지 가져가서 날 애먹였겠다?
uk: Узяв це із собою в могилу на зло мені?
zh_cn: 把这个带到坟墓里，就为了气我，是么？

# bark_gr_open_treasure_coffin_bark@3
source: You won't rat on me, will you now?
ja: 私を裏切ったりしないよな？
ko: 이제 더는 나를 못 괴롭히지, 안 그래?
uk: Ти ж не донесеш на мене?
zh_cn: 你不会揭发我的，对不对？

# bark_harvest_meat_consumed@0
source: DELECTABLE!
ko: 너무 맛 좋아!
uk: СМАКОТА!

# bark_harvest_meat_consumed@1
source: Flavour unmatched by any I've known!
ja: 今まで食べた中で最高の味だ！
ko: 그 무엇과도 비할 수 없는 맛이야!
uk: Такого смаку мені відчувати ще не доводилося!
zh_cn: 我从来没尝过这种美味！

# bark_harvest_meat_consumed@2
source: I would <i>kill</i> for another taste...
ja: <i>殺し</i>をしてでも、また味わいたいものだ…
ko: 한 입만 더 먹게 해 준다면 <i>목숨</i>이라도 바칠텐데...
uk: За такий смак можна <i>вбити</i>...
zh_cn: 再让我尝一口，让我死都行……

# bark_harvest_meat_consumed@3
source: Just one more bite, I beg of you...
ja: あと一口だけ、お願いだ…
ko: 부탁이야, 한 입만 더 먹게 해 줘...
uk: Можна ще хоч раз відкусити? Благаю!
zh_cn: 再来一口，求你了……

# bark_harvest_meat_consumed@4
source: Mmmmmm....
ko: 으음...
uk: М-м-м...

# bark_harvest_meat_consumed@5
source: Otherworldly delights...
ko: 이 세상 고기 맛이 아니야...
uk: Райська насолода...

# bark_harvest_meat_consumed+bounty_hunter
source: To the victor go the spoils.
ko: 전리품은 승자에게.
uk: Переможець отримує все.

# bark_harvest_meat_consumed+flagellant
source: I'm ravenous! Another bite! Now!
ja: 猛烈に食べたい！もう一口！頼む！
ko: 허기가 진다! 한 입만 더! 당장!
uk: Я просто шаленію! Ну ще хоч раз! Зараз відкушу і все!
zh_cn: 我要饿死了！再来一口！立刻！

# bark_harvest_meat_consumed+grave_robber
source: I've never known such satiety.
ko: 이런 미식은 나도 생전 처음인걸.
uk: Для мене така ситість — нове відчуття.

# bark_harvest_meat_consumed+highwayman
source: Finally...
ko: 마침내...
uk: Нарешті...

# bark_harvest_meat_consumed+jester
source: The rest of this belongs to me!
ko: 나머지는 다 내 거야!
uk: Решта належить мені!

# bark_harvest_meat_consumed+leper
source: This could return me to health. I know it!
ja: これで健康な状態に戻れるかもしれない。わかるぞ！
ko: 이거라면 다시 건강을 되찾을 수 있어, 난 알아!
uk: Я точно знаю: це може повернути мені здоров’я!
zh_cn: 这种肉能治好我的病。我就知道！

# bark_harvest_meat_consumed+man_at_arms
source: I could march for miles!
ko: 몇십 리는 더 행군할 수 있겠어!
uk: Без перепочинку пройти весь екватор — та легко!

# bark_harvest_meat_consumed+occultist
source: MORE. WE REQUIRE MORE.
ja: 『もっとだ。もっとよこせ』
ko: 더 내놔. 우리는 더 원한다.
uk: ЩЕ! МИ ХОЧЕМО ЩЕ!
zh_cn: 【更多。我们需要更多。】

# bark_harvest_meat_consumed+plague_doctor
source: Sustenance!
ko: 최상의 섭식이라!
uk: Їжа!
