Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# quirk_fear_of_fisherfolk_neg+female
source: Fisherfolk Fearing
ja: 漁民恐怖症
ko: 어인 공포증
uk: Страх перед риболюдами
zh_cn: 恐惧渔人

# quirk_fear_of_fisherfolk_neg+male
source: Fisherfolk Fearing
ja: 漁民恐怖症
ko: 어인 공포증
uk: Страх перед риболюдами
zh_cn: 恐惧渔人

# quirk_fear_of_gaunt_neg
source: Gaunt Fearing
ja: 亡者恐怖症
ko: 쭉정이 공포증
uk: Страх перед здихлями
zh_cn: 恐惧憔悴者

# quirk_fear_of_gaunt_neg_verbose_description
source: Afraid of the withered and wizened.
ko: 쭈글쭈글하게 말라 비틀어진 육신을 두려워합니다.
uk: Страшиться тих, що чахне й вмирає.

# quirk_fear_of_gaunt_neg_verbose_description+female
source: Afraid of the withered and wizened.
ko: 쭈글쭈글하게 말라 비틀어진 육신을 두려워합니다.
uk: Страшиться тих, що чахне й вмирає.

# quirk_fear_of_gaunt_neg_verbose_description+male
source: Afraid of the withered and wizened.
ko: 쭈글쭈글하게 말라 비틀어진 육신을 두려워합니다.
uk: Страшиться тих, що чахне й вмирає.

# quirk_fear_of_gaunt_neg+female
source: Gaunt Fearing
ja: 亡者恐怖症
ko: 쭉정이 공포증
uk: Страх перед здихлями
zh_cn: 恐惧憔悴者

# quirk_fear_of_gaunt_neg+male
source: Gaunt Fearing
ja: 亡者恐怖症
ko: 쭉정이 공포증
uk: Страх перед здихлями
zh_cn: 恐惧憔悴者

# quirk_fear_of_gentry_neg
source: Gentry Fearing
ja: 上流階級恐怖症
ko: 귀족 공포증
uk: Страх перед чуможерами
zh_cn: 恐惧饕餮客

# quirk_fear_of_gentry_neg_verbose_description
source: Paralyzed by capacious maws and festering wounds.
ko: 쩍 벌린 아가리와 곪아터진 상처만 보면 몸이 굳어버립니다.
uk: Ніяковіє, коли бачить величезні зуби й гниючі рани.

# quirk_fear_of_gentry_neg_verbose_description+female
source: Paralyzed by capacious maws and festering wounds.
ko: 쩍 벌린 아가리와 곪아터진 상처만 보면 몸이 굳어버립니다.
uk: Ніяковіє, коли бачить величезні зуби й гниючі рани.

# quirk_fear_of_gentry_neg_verbose_description+male
source: Paralyzed by capacious maws and festering wounds.
ko: 쩍 벌린 아가리와 곪아터진 상처만 보면 몸이 굳어버립니다.
uk: Ніяковіє, коли бачить величезні зуби й гниючі рани.

# quirk_fear_of_gentry_neg+female
source: Gentry Fearing
ja: 上流階級恐怖症
ko: 귀족 공포증
uk: Страх перед чуможерами
zh_cn: 恐惧饕餮客

# quirk_fear_of_gentry_neg+male
source: Gentry Fearing
ja: 上流階級恐怖症
ko: 귀족 공포증
uk: Страх перед чуможерами
zh_cn: 恐惧饕餮客

# quirk_fear_of_pillagers_neg
source: Pillager Fearing
ja: 略奪者恐怖症
ko: 도적 공포증
uk: Страх перед грабіжниками
zh_cn: 恐惧劫掠者

# quirk_fear_of_pillagers_neg_verbose_description
source: Bandits evoke a certain childhood trauma.
ko: 도적들만 보면 어릴 적 트라우마가 되살아납니다.
uk: Поява бандитів пробуджує дитячу травму.

# quirk_fear_of_pillagers_neg_verbose_description+female
source: Bandits evoke a certain childhood trauma.
ko: 도적들만 보면 어릴 적 트라우마가 되살아납니다.
uk: Поява бандитів пробуджує дитячу травму.

# quirk_fear_of_pillagers_neg_verbose_description+male
source: Bandits evoke a certain childhood trauma.
ko: 도적들만 보면 어릴 적 트라우마가 되살아납니다.
uk: Поява бандитів пробуджує дитячу травму.

# quirk_fear_of_pillagers_neg+female
source: Pillager Fearing
ja: 略奪者恐怖症
ko: 도적 공포증
uk: Страх перед грабіжниками
zh_cn: 恐惧劫掠者

# quirk_fear_of_pillagers_neg+male
source: Pillager Fearing
ja: 略奪者恐怖症
ko: 도적 공포증
uk: Страх перед грабіжниками
zh_cn: 恐惧劫掠者

# quirk_fear_of_swine_neg
source: Swine Fearing
ja: 豚恐怖症
ko: 돼지 공포증
uk: Страх перед вепрами
zh_cn: 恐惧猪人

# quirk_fear_of_swine_neg_verbose_description
source: "The squeals are unbearable!"
ko: 「그 놈의 꿀꿀거리는 소리는 참을 수가 없어!」

# quirk_fear_of_swine_neg_verbose_description+female
source: "The squeals are unbearable!"
ko: 「그 놈의 꿀꿀거리는 소리는 참을 수가 없어!」

# quirk_fear_of_swine_neg_verbose_description+male
source: "The squeals are unbearable!"
ko: 「그 놈의 꿀꿀거리는 소리는 참을 수가 없어!」

# quirk_fear_of_swine_neg+female
source: Swine Fearing
ja: 豚恐怖症
ko: 돼지 공포증
uk: Страх перед вепрами
zh_cn: 恐惧猪人

# quirk_fear_of_swine_neg+male
source: Swine Fearing
ja: 豚恐怖症
ko: 돼지 공포증
uk: Страх перед вепрами
zh_cn: 恐惧猪人

# quirk_field_surgeon_pos
source: Field Surgeon
ja: 野戦医師
ko: 야전 외과의
uk: Польова хірургія
zh_cn: 战地医师

# quirk_field_surgeon_pos_verbose_description
source: Can patch up minor wounds on the road.
ko: 간단한 상처 정도는 마차에서도 치료할 수 있습니다.
uk: Може залатати невеликі рани в дорозі.

# quirk_field_surgeon_pos_verbose_description+female
source: Can patch up minor wounds on the road.
ko: 간단한 상처 정도는 마차에서도 치료할 수 있습니다.
uk: Може залатати невеликі рани в дорозі.

# quirk_field_surgeon_pos_verbose_description+male
source: Can patch up minor wounds on the road.
ko: 간단한 상처 정도는 마차에서도 치료할 수 있습니다.
uk: Може залатати невеликі рани в дорозі.

# quirk_field_surgeon_pos+female
source: Field Surgeon
ja: 野戦医師
ko: 야전 외과의
uk: Польова хірургія
zh_cn: 战地医师

# quirk_field_surgeon_pos+male
source: Field Surgeon
ja: 野戦医師
ko: 야전 외과의
uk: Польова хірургія
zh_cn: 战地医师

# quirk_fields_explorer_pos
source: Foetor Explorer
ja: 腐敗街道の探検家
ko: 농지 탐험가
uk: Дослідження Сморіддя
zh_cn: 腐宴探索者

# quirk_fields_explorer_pos_verbose_description
source: Master of the Foetor and its advantages.
ko: 농지의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Сморіддя.

# quirk_fields_explorer_pos_verbose_description+female
source: Master of the Foetor and its advantages.
ko: 농지의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Сморіддя.

# quirk_fields_explorer_pos_verbose_description+male
source: Master of the Foetor and its advantages.
ko: 농지의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Сморіддя.

# quirk_fields_explorer_pos+female
source: Foetor Explorer
ja: 腐敗街道の探検家
ko: 농지 탐험가
uk: Дослідження Сморіддя
zh_cn: 腐宴探索者

# quirk_fields_explorer_pos+male
source: Foetor Explorer
ja: 腐敗街道の探検家
ko: 농지 탐험가
uk: Дослідження Сморіддя
zh_cn: 腐宴探索者

# quirk_fields_scrounger_pos
source: Foetor Scrounger
ja: 腐敗街道のたかり屋
ko: 농지 약탈자
uk: Знання Сморіддя
zh_cn: 腐宴搜掠者

# quirk_fields_scrounger_pos_verbose_description
source: Knows where to find resources in The Foetor.
ko: 농지에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Сморідді.

# quirk_fields_scrounger_pos_verbose_description+female
source: Knows where to find resources in The Foetor.
ko: 농지에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Сморідді.

# quirk_fields_scrounger_pos_verbose_description+male
source: Knows where to find resources in The Foetor.
ko: 농지에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Сморідді.

# quirk_fields_scrounger_pos+female
source: Foetor Scrounger
ja: 腐敗街道のたかり屋
ko: 농지 약탈자
uk: Знання Сморіддя
zh_cn: 腐宴搜掠者

# quirk_fields_scrounger_pos+male
source: Foetor Scrounger
ja: 腐敗街道のたかり屋
ko: 농지 약탈자
uk: Знання Сморіддя
zh_cn: 腐宴搜掠者

# quirk_fields_tactician_pos
source: Foetor Tactician
ja: 腐敗街道の戦術家
ko: 농지 전술가
uk: Тактика щодо Сморіддя
zh_cn: 腐宴战术家

# quirk_fields_tactician_pos+female
source: Foetor Tactician
ja: 腐敗街道の戦術家
ko: 농지 전술가
uk: Тактика щодо Сморіддя
zh_cn: 腐宴战术家

# quirk_fields_tactician_pos+male
source: Foetor Tactician
ja: 腐敗街道の戦術家
ko: 농지 전술가
uk: Тактика щодо Сморіддя
zh_cn: 腐宴战术家

# quirk_flawed_release_neg
source: Flawed Release
ja: 欠陥品
ko: 떨리는 방아쇠
uk: Неточний удар
zh_cn: 无的放矢

# quirk_flawed_release_neg+female
source: Flawed Release
ja: 欠陥品
ko: 떨리는 방아쇠
uk: Неточний удар
zh_cn: 无的放矢

# quirk_flawed_release_neg+male
source: Flawed Release
ja: 欠陥品
ko: 떨리는 방아쇠
uk: Неточний удар
zh_cn: 无的放矢

# quirk_forest_explorer_pos
source: Tangle Explorer
ja: 暗い樹海の探検家
ko: 덩굴숲 탐험가
uk: Дослідження Чорнолісся
zh_cn: 乱冢探索者

# quirk_forest_explorer_pos_verbose_description
source: Master of the Tangle's advantages.
ko: 덩굴숲의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Чорнолісся.

# quirk_forest_explorer_pos_verbose_description+female
source: Master of the Tangle's advantages.
ko: 덩굴숲의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Чорнолісся.

# quirk_forest_explorer_pos_verbose_description+male
source: Master of the Tangle's advantages.
ko: 덩굴숲의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Чорнолісся.

# quirk_forest_explorer_pos+female
source: Tangle Explorer
ja: 暗い樹海の探検家
ko: 덩굴숲 탐험가
uk: Дослідження Чорнолісся
zh_cn: 乱冢探索者

# quirk_forest_explorer_pos+male
source: Tangle Explorer
ja: 暗い樹海の探検家
ko: 덩굴숲 탐험가
uk: Дослідження Чорнолісся
zh_cn: 乱冢探索者

# quirk_forest_scrounger_pos
source: Tangle Scrounger
ja: 暗い樹海のたかり屋
ko: 덩굴숲 약탈자
uk: Знання Чорнолісся
zh_cn: 乱冢搜掠者

# quirk_forest_scrounger_pos_verbose_description
source: Knows where to find resources in the Tangle.
ko: 덩굴숲에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Чорноліссі.

# quirk_forest_scrounger_pos_verbose_description+female
source: Knows where to find resources in the Tangle.
ko: 덩굴숲에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Чорноліссі.

# quirk_forest_scrounger_pos_verbose_description+male
source: Knows where to find resources in the Tangle.
ko: 덩굴숲에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Чорноліссі.

# quirk_forest_scrounger_pos+female
source: Tangle Scrounger
ja: 暗い樹海のたかり屋
ko: 덩굴숲 약탈자
uk: Знання Чорнолісся
zh_cn: 乱冢搜掠者

# quirk_forest_scrounger_pos+male
source: Tangle Scrounger
ja: 暗い樹海のたかり屋
ko: 덩굴숲 약탈자
uk: Знання Чорнолісся
zh_cn: 乱冢搜掠者

# quirk_forest_tactician_pos
source: Tangle Tactician
ja: 暗い樹海の戦術家
ko: 덩굴숲 전술가
uk: Тактика щодо Чорнолісся
zh_cn: 乱冢战术家

# quirk_forest_tactician_pos+female
source: Tangle Tactician
ja: 暗い樹海の戦術家
ko: 덩굴숲 전술가
uk: Тактика щодо Чорнолісся
zh_cn: 乱冢战术家

# quirk_forest_tactician_pos+male
source: Tangle Tactician
ja: 暗い樹海の戦術家
ko: 덩굴숲 전술가
uk: Тактика щодо Чорнолісся
zh_cn: 乱冢战术家

# quirk_fragile_neg
source: Fragile
ja: 脆弱
ko: 연약함
uk: Тендітність
zh_cn: 脆弱

# quirk_fragile_neg+female
source: Fragile
ja: 脆弱
ko: 연약함
uk: Тендітність
zh_cn: 脆弱

# quirk_fragile_neg+male
source: Fragile
ja: 脆弱
ko: 연약함
uk: Тендітність
zh_cn: 脆弱

# quirk_fussy_eater_neg
source: Fussy Eater
ja: 偏食家
ko: 편식쟁이
uk: Вибагливість
zh_cn: 挑食

# quirk_fussy_eater_neg_verbose_description
source: Claims to be deathly afraid of slime mold.
ko: 곰팡이 덩어리를 먹으면 죽을지도 모른다며 거부합니다.
uk: До смерті боїться слизової плісняви.

# quirk_fussy_eater_neg_verbose_description+female
source: Claims to be deathly afraid of slime mold.
ko: 곰팡이 덩어리를 먹으면 죽을지도 모른다며 거부합니다.
uk: До смерті боїться слизової плісняви.

# quirk_fussy_eater_neg_verbose_description+male
source: Claims to be deathly afraid of slime mold.
ko: 곰팡이 덩어리를 먹으면 죽을지도 모른다며 거부합니다.
uk: До смерті боїться слизової плісняви.

# quirk_fussy_eater_neg+female
source: Fussy Eater
ja: 偏食家
ko: 편식쟁이
uk: Вибагливість
zh_cn: 挑食

# quirk_fussy_eater_neg+male
source: Fussy Eater
ja: 偏食家
ko: 편식쟁이
uk: Вибагливість
zh_cn: 挑食

# quirk_generous_pos
source: Generous
ja: 寛大
ko: 관대함
uk: Щедрість
zh_cn: 慷慨

# quirk_generous_pos_verbose_description
source: Willing to give what is asked of them.
ko: 부탁만 하면 뭐든 기꺼이 내어 줍니다.
uk: Готовність віддати все, що попросять.

# quirk_generous_pos_verbose_description+female
source: Willing to give what is asked of them.
ko: 부탁만 하면 뭐든 기꺼이 내어 줍니다.
uk: Готовність віддати все, що попросять.

# quirk_generous_pos_verbose_description+male
source: Willing to give what is asked of them.
ko: 부탁만 하면 뭐든 기꺼이 내어 줍니다.
uk: Готовність віддати все, що попросять.

# quirk_generous_pos+female
source: Generous
ja: 寛大
ko: 관대함
uk: Щедрість
zh_cn: 慷慨

# quirk_generous_pos+male
source: Generous
ja: 寛大
ko: 관대함
uk: Щедрість
zh_cn: 慷慨

# quirk_germophobe_neg
source: Germophobic
ja: 細菌恐怖症
ko: 세균공포증
uk: Гермофобія
zh_cn: 病菌恐惧症

# quirk_germophobe_neg_verbose_description
source: Pestilence lurks on every surface.
ko: 만물의 표면에 전염병이 숨어 있습니다.
uk: Чума чатує за кожним кутом.

# quirk_germophobe_neg_verbose_description+female
source: Pestilence lurks on every surface.
ko: 만물의 표면에 전염병이 숨어 있습니다.
uk: Чума чатує за кожним кутом.

# quirk_germophobe_neg_verbose_description+male
source: Pestilence lurks on every surface.
ko: 만물의 표면에 전염병이 숨어 있습니다.
uk: Чума чатує за кожним кутом.

# quirk_germophobe_neg+female
source: Germophobic
ja: 細菌恐怖症
ko: 세균공포증
uk: Гермофобія
zh_cn: 病菌恐惧症

# quirk_germophobe_neg+male
source: Germophobic
ja: 細菌恐怖症
ko: 세균공포증
uk: Гермофобія
zh_cn: 病菌恐惧症

# quirk_greed_neg
source: Greedy
ja: 強欲
ko: 탐욕적
uk: Жадібність
zh_cn: 贪婪

# quirk_greed_neg_verbose_description
source: Always focused on their share.
ko: 항상 자기 몫만 생각합니다.
uk: Завжди пам’ятає про свою частку.

# quirk_greed_neg_verbose_description+female
source: Always focused on their share.
ko: 항상 자기 몫만 생각합니다.
uk: Завжди пам’ятає про свою частку.

# quirk_greed_neg_verbose_description+male
source: Always focused on their share.
ko: 항상 자기 몫만 생각합니다.
uk: Завжди пам’ятає про свою частку.

# quirk_greed_neg+female
source: Greedy
ja: 強欲
ko: 탐욕적
uk: Жадібність
zh_cn: 贪婪

# quirk_greed_neg+male
source: Greedy
ja: 強欲
ko: 탐욕적
uk: Жадібність
zh_cn: 贪婪

# quirk_hard_noggin_pos
source: Hard Noggin
ja: 石頭
ko: 돌머리
uk: Міцний горішок
zh_cn: 铁头

# quirk_hard_noggin_pos+female
source: Hard Noggin
ja: 石頭
ko: 돌머리
uk: Міцний горішок
zh_cn: 铁头

# quirk_hard_noggin_pos+male
source: Hard Noggin
ja: 石頭
ko: 돌머리
uk: Міцний горішок
zh_cn: 铁头

# quirk_hard_skinned_pos
source: Hard Skinned
ja: 硬い皮膚
ko: 단단한 피부
uk: Товстошкірість
zh_cn: 皮糙肉厚

# quirk_hard_skinned_pos+female
source: Hard Skinned
ja: 硬い皮膚
ko: 단단한 피부
uk: Товстошкірість
zh_cn: 皮糙肉厚

# quirk_hard_skinned_pos+male
source: Hard Skinned
ja: 硬い皮膚
ko: 단단한 피부
uk: Товстошкірість
zh_cn: 皮糙肉厚

# quirk_hatred_of_cadavers_pos
source: Cadaver Hater
ja: キャダバー嫌い
ko: 송장 혐오
uk: Ненависть до кадаврів
zh_cn: 憎恨尸身

# quirk_hatred_of_cadavers_pos+female
source: Cadaver Hater
ja: キャダバー嫌い
ko: 송장 혐오
uk: Ненависть до кадаврів
zh_cn: 憎恨尸身

# quirk_hatred_of_cadavers_pos+male
source: Cadaver Hater
ja: キャダバー嫌い
ko: 송장 혐오
uk: Ненависть до кадаврів
zh_cn: 憎恨尸身

# quirk_hatred_of_cosmic_pos
source: Cosmic Hater
ja: 異形嫌い
ko: 우주적 존재 혐오
uk: Ненависть до косміконів
zh_cn: 憎恨恒宇

# quirk_hatred_of_cosmic_pos+female
source: Cosmic Hater
ja: 異形嫌い
ko: 우주적 존재 혐오
uk: Ненависть до косміконів
zh_cn: 憎恨恒宇

# quirk_hatred_of_cosmic_pos+male
source: Cosmic Hater
ja: 異形嫌い
ko: 우주적 존재 혐오
uk: Ненависть до косміконів
zh_cn: 憎恨恒宇

# quirk_hatred_of_fanatics_pos
source: Fanatic Hater
ja: 狂信者嫌い
ko: 광신도 혐오
uk: Ненависть до фанатиків
zh_cn: 憎恨狂徒

# quirk_hatred_of_fanatics_pos+female
source: Fanatic Hater
ja: 狂信者嫌い
ko: 광신도 혐오
uk: Ненависть до фанатиків
zh_cn: 憎恨狂徒

# quirk_hatred_of_fanatics_pos+male
source: Fanatic Hater
ja: 狂信者嫌い
ko: 광신도 혐오
uk: Ненависть до фанатиків
zh_cn: 憎恨狂徒

# quirk_hatred_of_fisherfolk_pos
source: Fisherfolk Hater
ja: 漁民嫌い
ko: 어인 혐오
uk: Ненависть до риболюдів
zh_cn: 憎恨渔人

# quirk_hatred_of_fisherfolk_pos+female
source: Fisherfolk Hater
ja: 漁民嫌い
ko: 어인 혐오
uk: Ненависть до риболюдів
zh_cn: 憎恨渔人

# quirk_hatred_of_fisherfolk_pos+male
source: Fisherfolk Hater
ja: 漁民嫌い
ko: 어인 혐오
uk: Ненависть до риболюдів
zh_cn: 憎恨渔人

# quirk_hatred_of_gaunt_pos
source: Gaunt Hater
ja: 亡者嫌い
ko: 쭉정이 혐오
uk: Ненависть до здихлів
zh_cn: 憎恨憔悴者

# quirk_hatred_of_gaunt_pos+female
source: Gaunt Hater
ja: 亡者嫌い
ko: 쭉정이 혐오
uk: Ненависть до здихлів
zh_cn: 憎恨憔悴者

# quirk_hatred_of_gaunt_pos+male
source: Gaunt Hater
ja: 亡者嫌い
ko: 쭉정이 혐오
uk: Ненависть до здихлів
zh_cn: 憎恨憔悴者

# quirk_hatred_of_gentry_pos
source: Gentry Hater
ja: 上流階級嫌い
ko: 귀족 혐오
uk: Ненависть до чуможерів
zh_cn: 憎恨饕餮客

# quirk_hatred_of_gentry_pos+female
source: Gentry Hater
ja: 上流階級嫌い
ko: 귀족 혐오
uk: Ненависть до чуможерів
zh_cn: 憎恨饕餮客

# quirk_hatred_of_gentry_pos+male
source: Gentry Hater
ja: 上流階級嫌い
ko: 귀족 혐오
uk: Ненависть до чуможерів
zh_cn: 憎恨饕餮客

# quirk_hatred_of_pillagers_pos
source: Pillager Hater
ja: 略奪者嫌い
ko: 도적 혐오
uk: Ненависть до грабіжників
zh_cn: 憎恨劫掠者

# quirk_hatred_of_pillagers_pos+female
source: Pillager Hater
ja: 略奪者嫌い
ko: 도적 혐오
uk: Ненависть до грабіжників
zh_cn: 憎恨劫掠者

# quirk_hatred_of_pillagers_pos+male
source: Pillager Hater
ja: 略奪者嫌い
ko: 도적 혐오
uk: Ненависть до грабіжників
zh_cn: 憎恨劫掠者

# quirk_hatred_of_swine_pos
source: Swine Hater
ja: 豚嫌い
ko: 돼지 혐오
uk: Ненависть до вепрів
zh_cn: 憎恨猪人

# quirk_hatred_of_swine_pos+female
source: Swine Hater
ja: 豚嫌い
ko: 돼지 혐오
uk: Ненависть до вепрів
zh_cn: 憎恨猪人

# quirk_hatred_of_swine_pos+male
source: Swine Hater
ja: 豚嫌い
ko: 돼지 혐오
uk: Ненависть до вепрів
zh_cn: 憎恨猪人

# quirk_hazard_route_scout_pos
source: Spotter
ko: 정찰병
uk: Спостережливість

# quirk_hazard_route_scout_pos+female
source: Spotter
ko: 정찰병
uk: Спостережливість

# quirk_hazard_route_scout_pos+male
source: Spotter
ko: 정찰병
uk: Спостережливість

# quirk_head_in_sand_neg
source: Head in the Sand
ja: 現実逃避
ko: 현실 도피
uk: Голова в піску
zh_cn: 鸵鸟

# quirk_head_in_sand_neg+female
source: Head in the Sand
ja: 現実逃避
ko: 현실 도피
uk: Голова в піску
zh_cn: 鸵鸟

# quirk_head_in_sand_neg+male
source: Head in the Sand
ja: 現実逃避
ko: 현실 도피
uk: Голова в піску
zh_cn: 鸵鸟

# quirk_head_injury_neg
source: Head Injury
ja: 頭部負傷
ko: 머리 부상
uk: Травма голови
zh_cn: 头部创伤

# quirk_head_injury_neg+female
source: Head Injury
ja: 頭部負傷
ko: 머리 부상
uk: Травма голови
zh_cn: 头部创伤

# quirk_head_injury_neg+male
source: Head Injury
ja: 頭部負傷
ko: 머리 부상
uk: Травма голови
zh_cn: 头部创伤

# quirk_heavy_handed_pos
source: Heavy Handed
ja: 高圧的
ko: 묵직한 손
uk: Важка рука
zh_cn: 臂力过人

# quirk_heavy_handed_pos+female
source: Heavy Handed
ja: 高圧的
ko: 묵직한 손
uk: Важка рука
zh_cn: 臂力过人

# quirk_heavy_handed_pos+male
source: Heavy Handed
ja: 高圧的
ko: 묵직한 손
uk: Важка рука
zh_cn: 臂力过人

# quirk_hemophilia_neg
source: Hemophiliac
ja: 血液愛好家
ko: 혈우병
uk: Гемофілія
zh_cn: 血友病

# quirk_hemophilia_neg+female
source: Hemophiliac
ja: 血液愛好家
ko: 혈우병
uk: Гемофілія
zh_cn: 血友病

# quirk_hemophilia_neg+male
source: Hemophiliac
ja: 血液愛好家
ko: 혈우병
uk: Гемофілія
zh_cn: 血友病

# quirk_hemophobia_neg
source: Hemophobic
ja: 血液恐怖症
ko: 혈액공포증
uk: Гемофобія
zh_cn: 鲜血恐惧症

# quirk_hemophobia_neg_verbose_description
source: Mortified by blood.
ko: 피만 보면 죽을 것 같이 굽니다.
uk: Непритомніє, коли бачить кров

# quirk_hemophobia_neg_verbose_description+female
source: Mortified by blood.
ko: 피만 보면 죽을 것 같이 굽니다.
uk: Непритомніє, коли бачить кров

# quirk_hemophobia_neg_verbose_description+male
source: Mortified by blood.
ko: 피만 보면 죽을 것 같이 굽니다.
uk: Непритомніє, коли бачить кров

# quirk_hemophobia_neg+female
source: Hemophobic
ja: 血液恐怖症
ko: 혈액공포증
uk: Гемофобія
zh_cn: 鲜血恐惧症

# quirk_hemophobia_neg+male
source: Hemophobic
ja: 血液恐怖症
ko: 혈액공포증
uk: Гемофобія
zh_cn: 鲜血恐惧症

# quirk_hydrophobe_neg
source: Hydrophobic
ja: 水恐怖症
ko: 공수증
uk: Гідрофобія
zh_cn: 恐水症

# quirk_hydrophobe_neg_verbose_description
source: No greater terror than cool, refreshing water.
ko: 시원하고 청량한 물보다 더 무서운 것은 없습니다.
uk: Що може жахати більше, ніж холодна освіжаюча вода?

# quirk_hydrophobe_neg_verbose_description+female
source: No greater terror than cool, refreshing water.
ko: 시원하고 청량한 물보다 더 무서운 것은 없습니다.
uk: Що може жахати більше, ніж холодна освіжаюча вода?

# quirk_hydrophobe_neg_verbose_description+male
source: No greater terror than cool, refreshing water.
ko: 시원하고 청량한 물보다 더 무서운 것은 없습니다.
uk: Що може жахати більше, ніж холодна освіжаюча вода?

# quirk_hydrophobe_neg+female
source: Hydrophobic
ja: 水恐怖症
ko: 공수증
uk: Гідрофобія
zh_cn: 恐水症

# quirk_hydrophobe_neg+male
source: Hydrophobic
ja: 水恐怖症
ko: 공수증
uk: Гідрофобія
zh_cn: 恐水症

# quirk_hypochondria_neg
source: Hypochondriac
ja: 心気症
ko: 건강염려증
uk: Іпохондрія
zh_cn: 疑病症

# quirk_hypochondria_neg_verbose_description
source: Imagines contracting every manner of illness from enemies.
ko: 적들로부터 온갖 질병이 다 옮을지도 모른다며 걱정합니다.
uk: Боїться заразитися від ворогів.

# quirk_hypochondria_neg_verbose_description+female
source: Imagines contracting every manner of illness from enemies.
ko: 적들로부터 온갖 질병이 다 옮을지도 모른다며 걱정합니다.
uk: Боїться заразитися від ворогів.

# quirk_hypochondria_neg_verbose_description+male
source: Imagines contracting every manner of illness from enemies.
ko: 적들로부터 온갖 질병이 다 옮을지도 모른다며 걱정합니다.
uk: Боїться заразитися від ворогів.

# quirk_hypochondria_neg+female
source: Hypochondriac
ja: 心気症
ko: 건강염려증
uk: Іпохондрія
zh_cn: 疑病症

# quirk_hypochondria_neg+male
source: Hypochondriac
ja: 心気症
ko: 건강염려증
uk: Іпохондрія
zh_cn: 疑病症

# quirk_iron_constitution_pos
source: Iron Constitution
ja: 頑丈な体
ko: 무쇠 같은 신경줄
uk: Сталевий організм
zh_cn: 钢铁之躯

# quirk_iron_constitution_pos+female
source: Iron Constitution
ja: 頑丈な体
ko: 무쇠 같은 신경줄
uk: Сталевий організм
zh_cn: 钢铁之躯

# quirk_iron_constitution_pos+male
source: Iron Constitution
ja: 頑丈な体
ko: 무쇠 같은 신경줄
uk: Сталевий організм
zh_cn: 钢铁之躯

# quirk_iron_stance_pos
source: Iron Stance
ja: 安定感
ko: 무쇠 같은 태세
uk: Залізна стойка
zh_cn: 铁壁

# quirk_iron_stance_pos+female
source: Iron Stance
ja: 安定感
ko: 무쇠 같은 태세
uk: Залізна стойка
zh_cn: 铁壁

# quirk_iron_stance_pos+male
source: Iron Stance
ja: 安定感
ko: 무쇠 같은 태세
uk: Залізна стойка
zh_cn: 铁壁

# quirk_kleptomania_neg
source: Kleptomaniac
ja: 窃盗癖
ko: 도벽
uk: Клептоманія
zh_cn: 偷窃癖

# quirk_kleptomania_neg_verbose_description
source: Consumed by the urge to steal.
ko: 뭔가 훔치고픈 충동을 참지 못합니다.
uk: Завжди хоче щось поцупити.

# quirk_kleptomania_neg_verbose_description+female
source: Consumed by the urge to steal.
ko: 뭔가 훔치고픈 충동을 참지 못합니다.
uk: Завжди хоче щось поцупити.

# quirk_kleptomania_neg_verbose_description+male
source: Consumed by the urge to steal.
ko: 뭔가 훔치고픈 충동을 참지 못합니다.
uk: Завжди хоче щось поцупити.

# quirk_kleptomania_neg+female
source: Kleptomaniac
ja: 窃盗癖
ko: 도벽
uk: Клептоманія
zh_cn: 偷窃癖

# quirk_kleptomania_neg+male
source: Kleptomaniac
ja: 窃盗癖
ko: 도벽
uk: Клептоманія
zh_cn: 偷窃癖

# quirk_last_gasp_pos
source: Last Gasp
ja: 最期のあがき
ko: 최후의 발악
uk: Останній подих
zh_cn: 顽抗

# quirk_last_gasp_pos+female
source: Last Gasp
ja: 最期のあがき
ko: 최후의 발악
uk: Останній подих
zh_cn: 顽抗

# quirk_last_gasp_pos+male
source: Last Gasp
ja: 最期のあがき
ko: 최후의 발악
uk: Останній подих
zh_cn: 顽抗

# quirk_lazy_eye_neg
source: Lazy Eye
ja: 弱視
ko: 나쁜 시력
uk: Ліниве око
zh_cn: 弱视

# quirk_lazy_eye_neg+female
source: Lazy Eye
ja: 弱視
ko: 나쁜 시력
uk: Ліниве око
zh_cn: 弱视

# quirk_lazy_eye_neg+male
source: Lazy Eye
ja: 弱視
ko: 나쁜 시력
uk: Ліниве око
zh_cn: 弱视

# quirk_lazy_neg
source: Lazy
ja: 怠惰
ko: 게으름
uk: Лінь
zh_cn: 懒惰

# quirk_lazy_neg_verbose_description
source: Not motivated to do all that much.
ko: 딱히 뭘 하고 싶다는 동기 부여가 안됩니다.
uk: Нема мотивації ні до чого.

# quirk_lazy_neg_verbose_description+female
source: Not motivated to do all that much.
ko: 딱히 뭘 하고 싶다는 동기 부여가 안됩니다.
uk: Нема мотивації ні до чого.

# quirk_lazy_neg_verbose_description+male
source: Not motivated to do all that much.
ko: 딱히 뭘 하고 싶다는 동기 부여가 안됩니다.
uk: Нема мотивації ні до чого.

# quirk_lazy_neg+female
source: Lazy
ja: 怠惰
ko: 게으름
uk: Лінь
zh_cn: 懒惰

# quirk_lazy_neg+male
source: Lazy
ja: 怠惰
ko: 게으름
uk: Лінь
zh_cn: 懒惰

# quirk_lethal_feint_pos
source: Lethal Feint
ja: 致死性のフェイント
ko: 치명적인 눈속임
uk: Смертельний маневр
zh_cn: 致命虚招

# quirk_lethal_feint_pos+female
source: Lethal Feint
ja: 致死性のフェイント
ko: 치명적인 눈속임
uk: Смертельний маневр
zh_cn: 致命虚招

# quirk_lethal_feint_pos+male
source: Lethal Feint
ja: 致死性のフェイント
ko: 치명적인 눈속임
uk: Смертельний маневр
zh_cn: 致命虚招

# quirk_light_sensitive_neg
source: Light Sensitive
ja: 光過敏症
ko: 빛 민감증
uk: Чутливість до світла
zh_cn: 畏光

# quirk_light_sensitive_neg+female
source: Light Sensitive
ja: 光過敏症
ko: 빛 민감증
uk: Чутливість до світла
zh_cn: 畏光

# quirk_light_sensitive_neg+male
source: Light Sensitive
ja: 光過敏症
ko: 빛 민감증
uk: Чутливість до світла
zh_cn: 畏光

# quirk_lightning_reflexes_pos
source: Lightning Reflexes
ja: 優れた反射神経
ko: 재빠른 반사신경
uk: Блискавичні рефлекси
zh_cn: 闪电反射

# quirk_lightning_reflexes_pos+female
source: Lightning Reflexes
ja: 優れた反射神経
ko: 재빠른 반사신경
uk: Блискавичні рефлекси
zh_cn: 闪电反射

# quirk_lightning_reflexes_pos+male
source: Lightning Reflexes
ja: 優れた反射神経
ko: 재빠른 반사신경
uk: Блискавичні рефлекси
zh_cn: 闪电反射

# quirk_lost_in_space_neg
source: Lost In Space
ja: 空間の迷子
ko: 공간의 미아
uk: Невідомо де в просторі
zh_cn: 空间迷失

# quirk_lost_in_space_neg_verbose_description
source: No longer has a firm grasp on the three dimensions we depend on.
ko: 3차원에서는 더 이상 기댈 수 있는 지지대가 존재하지 않습니다.
uk: Не відчуває зв’язку з трьома існуючими вимірами.

# quirk_lost_in_space_neg_verbose_description+female
source: No longer has a firm grasp on the three dimensions we depend on.
ko: 3차원에서는 더 이상 기댈 수 있는 지지대가 존재하지 않습니다.
uk: Не відчуває зв’язку з трьома існуючими вимірами.

# quirk_lost_in_space_neg_verbose_description+male
source: No longer has a firm grasp on the three dimensions we depend on.
ko: 3차원에서는 더 이상 기댈 수 있는 지지대가 존재하지 않습니다.
uk: Не відчуває зв’язку з трьома існуючими вимірами.

# quirk_lost_in_space_neg+female
source: Lost In Space
ja: 空間の迷子
ko: 공간의 미아
uk: Невідомо де в просторі
zh_cn: 空间迷失
