Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_driving_game_loop_driving_post_run_results_07_0
source: We travel though the incalculable dimensions of human weakness.
ko: 이곳은 인간의 연약함으로 감히 헤아릴 수 없는 차원.
uk: Ми подорожуємо крізь численні виміри людської слабкості.

# vo_driving_game_loop_driving_post_run_results_08_0
source: You have cowered in your crumbling denial long enough.
ja: 君はもう十分長く、崩れた拒絶の中でうずくまっている。
ko: 자네는 지금껏 무너져 가는 부정 속에서 충분히 웅크려 있었네.
uk: Ви таїлися у своєму хиткому запереченні занадто довго.
zh_cn: 你已经在你那摇摇欲坠的否认中瑟缩了太久。

# vo_driving_game_loop_driving_post_run_results_boss_5_01_0
source: Remain here if you wish. There is always more that can be learned.
ja: 望むならここに残れ。常に、まだまだ学べることがある。
ko: 원한다면 여기 남아있게나. 언제나 배울 수 있는 건 더 있으니.
uk: Залишайтеся тут, якщо хочете. Завжди можна дізнатися більше.
zh_cn: 愿意的话，就留在这里吧。总有更多可以学到的教训。

# vo_driving_game_loop_final_boss_1_begin_01_0
source: The mind must be freed of its self-imposed incarceration!
ja: 自ら封じ込めた心は、解放されなければならない！
ko: 스스로 가둔 감금으로부터 마음을 해방되어야 하네!
uk: Свідомість має скинути свої добровільні кайдани!
zh_cn: 心灵必须从自己设下的监牢中重获自由！

# vo_driving_game_loop_final_boss_1_end_01_0
source: At last, the world's mind is free to remember a time before the cancerous corruption.
ja: ついに、世界は自由になり、病に侵される前の時間を思い出すことができる。
ko: 마침내 세상의 마음은 암처럼 부패하기 전의 시간을 자유로이 기억할 수 있게 되었네.
uk: Із часом світова свідомість згадає, як усе було до того, як розрослася ця ракова пухлина.
zh_cn: 终于，世界的心灵可以再次忆起这癌症般的腐化来临前的时光。

# vo_driving_game_loop_final_boss_2_begin_01_0
source: The Seething Sigh, stertorous avatar of ill-concealed rage!
ja: 激情のため息、隠しきれない憤怒の権化だ！
ko: 들끓는 탄식, 그릇된 분노로 씩씩대는 화신!
uk: Клекотіння в грудях... несамовита іпостась ледь прихованої люті!
zh_cn: 沸腾之息，溢于言表的愤怒隆隆作响的化身！

# vo_driving_game_loop_final_boss_2_end_01_0
source: Your fault was not in burying your furies, but in thinking they would accept such a fate.
ja: 君の過ちは怒りを葬ったことではなく、彼らがそんな運命を受け入れるだろうと考えたことだ。
ko: 자내의 잘못은 스스로의 분노를 묻어둔 게 아니네. 분노가 가만히 묻혀 있을 거라 오판한 것이지.
uk: Ваша провина не в тому, що ви ховали свій гнів, а в тому, що вважали, що він підкорився своїй долі.
zh_cn: 你的过错不是埋藏了你的愤怒，而是误以为这愤怒甘愿忍气吞声。

# vo_driving_game_loop_final_boss_3_begin_01_0
source: Obsession's unshrinking gaze, focused to a fault!
ja: 執着の揺るぎない視線が、過ちに注目している！
ko: 집착의 시선이 한 치도 흐트러짐 없이 모이고 있네!
uk: Невідступний, вкрай зосереджений погляд мари...
zh_cn: 那痴狂炽烈的目光，执迷不悟、酿成大错！

# vo_driving_game_loop_final_boss_3_end_01_0
source: Obsession blinded you to your blessings, and smothered you in a fever dream of dissatisfaction.
ja: 執着が君の祝福を覆い隠し、不平に満ちた熱き夢の中で君を窒息させる。
ko: 집착은 자네를 확신에 눈 멀게 하였고, 불만의 열병 속에 질식하도록 만들었지.
uk: Мара завадила вам побачити свої блага, утопила вас у гарячковому сні невдоволення.
zh_cn: 那执迷令你对身受的恩惠熟视无睹，并将你拖入了不知满足的热寐。

# vo_driving_game_loop_final_boss_4_begin_01_0
source: Ambition's reach forever exceeds its terrible grasp!
ja: 野心の範囲は、永遠にその恐ろしい支配力を超えるのだ！
ko: 야망의 촉수는 그 끔찍한 손길을 끝도 없이 뻗치니!
uk: Амбіції завжди штовхають прагнути більшого, ніж маєш.
zh_cn: 不知收敛的野心永远不满足于它可怖的双臂所及！

# vo_driving_game_loop_final_boss_4_end_01_0
source: Ambition drove you to abandon everything you had... for everything you wanted.
ja: 野心に駆られ、君は自分の持っていたものすべてを捨てた…望んだもののために。
ko: 그 야망이야말로 자네가 스스로 가졌던 모든 것을 뿌리치며... 끝도 없이 원하게 만든 원흉일세.
uk: Амбіції спонукали вас кинути все, що у вас було... заради всього, чого ви хотіли.
zh_cn: 野心驱使你抛弃你所拥有的一切……以期换取你想要的一切。

# vo_driving_game_loop_final_boss_5_begin_01_0
source: The carious gut of the coward, rife with toxic pusillanimity!
ja: 毒々しいほどの小心さが蔓延する、臆病者の腐敗したはらわただ！
ko: 겁쟁이의 부식된 위장이 온갖 독성으로 찌들어 있구만!
uk: Гниле нутро боягуза, просякнуте отруйною малодушністю!
zh_cn: 这是懦弱之人腐烂的内脏，充斥着剧毒的怯懦！

# vo_driving_game_loop_final_boss_5_begin_02_0
source: Its infernal gaze pierces the veil of reality...
ja: その地獄のような視線は、現実のベールを突き破る…
ko: 저 지옥 같은 시선은 현실의 꺼풀을 꿰뚫는군...
uk: Цей пекельний погляд пробиває завісу реальності...
zh_cn: 它那炼狱般的凝视能洞穿现实的帘幕……

# vo_driving_game_loop_final_boss_5_begin_03_0
source: Behold the hateful God upon His throne - your failures made flesh.
ja: 見よ、憎むべき神がその玉座に座っているのを。君の失敗が肉体を持ったのだ。
ko: 제 왕좌에 앉은 증오의 신을 보게나. 자네의 실패가 현현한 화신일세.
uk: Подивіться на ненависного Бога на Його престолі — Він набув плоті завдяки вашим помилкам.
zh_cn: 看啊，在那王座上端坐着憎恨之神——你的失败的化身。

# vo_driving_game_loop_final_boss_5_end_01_0
source: To destroy the thing is to destroy yourself, but the world will spring anew from the memory you kept of it.
ja: 何かを壊すことは、自分を壊すことでもある。しかし、君が守り続けた記憶から、世界は新しく生まれ変わる。
ko: 저 존재의 파괴는 곧 자네의 파괴지만, 세상은 자네가 품고 있던 기억을 토대로 새로이 자라날 걸세.
uk: Знищити цю істоту означає знищити себе, але світ відновиться з ваших спогадів про нього.
zh_cn: 摧毁他便是摧毁你自己，但这个世界将会从你保有的记忆中重获新生。

# vo_driving_game_loop_final_boss_first_confession_01_0
source: Study your decline carefully, that you may fully understand its nature.
ja: 自分の衰退をよく研究して、その本質を十分に理解することだ。
ko: 스스로의 퇴보를 주의 깊게 살피게나. 그 속성을 완전히 이해할 수도 있으니.
uk: Уважно проаналізуйте свій занепад, щоб повністю зрозуміти його природу.
zh_cn: 仔细研究你的失败，如此才能彻底理解其本质。

# vo_driving_game_loop_into_valley_01_0
source: You came here seeking solace but found stagnation instead.
ja: 君は安らぎを求めてここに来たが、代わりに沈滞に陥った。
ko: 위안을 찾으러 왔건만, 대신 침체만을 발견하였군.
uk: Ви прийшли по розраду, але знайшли тут лише застій.
zh_cn: 你来这里寻求慰藉，却发现万物都停滞不前。

# vo_driving_game_loop_into_valley_02_0
source: This was a beautiful place once... what a pity.
ja: かつては美しい場所だったのに…残念だ。
ko: 한때는 참으로 아름다운 곳이였거늘... 안타까울 뿐이네.
uk: Колись тут було гарно... яка шкода.
zh_cn: 这里曾是个美丽的地方……真是可惜。

# vo_driving_game_loop_into_valley_03_0
source: The leaves fall, never to grow again.
ja: 葉は落ち、二度と育つことはない。
ko: 낙엽이 떨어져도 다시는 자라지 않겠지.
uk: Листя опадає і більше ніколи не виросте знов.
zh_cn: 树叶飘落，再无重生之日。

# vo_driving_game_loop_into_valley_04_0
source: Onward - and let us hope enough yet remains of the world...
ja: 前へ進め。そして、まだ世界がその名残を留めていることを祈ろう…
ko: 나아가세. 아직 남아 있는 세상에 희망을 가져 봅세...
uk: Уперед! Сподіватимемося, що від світу хоч щось залишилося...
zh_cn: 前进吧——希望这世界还没有彻底湮灭……

# vo_driving_game_loop_profile_level_up_01_0
source: The Flame grows stronger!
ja: 炎が強くなるぞ！
ko: 불꽃이 더 강해지는군!
uk: Полум’я розгорається сильніше!
zh_cn: 火焰变得更加明亮了！

# vo_driving_game_loop_profile_level_up_02_0
source: The odyssey strengthens you!
ja: 長旅の冒険が君を強くする！
ko: 자네는 여정을 통해 강해졌네!
uk: Пригода зміцнює!
zh_cn: 旅程使你更加强大！

# vo_driving_game_loop_profile_level_up_03_0
source: Knowledge and experience - twin yardsticks of progress.
ja: 知識と経験は、進歩の双璧だ。
ko: 지식과 경험. 발전의 두 척도지.
uk: Знання і досвід — два мірила прогресу.
zh_cn: 知识和经验——进度的孪生量尺。

# vo_driving_game_loop_profile_level_up_04_0
source: Each milestone makes the next road just a little easier.
ja: マイルストーンの積み重ねが、次の旅路を少しだけ容易にしてくれる。
ko: 매 이정표에 도달할 때마다 다음 길은 더 쉬워지는 법 아니겠나.
uk: Кожне досягнення трохи полегшує наступний етап шляху.
zh_cn: 每一座里程碑都让下一次旅程容易些许。

# vo_driving_game_loop_run_end_failure_01_0
source: Do not despair. There is nobility in the attempt.
ja: 絶望するなかれ。その試みには気高さがある。
ko: 절망하지 말게. 도전은 그 자체로 고귀하니.
uk: Не впадайте у відчай, спроба — річ благородна.
zh_cn: 不要绝望。尝试本身就是高尚的行为。

# vo_driving_game_loop_run_end_failure_02_0
source: Remain undeterred and you will yet prevail.
ja: くじけずに頑張れば、必ず勝てる。
ko: 단념하지 말고 끈기를 가지면 승리할 걸세.
uk: Залишайтеся непохитними, і ніхто вас не здолає.
zh_cn: 继续前进，胜利终会到来。

# vo_driving_game_loop_run_end_failure_03_0
source: Learn from each attempt. Deepen your understanding and victory will come.
ja: それぞれの試みから学べ。理解を深めれば、勝利は必ずやってくる。
ko: 매 도전으로부터 배우게. 깊이 이해한다면 승리가 찾아올 거세.
uk: Вчіться на своїх помилках, аналізуйте їх і здобудете перемогу.
zh_cn: 从每一次尝试中学习。加深你的理解，胜利总会来临。

# vo_driving_game_loop_run_end_failure_04_0
source: Try and try again - you <i>will</i> break through this gloaming murk.
ja: 挑戦し続けるんだ。いずれ、この薄暗い暗闇を突破できる<i>はず</i>だ。
ko: 계속해서 도전하게. <i>결국에는</i> 이 침울한 칠흑을 돌파할 테니.
uk: Пробуйте знов і знов. Ви <i>неодмінно</i> проберетеся крізь цю непроглядну імлу.
zh_cn: 尝试、失败、再次尝试——你<i>一定</i>会突破这昏暗的朦胧。

# vo_driving_game_loop_run_end_failure_05_0
source: On and on, over and over, until the truth is laid bare and you are finally free.
ja: 諦めず何度でも。真実があらわになり、自由になるまで続けるのだ。
ko: 계속해서 나아가게. 언젠가 진실이 밝혀지고 마침내 자유로워질 때까지.
uk: Знову й знову... знову й знову... доки правда не відкриється, ви не здобудете свободу.
zh_cn: 反反复复，百折不挠，直到真相大白于世，而你最终挣脱束缚。

# vo_driving_game_loop_run_end_victory_01_0
source: At last - the veil begins to lift!
ja: ついに…ベールがはがれはじめた！
ko: 마침내 장막이 걷히기 시작하는군!
uk: Нарешті... завіса починає підніматись!
zh_cn: 终于——帘幕逐渐散开！

# vo_driving_game_loop_run_end_victory_02_0
source: The shadow's advance has been halted - for a time.
ja: ほんの束の間だが、影の進撃が止まった。
ko: 흑암의 진군이 멈추었네... 지금 당장은.
uk: Тінь відступила — на якийсь час.
zh_cn: 阴影不再前进——但仅仅是暂时。

# vo_driving_game_loop_run_end_victory_03_0
source: Success, so long pursued, is rewarded only with creeping revelation.
ja: 長きにわたり追い求めてきた成功は、忍び寄る啓示によってのみ報われる。
ko: 그토록 추구하던 성공이건만, 그 보상은 오싹한 계시일 뿐인가.
uk: Довгоочікуваний успіх нагороджується лише тінню одкровення.
zh_cn: 我们辛苦追求的成功，到头来的奖励只有阴森的启示。

# vo_driving_game_loop_run_end_victory_04_0
source: The Flame sears the skulking shadows from the darkened corners of the earth!
ja: 炎は、暗き地上の隅に潜む影を炙り出す！
ko: 불꽃이 지구의 어두운 구석에 숨은 그림자들을 그슬리고 있네!
uk: Полум’я випалює тіні, що сховалися, з найтемніших куточків землі!
zh_cn: 火光熠熠，烧灼蛰伏在这片土地角落中的邪影！

# vo_driving_game_loop_see_final_boss_1_01_0
source: Pity the Great Denier - chained by its own command!
ja: 自らの命令によって鎖につながれた…偉大な否定者を憐れむのだ！
ko: 스스로의 명에 묶이고 만 위대한 부정자를 긍휼히 여기게나!
uk: Горе Великому Запереченню, що було скуте за власною волею!
zh_cn: 可怜的大否认家——在自己的命令下被紧紧捆住！

# vo_driving_game_loop_sign_ambition_01_0
source: A relentless reach left you empty handed, clutching for more.
ja: 執拗に手を伸ばしても、その手は何もつかめず、もっと欲しいと思うようになる。
ko: 갈망에 찬 손길은 끝내 빈손으로 돌아가니, 그 헛된 움켜쥠은 끝이 없을 걸세.
uk: Невпинна жага мати все змушувала вас хотіти все більшого і більшого... і залишила вас із порожніми руками.
zh_cn: 无情的贪戾令你双手空空，不知疲倦地渴求。

# vo_driving_game_loop_sign_ambition_02_0
source: Ambition's rewards are dwarfed by its consequences.
ja: 野心の報酬は、その結果によって矮小化される。
ko: 야망의 보상은 그 대가에 비한다면 실로 부질없지.
uk: Наслідки задоволення амбіцій ставлять під сумнів здобуті досягнення.
zh_cn: 野心的奖励与其酿成的后果相比不值一提。

# vo_driving_game_loop_sign_cowardice_01_0
source: Cast your cowardice aside, and make right what you have wrought.
ja: 臆病さを捨て去り、己のしたことを正すのだ。
ko: 자네의 비겁을 극복하고 스스로의 잘못을 바로잡게나.
uk: Відкиньте боягузтво й виправте те, що накоїли.
zh_cn: 将你的懦弱抛开，挽救你亲手毁掉的一切。

# vo_driving_game_loop_sign_cowardice_02_0
source: Your craven past is behind you - ahead lies redemption!
ja: 君の意気地のなさは過去に置いてきた。先にあるのは救済だ！
ko: 비겁에 찌든 과거를 뒤로 하고 구원을 향하여 나아가게!
uk: Ваше жахливе минуле позаду; попереду — лише спокута!
zh_cn: 你那怯懦的过往已在身后——前方便是救赎！

# vo_driving_game_loop_sign_denial_01_0
source: The shackles of denial Must. Be. Destroyed.
ja: 拒絶の枷は、必ずや破壊しなければならない。
ko: 부정의 족쇄는 반드시 파괴되어야 할 터.
uk: Окови заперечення мають бути знищені!
zh_cn: 否认之锁必须被摧毁。

# vo_driving_game_loop_sign_obsession_01_0
source: Morality chokes on the poison fruits of preoccupation.
ja: 道徳は、先入観という毒の果実で窒息する。
ko: 도덕은 집착이 낳은 과실에 목이 막히었으니.
uk: Моральність вдавлюється отруйними плодами захопленості.
zh_cn: 道德观念在名为“全神贯注”的怀抱中被扼住了咽喉。

# vo_driving_game_loop_sign_obsession_02_0
source: Mania and misery - companions to the last.
ja: 躁病と苦悩。それは最後まで連れ添う。
ko: 광기와 비참함은 최후까지 함께 할 동반자라.
uk: Манія і туга — супутники до кінця.
zh_cn: 癫狂与苦难——世界尽头的伴侣。

# vo_driving_game_loop_sign_resentment_01_0
source: Left unsurfaced, grievances gain a terrible strength.
ja: 表面化しないままにしておくと、不平不満は恐るべき力を得る。
ko: 끝끝내 드러내지 않은 불만은 결국 엄청난 힘을 얻게 된다네.
uk: Прихована образа із часом набуває страшної сили.
zh_cn: 埋藏在心中的愤懑，汇集可怕的力量。

# vo_driving_game_loop_sign_resentment_02_0
source: Let us drag your agglutinated indignities out into the light.
ja: 君の、塊となった侮辱を光の中に引き出そう。
ko: 자네의 울화를 빛 속으로 드러내게.
uk: Витягнімо на світ образи, що стали єдиним цілим.
zh_cn: 让我们把你那凝聚的恶念拖到光芒之下。

# vo_driving_loathing_level_01_0
source: The Loathing Abates...
ja: 憎悪が和らぐ…
ko: 해악이 약해진다...
uk: Огида вщухає...
zh_cn: 怨念消散……

# vo_driving_loathing_level_02_0
source: The Loathing Festers...
ja: 憎悪が悪化する…
ko: 해악이 곪아 터진다...
uk: Огида гноїться...
zh_cn: 怨念滋生……

# vo_driving_loathing_level_03_0
source: The Loathing Whispers...
ja: 憎悪が囁く…
ko: 해악이 속삭인다...
uk: Огида зростає...
zh_cn: 怨念低语……

# vo_driving_loathing_level_04_0
source: The Loathing Howls...
ja: 憎悪が雄叫びをあげる…
ko: 해악이 울부짖는다...
uk: Огида охоплює...
zh_cn: 怨念嚎叫……

# vo_driving_loathing_level_05_0
source: The Loathing Spreads...
ja: 憎悪が広がる…
ko: 해악이 퍼진다...
uk: Огида поширюється...
zh_cn: 怨念四溢……

# vo_driving_loathing_level_06_0
source: The Loathing Consumes...
ja: 憎悪が飲み込む…
ko: 해악이 좀먹힌다...
uk: Огида поглинає...
zh_cn: 怨念尽吞……

# vo_driving_node_activate_cache_general_01_0
source: Perhaps I left this for you. Perhaps you left it for yourself.
ko: 내가 자네에게 남긴 것인지, 아니면 자네가 스스로 남긴 것인지.

# vo_driving_node_activate_cache_general_01_1
source: Perhaps it is not here at all.
ja: おそらく、ここにはまったくない。
ko: 아니면 아예 존재조차 않는 것일지도.
uk: Можливо, тут узагалі нічого немає.
zh_cn: 也许它根本就不在这里。

# vo_driving_node_activate_cache_general_02_0
source: My wealth and possessions, bundled into this meager pile.
ja: 私の富と財産は、わずかばかりを残すこととなった。
ko: 내 재력과 재산도 한낱 보잘것 없는 더미로 쌓이고 말았다네.
uk: Моє багатство й майно, зібрані у відлюдному місці.
zh_cn: 我的金钱与物资，在这薄薄的一堆里尽显匮乏之态。

# vo_driving_node_activate_cache_general_03_0
source: Take up these goods and imbue them with purpose.
ja: この品々を手に取り、目的を与えるのだ。
ko: 이 물건들을 가져가 사명을 불어 넣어 주게.
uk: Забирайте речі. Нехай вони слугуватимуть великій меті.
zh_cn: 拿上这些货物，赋予它们意义。

# vo_driving_node_activate_cache_general_04_0
source: Karma abhors waste - best to take all you can.
ja: カルマは無駄を嫌う。できる限り手に入れるのが最善だ。
ko: 업보는 낭비를 싫어하지. 최대한 많이 가져가게.
uk: Карма не терпить марнотратства. Забирайте все, що тільки можете.
zh_cn: 浪费会遭到报应——最好把能带走的都带走。

# vo_driving_node_activate_creature_den_general_01_0
source: Sharpen your blades, that we may properly excise our portion.
ja: 刃を研げば、我々の分を正しく切り取ることができるだろう。
ko: 칼날을 예리하게 갈게. 스스로의 몫을 적절히 나눌 수 있도록.
uk: Наточіть леза, щоб узяти те, що вам належить.
zh_cn: 磨砺你的刀锋，这样我们才能将病灶精准切除。

# vo_driving_node_activate_cultist_territory_general_01_0
source: Emptiness and dissolution have wormed their way into the world!
ja: 虚無と溶解が、静かにこの世を蝕んでいる！
ko: 공허와 소멸이 이 세상으로 기어들어 왔네!
uk: Порожнеча й руйнування проникли в цей світ!
zh_cn: 空洞与混沌渗入了我们的世界！

# vo_driving_node_activate_cultist_territory_general_02_0
source: Behold - the infinite emptiness of the void!
ja: 見よ、この無限に広がる虚空を。
ko: 공허의 무한한 허상을 조심하게나!
uk: Побачте безмежну порожнечу безодні!
zh_cn: 看啊——虚空的无尽虚无！

# vo_driving_node_activate_cultist_territory_general_03_0
source: Reality comes asunder before our eyes!
ja: 我々の目の前で、現実が崩れ去る！
ko: 현실이 눈 앞에서 산산조각 난다!
uk: Реальність розсипається на очах!
zh_cn: 现实在我们眼前分崩离析！

# vo_driving_node_activate_cultist_territory_general_04_0
source: The beautiful illusion that was the world - fragmented and undone.
ja: 世界という美しい幻影は、断片化され、解き放たれた。
ko: 한때 세계라는 아름다웠던 환상이... 조각나고 망가진다.
uk: Прекрасна ілюзія, якою був світ, розтрощена й зруйнована.
zh_cn: 世界的美好幻景——残缺不堪，一片狼藉。

# vo_driving_node_activate_dungeon_city_01_0
source: The Library burns - and with it, the remains of philosophy, reason, and insight.
ja: 図書館は燃え、哲学、理性、洞察力の残骸も共に燃える。
ko: 도서관이 불타는군. 철학, 이성, 통찰의 잔재도 함께 불타고 있네.
uk: Горить бібліотека, а разом із нею залишки філософії, розуму й мудрості.
zh_cn: 大图书馆在燃烧——与它一同燃烧的，还有仍存于世的哲学、理智与启迪。

# vo_driving_node_activate_dungeon_city_02_0
source: The conflagration must be stopped! The Librarian Must. Be. Destroyed.
ja: 火災を止めなければ！司書を始末しなければ。
ko: 화재를 멈춰야 하네! 저 사서란 놈은 반드시 처치하게.
uk: Вогонь треба загасити за будь-яку ціну! Бібліотекаря! Потрібно! Знищити!
zh_cn: 务必要熄灭这场大火！图书管理员必须被消灭。

# vo_driving_node_activate_dungeon_city_03_0
source: He teeters madly upon his ladder, reveling in the fiery destruction of human accomplishment!
ja: 彼は梯子の上で狂喜乱舞し、人類の偉業を壊滅することに喜びを感じている！
ko: 놈은 제 사다리 위에서 미친 듯이 휘청이며 인간의 성취가 불타는 파멸을 만끽하고 있네!
uk: Він шалено гойдається на драбині й тішиться знищенням людських досягнень.
zh_cn: 他疯狂地在梯子上晃动，享受着用烈焰摧毁人类成就的暴行！

# vo_driving_node_activate_dungeon_coast_01_0
source: The Church of the Change, an inglorious heap of rotting timbers.
ja: 変化の教会、腐った木材の無残な山だ。
ko: 변화의 교회라. 보잘것없이 썩어 가는 목재 더미 아닌가.
uk: Церква змін — жалюгідна купа гниючих колод.
zh_cn: 变化者的教堂——一堆破烂腐朽的木材。

# vo_driving_node_activate_dungeon_coast_02_0
source: They must be made to see that their monstrous god is mortal.
ja: 怪物のような神にも死の存在を知らしめねば。
ko: 저들이 모시는 괴물 같은 신이 한낱 필멸자임을 증명해 보이게.
uk: Вони мають побачити, що їх жахливе божество є смертним.
zh_cn: 必须要让他们看到：他们侍奉的孽神并非不朽。

# vo_driving_node_activate_dungeon_farm_01_0
source: The landowner's manor - do you hear the child's cries?
ja: 地主の邸宅…君には、子供の泣き声が聞こえるだろうか？
ko: 지주의 저택이로군... 아기 울음 소리 들리지 않나?
uk: Поміщицька садиба... ви чуєте дитячий плач?
zh_cn: 地主的庄园——你听到孩子的哭声了吗？

# vo_driving_node_activate_dungeon_farm_02_0
source: The harvest is here - pity those with a place at the table.
ja: これが収穫だ。食卓につく者を憐れむがよい。
ko: 여기 수확이 있군. 탁자에 앉은 자들을 긍휼히 여기게.
uk: Урожай тут... горе тим, кому є місце за столом.
zh_cn: 收获已至——可怜那些在餐桌旁有一席之地的人们。

# vo_driving_node_activate_dungeon_farm_03_0
source: Born to a corpulent, half-eaten mother, the child is a ravenous avatar of degeneracy!
ja: 肥え太った半喰いの母親から生まれた子供は、貪欲な堕落の化身だ！
ko: 저 아이는 반쯤 잡아먹힌 비대한 어미에게서 태어났으니, 실로 게걸스러운 타락의 화신이로다!
uk: Народжена від огрядної, але голодної матері, ця дитина — ненажерливе втілення виродження!
zh_cn: 由一个被吃掉一半的臃肿母亲产下，丰收之子即是堕落与暴食的化身！

# vo_driving_node_activate_dungeon_forest_01_0
source: Within every Keep, a General and his loyal, lumbering guard.
ja: どの砦にも将軍と、忠実ではあるが動きの鈍い護衛兵がいる。
ko: 성채라면 마땅히 장군과 충성스러운 근위병이 있겠지.
uk: У кожній цитаделі є генерал та його вірна охорона.
zh_cn: 在每一座要塞中，都有一名将军，以及他忠心耿耿的笨重守卫。

# vo_driving_node_activate_dungeon_forest_02_0
source: He has retreated, undying, into a dream - and there he must stay.
ja: 彼は、不死身のまま夢の中に引きこもる。そして、そこに留まらねばならない。
ko: 저 자는 죽지도 않고 꿈 속으로 후퇴하였네. 거기 그대로 못박아 두게.
uk: Неупокоєний, він відступив у сон, де й має залишатися.
zh_cn: 他逃离了死亡，逃往了梦乡——而他必须留在那里。

# vo_driving_node_activate_dungeon_forest_03_0
source: Locked in a nightmare slumber, he is tortured by failures both real, and imagined.
ja: 悪夢のような眠りの中に閉じ込められ、現実と想像の両方の失敗に苛まされる。
ko: 저 자는 악몽 같은 잠에 갇힌 채 현실과 상상 속 실패 모두에 시달리겠군.
uk: Ув’язнений у кошмарі, він страждає від реальних і уявних невдач.
zh_cn: 被困在了梦魇的沉睡中，他受到了现实与臆想中的失败的双重折磨。

# vo_driving_node_activate_dungeon_general_01_0
source: This is a den of absolute evil and wretchedness. Prepare yourself.
ja: ここは絶対的な悪と惨事の巣窟。覚悟しておくことだ。
ko: 절대악과 타락의 소굴이로군. 단단히 대비하게.
uk: Це лігво абсолютного зла й нещастя. Приготуйтеся.
zh_cn: 这座巢穴极为邪恶，极为扭曲。做好准备。

# vo_driving_node_activate_dungeon_general_02_0
source: Foul winds and foul tidings - no doubt the source is within.
ja: 汚れた風と汚れた報せ、その源は、間違いなくその中にある。
ko: 역겨운 바람과 낌새가 느껴지는데... 그 근원은 분명 안쪽에 있겠어.
uk: Неприємний вітер і погані звістки... джерело, без сумніву, усередині.
zh_cn: 风中裹挟着恶意——源头一定就在深处。

# vo_driving_node_activate_dungeon_general_03_0
source: Beware what awaits you inside.
ja: この中で待ち受けている存在に用心せよ。
ko: 안쪽에서 기다리고 있을 놈을 조심하게.
uk: Остерігайтеся того, що чекає на вас попереду.
zh_cn: 当心在里面等着你的事物。

# vo_driving_node_activate_dungeon_general_04_0
source: Steel yourself, the hulking horror inside will not fall easily.
ja: 気を引き締めろ。内に潜む巨大な恐怖は、簡単には倒せぬ。
ko: 마음 단단히 먹게. 저 안의 거대한 공포는 쉽게 쓰러지지 않을 테니.
uk: Зберіться з духом: величезне страхіття буде нелегко здолати.
zh_cn: 做好准备，那里面蛰伏的孽物绝不会束手就擒。

# vo_driving_node_activate_field_hospital_general_01_0
source: Joints ache and muscles burn; the body requires attention.
ja: 関節は痛み、筋肉は火照っている。身体に注意することを怠らぬよう。
ko: 관절이 쑤시고 근육은 당기는군. 육체는 항상 잘 관리해야 하는 법.
uk: Болять суглоби, ниють м’язи. Тілом треба зайнятися.
zh_cn: 关节疼痛，肌肉烧灼；身体需要照料。

# vo_driving_node_activate_field_hospital_general_02_0
source: She weeps for the fallen... and knows she will join them soon enough.
ja: 彼女は倒れた者たちのために涙を流す…そして、自らの死期が近いことも悟っている。
ko: 망자를 위해 울어 주는군... 머잖아 자기도 함께 하리란 걸 알고 있는 게지.
uk: Вона оплакує полеглих... і знає, що скоро до них приєднається.
zh_cn: 她为亡者哭泣……也知道自己很快也会加入他们的行列。

# vo_driving_node_activate_field_hospital_general_03_0
source: She understands the futility of her work but undertakes it nonetheless.
ja: 彼女は自分の仕事が無益だと理解しているが、それにもかかわらず引き受ける。
ko: 저 의사는 자신이 하는 일이 무의미한 걸 알면서도 기꺼이 떠맡고 있군.
uk: Вона розуміє марність своєї роботи, проте за неї береться.
zh_cn: 她明白她的所作所为没有意义，但仍义无反顾地执行。

# vo_driving_node_activate_field_hospital_general_04_0
source: She heals the injuries of others while ignoring her own.
ja: 彼女は他人の怪我を治し、自分の怪我は無視する。
ko: 자신의 상처는 무시하면서 타인의 상처를 돌보아 주는 것인가.
uk: Вона лікує рани інших, ігноруючи власні.
zh_cn: 她治疗着他人的创伤，却忽略自己的痛苦。

# vo_driving_node_activate_hero_shrine_general_01_0
source: Who will face the half-remembered horrors of their past?
ja: うろ覚えの過去の恐怖に立ち向かうのは誰であろう？
ko: 반쯤 잊어버린 과거의 공포를 마주할 자가 누구인가?
uk: Хто гляне в обличчя напівзабутим жахам свого минулого?
zh_cn: 谁会来面对自己朦胧而恐怖的过往？

# vo_driving_node_activate_hero_shrine_general_02_0
source: We must understand the past if we are ever to be free of it.
ja: 過去から自由になるには、過去を理解しなければならない。
ko: 과거로부터 벗어나려면 우선 과거를 이해해야 하네.
uk: Ми маємо осягнути минуле, якщо хочемо, щоб воно не було тягарем.
zh_cn: 要想摆脱过去的枷锁，就必须理解它。

# vo_driving_node_activate_hoarder_general_01_0
source: His stifled smirking betrays a malign madness.
ja: 彼の薄ら笑いは、悪意のある狂気を表している。
ko: 그 숨막히는 웃음은 악의적 광기를 배반하고 있으니.
uk: Така придушена усмішка може бути лише в злобливого божевільного.
zh_cn: 他那压抑的微笑显示出一抹恶毒的癫狂。

# vo_driving_node_activate_hoarder_general_02_0
source: He struggles to decide what is real, holding back fits of laughter and tears.
ja: 彼は笑いと涙をこらえながら、何が真実なのか判断に苦慮する。
ko: 웃음과 눈물을 억누르며 무엇이 현실일지 구분하고자 애쓰고 있구먼.
uk: Стримуючи напади сміху й сліз, він не може вирішити, що є справжнім, а що ні.
zh_cn: 他挣扎着分辨真实与虚幻，努力憋着自己的笑与泪。

# vo_driving_node_activate_hoarder_general_03_0
source: He chatters incoherently - but his prices remain fixed.
ja: 彼は支離滅裂な話をしながらも、価格に変動はない。
ko: 두서없이 횡설수설하면서도 값은 칼같이 받아내는 양반이지.
uk: Він щось нерозбірливо бурмоче, але наполягає на своїх цінах.
zh_cn: 他的话语毫无逻辑——但他的价格毫不动摇。

# vo_driving_node_activate_hoarder_general_04_0
source: His attention is unfocused, as though he is in two places at once.
ja: 彼は注意散漫になっており、まるで心ここにあらずといった感じだ。
ko: 이 자는 도무지 한 곳에 집중하질 못하는군. 꼭 두 곳에 동시에 있는 것만 같아.
uk: Його увага розпорошена, ніби він перебуває у двох місцях одразу.
zh_cn: 他的注意力涣散，仿佛同时身处两个地方。

# vo_driving_node_activate_oasis_general_01_0
source: A refreshing commune unburdens the mind.
ja: 気分を一新できるコミューンは、心の負担を軽減してくれる。
ko: 상쾌한 휴식은 마음의 부담을 덜어 주는 법.
uk: Освіження знімає тягар із розуму.
zh_cn: 亲近自然的凉爽能为心灵减负。

# vo_driving_node_activate_story_assist_general_01_0
source: Let us hope their desperation can be eased.
ja: 彼らの絶望が和らぐことを願ってやまない。
ko: 이들의 절박함이 조금이나마 누그러졌기를.
uk: Сподіваймося, що їхній відчай можна полегшити.
zh_cn: 但愿他们的绝望能得以缓解。

# vo_driving_node_activate_story_assist_general_02_0
source: Facing oblivion, these folk have kept their honour. Have you?
ja: 忘却の彼方で、彼らは名誉を守ってきた。君はどうだ？
ko: 망각에 직면하였으면서도 명예를 지키는 자들이로군. 자넨 어떤가?
uk: Зустрівшись із забуттям, вони зберегли свою честь. А ви?
zh_cn: 面对湮灭时，这些人们仍然活得光荣。你呢？

# vo_driving_node_activate_story_assist_general_03_0
source: You must be strong enough to shoulder more than your share of the burden.
ja: 君は、自分の分担以上の重荷を背負えるほど強くなければならない。
ko: 자기 자신 외에도 책임져야 하는 입장이 되면 더욱 강인해지지.
uk: Ви маєте бути ще сильнішими, щоб перекласти на свої плечі тягар інших.
zh_cn: 你必须足够坚强，才能扛下不止自己的负担。

# vo_driving_node_activate_story_assist_general_04_0
source: Desperate and wanting - will you rebuff their earnest pleas?
ja: 絶望し、欲望する彼らの切実な訴えを、君は拒絶するのか？
ko: 절박하고 부족한 이들의 간절한 간청을 거부하겠나?
uk: Чи зможете ви відмовити щирим благанням тих, хто зневірився і страждає?
zh_cn: 绝望而落魄——你能拒绝他们真诚的请求吗？

# vo_driving_node_activate_story_assist_general_05_0
source: Look upon their noble struggle and be humbled by it.
ja: 彼らの崇高な闘いを見て、謙虚になれ。
ko: 저들의 고귀한 투쟁을 보고 겸손해지게.
uk: Погляньте на їхню благородну боротьбу й смиренно схиліться перед ними.
zh_cn: 看看他们高尚的挣扎，并为之感到惭愧吧。

# vo_driving_node_activate_story_assist_general_06_0
source: Giving in to madness is easier than holding out against it. They are heroes.
ja: 狂気に屈することは、抵抗するよりも簡単だ。彼らは英雄である。
ko: 광기에 굴복하는 것은 저항하는 것보다 쉽지. 저들은 영웅일세.
uk: Піддатися божевіллю легше, ніж йому протистояти. Вони герої.
zh_cn: 抵御疯狂比被疯狂吞噬要困难得多。他们是英雄。
