Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# upgrade_track_resources_6_title
source: Wealth
ja: 富
ko: 재물
uk: Багатство
zh_cn: 财富

# upgrade_track_resources_7_title
source: Sanctuary
ko: 안식
uk: Укриття

# upgrade_track_resources_8_title
source: Respite
ko: 유예
uk: Перепочинок

# upgrade_track_resources_9_title
source: Foresight
ko: 예측
uk: Передбачення

# upgrade_track_runaway_1_title
source: Presence
ja: 存在感
ko: 등장
uk: Поява
zh_cn: 存在

# upgrade_track_runaway_10_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_runaway_11_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_runaway_12_title
source: Sturdiness
ja: 屈強さ
ko: 확고
uk: Витривалість
zh_cn: 体格

# upgrade_track_runaway_13_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_runaway_14_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_runaway_2_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_runaway_3_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_runaway_4_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_runaway_5_title
source: Sturdiness
ja: 屈強さ
ko: 확고
uk: Витривалість
zh_cn: 体格

# upgrade_track_runaway_6_title
source: Trinket
ja: 装身具
ko: 장신구
uk: Дрібничка
zh_cn: 饰品

# upgrade_track_runaway_7_title
source: Path
ja: 進路
ko: 길
uk: Шлях
zh_cn: 道途

# upgrade_track_runaway_8_title
source: Resolution
ja: 決意の固さ
ko: 결의
uk: Рішучість
zh_cn: 决心

# upgrade_track_runaway_9_title
source: Haste
ja: 素早さ
ko: 가속
uk: Поспішність
zh_cn: 迅捷

# upgrade_track_stagecoach_1_title
source: Packing
ko: 수송
uk: Місткість

# upgrade_track_stagecoach_10_title
source: Packing
ko: 수송
uk: Місткість

# upgrade_track_stagecoach_11_title
source: Scavenging
ko: 수습
uk: Сміттєзбір

# upgrade_track_stagecoach_12_title
source: Capability
ko: 용량
uk: Ефективність

# upgrade_track_stagecoach_13_title
source: Packing
ko: 수송
uk: Місткість

# upgrade_track_stagecoach_2_title
source: Capability
ko: 용량
uk: Ефективність

# upgrade_track_stagecoach_3_title
source: Charity
ko: 자선
uk: Милосердя

# upgrade_track_stagecoach_4_title
source: Trueing
ja: 調整
ko: 정비
uk: Балансування
zh_cn: 调校

# upgrade_track_stagecoach_5_title
source: Reinforcing
ko: 보강
uk: Зміцнення

# upgrade_track_stagecoach_6_title
source: Packing
ja: 梱包
ko: 수송
uk: Місткість
zh_cn: 集装

# upgrade_track_stagecoach_7_title
source: Scavenging
ja: ごみあさり
ko: 수습
uk: Сміттєзбір
zh_cn: 搜掠

# upgrade_track_stagecoach_8_title
source: Capability
ko: 용량
uk: Ефективність

# upgrade_track_stagecoach_9_title
source: Charity
ko: 자선
uk: Милосердя

# upgrade_track_vestal_1_title
source: Presence
ko: 등장
uk: Поява

# upgrade_track_vestal_10_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_vestal_11_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_vestal_12_title
source: Persistence
ko: 고집
uk: Завзятість

# upgrade_track_vestal_13_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_vestal_14_title
source: Trademark Item
ko: 상징 아이템
uk: Товарний знак

# upgrade_track_vestal_2_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_vestal_3_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_vestal_4_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_vestal_5_title
source: Unshakeability
ko: 근성
uk: Непохитність

# upgrade_track_vestal_6_title
source: Trinket
ko: 장신구
uk: Дрібничка

# upgrade_track_vestal_7_title
source: Path
ko: 길
uk: Шлях

# upgrade_track_vestal_8_title
source: Resolution
ko: 결의
uk: Рішучість

# upgrade_track_vestal_9_title
source: Foundation
ko: 근본
uk: Твердість

# user_report_privacy_notice_cancel_button
source: Cancel
ja: キャンセル
ko: 취소
uk: Скасувати
zh_cn: 取消

# user_report_privacy_notice_description
source: <size=34>The user report being sent includes game save and log files from the player's computer. It also includes metadata that provides information about the player's hardware and operating system. Information about our privacy policy can be found <color={q}white{q}><link={q}https://www.darkestdungeon.com/privacy-policy/{q}>here</link></color>. Would you like to continue?
ja: <size=34>送信されるユーザーレポートには、プレイヤーのコンピュータのゲームセーブデータとログファイルが含まれます。また、プレイヤーのハードウェアとOSに関する情報を提供するメタデータも含まれます。当社のプライバシーポリシーについては、<color={q}white{q}><link={q}https://www.darkestdungeon.com/privacy-policy/{q}>こちら</link></color>をご覧ください。続けますか？
ko: <size=34>사용자 보고를 전송하면서 플레이어의 컴퓨터로부터 게임 저장 및 로그 파일도 함께 보내게 됩니다. 이외에도 플레이어의 컴퓨터 하드웨어 및 운영체제에 대한 정보도 함께 포함됩니다. 당사의 개인 정보 사용 정책에 대해서는 <color={q}white{q}><link={q}https://www.darkestdungeon.com/privacy-policy/{q}>여기서</link></color> 자세히 확인하실 수 있습니다. 계속 하시겠습니까?
uk: <size=34>Відгук буде надіслано разом із файлами журналу й збереження. Також він міститиме метадані технічних характеристик та операційної системи пристрою. Ознайомитися з нашими правилами конфіденційності можна <color={q}white{q}><link={q}https://www.darkestdungeon.com/privacy-policy/{q}>тут</link></color>. Продовжити?
zh_cn: <size=34>即将被发送的用户报告包含玩家计算机中的游戏存档和日志文件，以及提供关于玩家的硬件和操作系统的额外信息。我们的隐私条款可以在<color={q}white{q}><link={q}https://www.darkestdungeon.com/privacy-policy/{q}>这里</link></color>找到。继续么？

# user_report_privacy_notice_send_report_button
source: Send Report
ja: レポートを送信
ko: 보고 전송
uk: Надіслати відгук
zh_cn: 发送报告

# user_report_privacy_notice_title
source: Privacy Information
ja: プライバシー情報
ko: 개인 정보
uk: Приватні дані
zh_cn: 隐私条款

# user_report_screen_add_screenshot
source: Take Screenshot
ko: 스크린샷 찍기

# user_report_screen_attach_log_files
source: Attach log files
ja: ログファイルを添付
ko: 로그 파일 첨부
uk: Додати файли журналу
zh_cn: 上传日志文件

# user_report_screen_attach_save_files
source: Attach save files
ja: 保存ファイルを添付
ko: 저장 파일 첨부
uk: Додати файли збереження
zh_cn: 上传存档文件

# user_report_screen_bug
source: Bug
ja: バグ
ko: 버그
uk: Помилка

# user_report_screen_cancel
source: Cancel
ja: キャンセル
ko: 취소
uk: Скасувати
zh_cn: 取消

# user_report_screen_capturing_screenshot
source: Capturing screenshot...
ja: スクリーンショットを撮影中...
ko: 스크린샷 찍는 중...
uk: Створення знімка екрана...
zh_cn: 正在截图……

# user_report_screen_description
source: Description
ja: 説明
ko: 설명
uk: Опис
zh_cn: 描述

# user_report_screen_error_msg
source: The report could not be sent. Please try again later.
ja: レポートを送信できませんでした。しばらくしてからもう一度お試しください。
ko: 보고가 전송되지 않았습니다. 나중에 다시 시도하세요.
uk: Неможливо надіслати відгук. Повторіть спробу пізніше.
zh_cn: 报告无法被发送。请稍后再试。

# user_report_screen_performance_issue
source: Performance Issue
ja: パフォーマンスの問題
ko: 퍼포먼스 문제
uk: Проблема продуктивності
zh_cn: 性能问题

# user_report_screen_screenshot_hint
source: F5 can be used to take screenshots during gameplay
ja: プレイ中に[F5]キーでスクリーンショットを撮影可能
ko: F5 키를 누르면 게임플레이 중에 스크린샷을 찍을 수 있습니다.
uk: Щоб зробити знімок екрана під час гри, натисніть F5
zh_cn: 在游戏中可以使用F5截图

# user_report_screen_submit
source: Submit
ja: 送信
ko: 제출
uk: Надіслати
zh_cn: 提交

# user_report_screen_submit_progress_msg
source: Submitting Report
ja: レポートを送信
ko: 보고 제출
uk: Надсилання відгуку
zh_cn: 正在提交报告

# user_report_screen_suggestion
source: Suggestion
ja: 提案
ko: 제안
uk: Пропозиція
zh_cn: 建议

# user_report_screen_summary
source: Summary (Required field)
ja: 要旨 （必須項目）
ko: 요약 (필수 입력)
uk: Зведення (обов’язково)
zh_cn: 概述（必填）

# user_report_screen_title
source: Report
ja: レポート
ko: 보고
uk: Відгук
zh_cn: 反馈报告

source: Vestal
ko: 성녀
uk: Весталка

# vestal_corpse
source: Corpse
ko: 시체
uk: Труп

# vestal_wpn_chaplain
source: <color=#{notable}>Chaplain</color>
ko: <color=#{notable}>사제</color>
uk: <color=#{notable}>Капелан</color>

# vestal_wpn_confessor
source: <color=#{notable}>Confessor</color>
ko: <color=#{notable}>고해 성자</color>
uk: <color=#{notable}>Духівник</color>

# vestal_wpn_seraph
source: <color=#{notable}>Seraph</color>
ko: <color=#{notable}>치품천사</color>
uk: <color=#{notable}>Серафим</color>

# visit_shrines_to_unlock_label
source: Visit Shrines of Reflection to unlock
ja: 内省の神殿を訪れてアンロック
ko: 회고의 성소를 방문하여 해금
uk: Щоб переглянути, відвідайте святилища роздумів
zh_cn: 前往反思圣地以解锁

# vo_affinity_affliction_envious_01_0
source: Each covets what the other has and plots to take it.
ja: それぞれが相手の持っているものを欲しがり、それを奪おうと企む。
ko: 서로가 서로 가진 것을 탐내어 차지하려 음모를 꾸미는구나.
uk: Кожен захотів чужого й почав плести інтриги.
zh_cn: 两人都在盘算如何将对方所得据为己有。

# vo_affinity_affliction_hateful_01_0
source: Cruelty and callousness have claimed dominion here.
ja: 残忍さと冷淡さが、ここを支配している。
ko: 이미 잔혹과 냉담에 잡아 먹히었다.
uk: І тоді запанували жорстокість і бездушність.
zh_cn: 残忍与冷酷在此生根发芽。

# vo_affinity_affliction_nihilistic_01_0
source: There is nothing between them now - nothing at all.
ja: 彼らの間には何も、まったく何もない。
ko: 이제 둘 사이에는 아무것도 남지 않았다.
uk: Між ними нічого не лишилося. Лише прірва.
zh_cn: 这两人之间再无任何瓜葛——一切联系都消失殆尽。

# vo_affinity_affliction_resentful_01_0
source: Resentment - the slowest and deadliest poison of them all.
ja: 恨み。それは、ゆっくりと彼らを蝕む最も致命的な毒である。
ko: 분개라. 가장 느리면서도 극악한 맹독이지.
uk: Образа — найповільніша й найсмертельніша з отрут.
zh_cn: 愤懑——最为缓慢，也最为致命的毒药。

# vo_affinity_affliction_suspicious_01_0
source: Narrowed eyes, muttered threats. All trust is lost.
ja: 目を細め、脅すかのようにつぶやけば、すべての信頼は損なわれる。
ko: 가늘게 뜬 눈, 중얼거리는 위협. 모든 신뢰는 사라졌다.
uk: Підозрілі погляди, мовчазні погрози... Довіра втрачена.
zh_cn: 冷眼相视，恶语相向——再无信任可言。

# vo_affinity_affliction_tumultuous_01_0
source: Restless souls thrive in chaos they create.
ja: さまよう魂は、自らが作り出す混沌の中で成長する。
ko: 불안한 영혼들이 스스로 만들어낸 혼돈 속에서 몸부림친다.
uk: Неспокійні душі поринули в хаос, який самі й створили.
zh_cn: 不眠不休的灵魂在混乱中愈发猖獗。

# vo_affinity_triggers_general_negative_01_0
source: Animus grows in proportion to mounting pressure.
ja: 憎しみは、のしかかる重圧に比例して大きくなる。
ko: 반감은 용수철과 같아 누르면 누를 수록 강해지니.
uk: Неприязнь росте разом із напругою в стосунках.
zh_cn: 敌意随着压力的堆砌增长。

# vo_affinity_triggers_general_positive_01_0
source: Suffering strengthens the bond!
ja: 苦しみは絆を深めるのだ！
ko: 고통은 유대를 강화할 뿐!
uk: Страждання лише об’єднують!
zh_cn: 默契在磨难中淬炼！

# vo_affinity_virtue_amorous_01_0
source: While the heart still beats, desire will never die.
ja: 生きている限り、欲望が絶えることなど決してない。
ko: 심장이 뛰는 한 열정은 죽지 않는다.
uk: Поки серце б’ється, полум’я не згасне.
zh_cn: 只要心脏还在跳动，欲望就不会泯灭。

# vo_affinity_virtue_hopeful_01_0
source: Aspiration unites the hopeful!
ja: 大志は希望に満ちた者を団結させる！
ko: 열망은 희망 품은 자들을 한데 묶으니!
uk: Надія допомагає триматися разом!
zh_cn: 怀揣希望之人，在共同的理想下团结！

# vo_affinity_virtue_inseparable_01_0
source: Two facets of the same stone - never one without the other.
ja: ひとつの石の、隣り合った面のようなもの。片方なくして、もう片方はない。
ko: 동전의 양면이라 함은 결국 뗄래야 뗄 수 없는 관계가 아니던가.
uk: Дві грані одного каменю, які завжди разом.
zh_cn: 连珠合璧——永不分离。

# vo_affinity_virtue_respectful_01_0
source: Tried and tested - a bond to be counted on!
ja: 多くの試練の末に芽生えた信頼の絆だ！
ko: 노력과 시련을 함께 겪으니 공고한 유대감이 맺어질 터!
uk: Разом і у вогонь, і у воду!
zh_cn: 他们携手历尽艰险——注定不会辜负彼此！

# vo_altar_of_hope_activate_01_0
source: You must remember the world as it was, if you hope to save it.
ja: 世界を救いたいのであれば、かつての世界の姿を記憶しておかなければならぬ。
ko: 세상을 구하고자 한다면 원래 어떤 모습이었는지 기억해야 한다.
uk: Ви маєте пам’ятати, яким був світ, якщо сподіваєтеся його врятувати.
zh_cn: 如果你想要拯救这世界，你必须牢记它原本的模样。

# vo_altar_of_hope_activate_02_0
source: It was not a perfect world, but it was ours, and we must fight to restore it.
ja: 完璧とは言えない世界であったが、我々のものであった。その世界を取り戻すために戦わねばならぬ。
ko: 원래도 완벽한 세상은 아니었지만 우리의 세상이었잖은가. 그러니 되찾아야 하네.
uk: Світ був недосконалим, але нашим. Ми маємо боротися за нього.
zh_cn: 这世界不曾完美，但它属于我们，我们必须为它的存亡而战。

# vo_altar_of_hope_activate_03_0
source: Perhaps the world was a dream. Even so, it is surely worth remembering.
ja: この世界は幻想だったのかもしれぬ。そうだとしても、覚えておく価値は必ずやある。
ko: 어쩌면 이 세상은 한낱 꿈이었을지도. 그렇더라도 분명 기억할 가치는 있잖나.
uk: Можливо, світ був ілюзією. Але якщо навіть і так, не варто забувати про нього.
zh_cn: 或许这世界只是梦幻泡影。纵然如此，它也无疑值得铭记。

# vo_altar_of_hope_activate_04_0
source: It is your charge to manifest a vision of the sane earth.
ja: 健全たる世界を明示するのが、君の任務だ。
ko: 올바른 땅의 모습을 실현하는 것은 자네의 책임이지.
uk: Ваше завдання — втілити в життя бачення про землю, на якій панує здоровий глузд.
zh_cn: 描绘出大地重归理智的幻景，即是你的职责所在。

# vo_altar_of_hope_activate_05_0
source: Little by little, your recollection mends the rifts of this sundered plane.
ja: 君の回想が、裂けた表面の亀裂を少しずつ修復していく。
ko: 자네의 기억이 조금씩, 조금씩 이 부서진 차원의 균열을 수선할 터.
uk: Спогади із часом допоможуть цьому розколотому світу стати єдиним цілим.
zh_cn: 一点一滴，你的回忆在填补这分崩离析之地的缝隙。

# vo_altar_of_hope_assign_memory_01_0
source: When all is lost, we cling to what we can remember.
ja: すべてが失われたとき、我々は記憶にしがみつく。
ko: 모든 것을 잃었을 때, 우리는 기억에 집착하지.
uk: Коли все втрачено, ми спираємося на спогади.
zh_cn: 当一切都逝去时，我们便会紧紧抓住往昔的记忆。

# vo_altar_of_hope_assign_memory_02_0
source: A fleeting impression, a flickering light.
ja: 束の間の感動、揺らめく光。
ko: 덧없는 모습. 깜빡이는 불빛.
uk: Скороминуща мить, мерехтливе світло.
zh_cn: 稍纵即逝的念想，如同摇曳的火光。

# vo_altar_of_hope_assign_memory_03_0
source: Bask for a moment in the light of distant days.
ja: 遠き日の光に、しばし身を委ねる。
ko: 아득해진 날들의 빛 속에 잠시 몸을 녹이게나.
uk: Відчуйте світло минулих днів.
zh_cn: 短暂沐浴这恍若隔世的光芒。

# vo_altar_of_hope_assign_memory_04_0
source: A memory of pleasure can dull a moment of pain.
ja: 喜びの記憶は、苦痛の感覚を鈍らせる。
ko: 기쁨의 기억은 순간의 고통을 무디게 해 주니.
uk: Приємний спогад може заглушити біль.
zh_cn: 一念欢愉足以化解一刻痛苦。

# vo_altar_of_hope_building_city_01_0
source: Teeming markets, bustling streets - we delighted in the city's vitality.
ja: 大勢の人で賑わう市場、混み合う道。我々は、この街の活気を存分に楽しんだ。
ko: 활기 넘치는 시장, 북적이는 거리. 한때는 도시의 활기를 만끽할 수 있었거늘.
uk: Жваві ринки, галасливі вулиці — ми насолоджувалися енергією міста.
zh_cn: 热闹的市集、喧嚣的街道——那时的我们享受着城市的活力。

# vo_altar_of_hope_building_city_02_0
source: We would often take our afternoon tea at the quaint café a few blocks from the library...
ja: 君とは、図書館から数ブロック先の古風なカフェで、よくアフタヌーンティーを楽しんだな…
ko: 도서관에서 몇 블록 떨어진 고풍스러운 카페에 들러 오후의 차 한잔을 즐기던 일상...
uk: Ми нерідко заходили на післяобідній чай у химерне кафе за кілька кварталів від бібліотеки.
zh_cn: 隔三岔五，我们就会在距离图书馆几个街区的那间古典茶馆里喝下午茶……

# vo_altar_of_hope_building_city_03_0
source: I recall evenings spent sipping wine in the square, marveling at the architecture
ja: 広場でワインを飲みながら、建築物の美しさに酔いしれた夜を思い出す。
ko: 광장에서 와인을 마시며 각종 건물들에 감탄하던 게 기억나는군.
uk: Я згадую вечори, коли ми смакували вино на площі, захоплюючись архітектурою,
zh_cn: 我还记得那些傍晚，我们在广场啜饮美酒。那时我还笃信，

# vo_altar_of_hope_building_city_03_1
source: I was sure would outlast us both.
ja: その美しさは、この先もずっと続くと信じていた。
ko: 우리 둘 다 그런 삶이 영원토록 계속될 거라 확신했거늘.
uk: яка, як здавалося, переживе нас обох.
zh_cn: 周遭宏伟的建筑会比我们的生命长久得多。

# vo_altar_of_hope_building_coast_01_0
source: A welcome reprieve from the rigors of academia, the salted air
ja: 塩分を含んだ空気と穏やかなさざ波が、我々を深い眠りへと誘い、
ko: 학문의 고단함으로부터 벗어나 만끽하는 짭짤한 공기와
uk: Довгоочікуваний перепочинок від заціпеніння академії — солоне повітря
zh_cn: 那潮湿的海风、拍岸的海浪让我们得以从令人倦怠的学术生活中抽身，

# vo_altar_of_hope_building_coast_01_1
source: and steady surf lulled us into a deep, restorative sleep.
ja: 学問の厳しさから解放してくれたものだ。
ko: 잔잔한 파도는 우릴 깊은 잠 속으로 끌어들이기에 충분했지.
uk: і розмірений шум прибою заколисували нас, навіювали глибокий оздоровлюючий сон.
zh_cn: 在抚人的和声下沉沉睡去，休养生息。

# vo_altar_of_hope_building_coast_02_0
source: Along the lively docks, cheerful fishmongers offered a limitless array
ja: 活気に満ちた波止場では陽気な魚屋が、数え切れないほど採れた海の幸を
ko: 생기 어린 부둣가에서는 활기찬 어부들이 온갖 종류의 해산물 별미를
uk: У багатолюдних доках життєрадісні торговці пропонували безліч
zh_cn: 在生机勃勃的港口，渔夫们欢声笑语，陈列着无穷无尽的

# vo_altar_of_hope_building_coast_02_1
source: of marine delicacies at a pittance.
ja: 破格の値段で売りさばいていた。
ko: 저렴한 가격에 제공했었네.
uk: морських делікатесів за безцінь.
zh_cn: 海产美味，价格便宜，童叟无欺。

# vo_altar_of_hope_building_coast_03_0
source: We stood on the shore, gulls wheeling overhead, the horizon brimming
ja: 我々が海岸に立つと、頭上でカモメたちが旋回し、水平線は
ko: 갈매기들이 날아다니는 하늘 아래 해안가에 서서, 무한한 가능성으로 가득한
uk: Ми стояли на березі, над головою кружляли чайки, а обрій вабив
zh_cn: 我们站在海岸边，海鸥在头顶翱翔，海平线奔涌着

# vo_altar_of_hope_building_coast_03_1
source: with infinite possibilities...
ja: 無限の可能性に満ちていた…
ko: 수평선을 바라보곤 했었는데...
uk: нескінченними можливостями...
zh_cn: 无穷的可能性……

# vo_altar_of_hope_building_farm_01_0
source: Though infrequent, our pastoral retreats were always welcomed by the hardy folk of the fields.
ja: 頻繁ではなかったものの、我々の田園での静養は、いつも勤勉な農民たちから歓迎されていた。
ko: 꽤 드문 일이긴 했지만, 우리가 시골로 목가적 도피를 떠날 때마다 농촌의 강건한 주민들에게 항상 환영을 받았더랬지.
uk: Вирушаючи за місто, хоч і нечасто, ми завжди мали шанс оцінити гостинність безстрашного народу полів.
zh_cn: 虽然我们并不常造访乡野，但每次抵达时，都会受到勤劳能干的农人的热切欢迎。

# vo_altar_of_hope_building_farm_02_0
source: Reticent at first, the farmers grew to appreciate our interest in their lifestyle and their lands.
ja: 最初はよそよそしかった農民たちも、我々が彼らの生活や土地に関心を示すと、次第に心を開いてくれるようになった。
ko: 처음엔 과묵할지 몰라도, 농부들은 금세 자기네가 사는 방식과 땅에 관심을 보이는 우리를 따뜻이 맞아 주었어.
uk: Сільські жителі спочатку виявляли недовіру, але поступово оцінювали наш інтерес до їхнього способу життя та земель.
zh_cn: 尽管那些农人起初沉默寡言，但渐渐地，我们对农家生活和田野的兴趣赢得了他们的好感。

# vo_altar_of_hope_building_farm_03_0
source: The cropper's folklore was as rich as their soil, and we delighted
ja: 農民たちの民間伝承は、彼らが耕す土壌と同じくらい豊かで、
ko: 농부들의 민속 전통은 그 기름진 땅만큼이나 풍요로웠으니
uk: Фольклор женців був так само багатим, як і їхні поля, і ми насолоджувалися
zh_cn: 农家的坊间传说与他们的土地一样丰沃，而我们在那些

# vo_altar_of_hope_building_farm_03_1
source: in their ancient tales and esoteric rumours...
ja: 我々は、彼らが語る昔話や神秘的な噂話を楽しんだ…
ko: 우린 각종 고대의 설화와 난해한 풍문을 즐길 수 있었지.
uk: їхніми стародавніми оповідями та езотеричними чутками...
zh_cn: 古老的奇谈与费解的轶事中流连忘返……

# vo_altar_of_hope_building_woods_01_0
source: Sun-dappled roads winding through ancient forests, our murmured
ja: 木漏れ日が差す太古の森を、縫うように走る駅馬車の中で交わした言葉の数々…
ko: 햇볕 내리쬐는 오래 된 숲 속 오솔길을 달리던 마차에 앉아
uk: Залиті сонцем дороги, що проходять через віковічні ліси... наші приглушені
zh_cn: 斑驳的小径穿过古老的丛林，而我们在驿站马车中

# vo_altar_of_hope_building_woods_01_1
source: conversations in the coach... We were close then.
ja: あの頃の我々は、仲が良かったものだ。
ko: 둘이서 나누던 대화란... 그때 우리는 참 가까웠는데.
uk: розмови в екіпажі... Тоді ми ще були близькі.
zh_cn: 附耳低语……那时我们很亲近。

# vo_altar_of_hope_building_woods_02_0
source: Ancient bridges, crumbling old walls - you knew the history of each,
ja: 古代からある橋、崩れかけたボロボロの壁…それぞれの歴史を知っている君が
ko: 고대의 다리, 무너져 내리는 옛 성벽... 자네는 모든 역사에 빠삭했고
uk: Старовинні мости, старі крихкі стіни... ви знали історію кожного куточка,
zh_cn: 沧桑的桥拱、残破的危墙——你熟知每座建筑的历史，

# vo_altar_of_hope_building_woods_02_1
source: and I delighted in your stories.
ja: いろいろと話してくれるのが、とても嬉しかった。
ko: 나 역시 기꺼이 자네의 이야기를 들어 주었네.
uk: і я захоплювався вашими оповіданнями.
zh_cn: 而我对你的故事无比享受。

# vo_altar_of_hope_building_woods_03_0
source: When the coach slowed at last, I demurred at how the voyage is
ja: やがて、ようやく駅馬車が減速したとき、私は、いかに到着よりも旅路の方が
ko: 마침내 마차가 속도를 늦출 때면 나는 종종 목적지보다 여정 자체에서
uk: Коли екіпаж нарешті зупинявся, я думав про те, як нас змінює подорож —
zh_cn: 当驿站马车终于徐徐停下时，我常常不由自主地感叹：

# vo_altar_of_hope_building_woods_03_1
source: often more transformational than the arrival.
ja: 変化に富んでいることか、と、よく嘆いたものだ。
ko: 더 큰 변화가 자주 일어난다는 현실에 불평을 토로했지.
uk: нерідко більше, ніж пункт призначення.
zh_cn: 这样的旅程的意义，远不止抵达终点。

# vo_altar_of_hope_candles_spent_01_0
source: You have exhausted your supply...for now.
ja: すべて使い果たしたようだな…今のところは。
ko: 쌓아둔 비축품이 다 떨어진 모양이구나. 뭐 지금은 말이지.
uk: Ви вичерпали свої запаси... поки що.
zh_cn: 你的资源已经耗竭……暂时耗竭。

# vo_altar_of_hope_candles_spent_02_0
source: Each flicker has found gainful purpose. Seek more.
ja: それぞれの灯を、価値あるものに費やした。さらに手に入れるのだ。
ko: 깜빡이는 불빛 하나하나 의미를 품고 있으니. 더 찾아 보게나.
uk: Кожному вогнику знайдено застосування. Шукайте далі.
zh_cn: 每一抹光辉都获得了意义。继续寻找吧。

# vo_altar_of_hope_candles_spent_03_0
source: Assign no anguish to an empty purse.
ja: 財布が空だからといって落ち込むことはない。
ko: 비어버린 호주머니를 쥐고 아쉬워할 필요는 없네.
uk: Не виніть у всьому порожній гаманець.
zh_cn: 不必为掏空的钱袋愁苦。

# vo_altar_of_hope_candles_spent_04_0
source: Experience, well earned and well spent.
ja: 数々の経験を重ね、しっかり稼ぎ、すべて使い切ればよいのだ。
ko: 값지게 얻어 값지게 쓴 경험이지.
uk: Досвід, отриманий і розумно використаний.
zh_cn: 经验，从意义中来，到意义中去。

# vo_altar_of_hope_class_track_upgrade_01_0
source: A little more light, a little more strength.
ja: もう少し光を、あと少しの力を。
ko: 한결 밝아지는 빛, 함께 강해지는 힘.
uk: Трохи більше світла, трохи більше сили.
zh_cn: 又多了一分光明，又多了一分力量。

# vo_altar_of_hope_class_track_upgrade_02_0
source: The true splendour of a world - those who live within it.
ja: この世の真の素晴らしさ…それは、そこに生きる人々である。
ko: 세상의 진정한 광명은 바로 그 속에서 살아가는 사람들이 아니겠나.
uk: Справжня окраса світу — ті, хто в ньому живе.
zh_cn: 这个世界真正的奇观——生活在这世界中的人。

# vo_altar_of_hope_item_unlocked_01_0
source: New instruments will help us diagnose the world's affliction, and overcome it.
ja: 新しき道具はこの世の苦悩を見定め、克服するのに役立つだろう。
ko: 새로운 도구는 세상의 고통을 살피고 극복하는 데 도움이 될 터.
uk: Нові знаряддя допоможуть з’ясувати, на що світ хворий і впоратися з його недугою.
zh_cn: 新的器械将会帮助我们诊断这世界的病症，然后攻而克之。

# vo_altar_of_hope_item_unlocked_02_0
source: A drop of sanity... in a sea of madness.
ja: 狂気の海に…正気の一滴を。
ko: 광기의 바다에 떨어뜨리는 한 방울의 이성이라...
uk: Крапля здорового глузду в океані божевілля.
zh_cn: 一滴理智……汇入疯狂之海。

# vo_altar_of_hope_item_unlocked_03_0
source: A welcome advancement in the science of survival...
ja: 生き残るための技術に、歓迎すべき進歩だ…
ko: 생존술의 비약적인 발전이로군...
uk: Довгоочікуване відкриття в науці виживання...
zh_cn: 在“生存”这门科学中，一次有意义的突破……

# vo_altar_of_hope_item_unlocked_04_0
source: Every twinkling recollection is another implement at our disposal.
ja: すべての輝かしい思い出は、我々が心おきなく使える、もうひとつの道具なのだ。
ko: 반짝거리는 반추 하나하나가 우리의 뜻대로 사용할 수 있는 도구니.
uk: Враження, що з’являється і щезає: ще одна зброя в нашому арсеналі.
zh_cn: 每一枚闪光的回忆都能为我们所用。

# vo_altar_of_hope_leave_01_0
source: Once more into the maelstrom, in search of what hope yet remains.
ja: 再び、いまだ残りし希望を求めて、狂騒のさなかへ。
ko: 아직 남아 있는 희망을 찾아 다시 한번 폭풍 속으로 나아가세나.
uk: Знов у вир на пошуки надії, що ще залишилася.
zh_cn: 再一次驶入风暴，搜寻残留的希望。

# vo_altar_of_hope_leave_02_0
source: Sanctuary - as fleeting as a dying star.
ja: 聖域。それは、消えゆく星のように儚い。
ko: 피난처라. 별똥별처럼 덧없는 것을.
uk: Укриття... недовговічне, мов зірка, що згасає.
zh_cn: 庇护所——转瞬即逝，如同一颗死星。

# vo_altar_of_hope_leave_03_0
source: The road calls once more to its dark passenger.
ja: その道は、暗闇の乗客を旅へと呼び戻す。
ko: 길이 어두운 나그네를 다시 한번 부르네.
uk: Дорога знову кличе свого темного ходока.
zh_cn: 道路再次召唤黑暗的旅行者。

# vo_altar_of_hope_loot_candle_01_0
source: Ah! Hope springs in the unlikeliest places.
ja: 希望とは、思いもよらないところで湧いてくるものだ！
ko: 아! 희망이란 가장 예상치 못한 곳에서 피어나니.
uk: О, надія з’являється з нізвідки!
zh_cn: 啊！希望在最不可能出现之处闪烁。

# vo_altar_of_hope_loot_candle_02_0
source: Search every shadow - there is a little light here.
ja: すべての影の正体を探れば、そこには小さな光がある。
ko: 모든 그늘을 샅샅이 뒤지게나. 여기에도 빛은 비치니.
uk: Обшукайте кожну тінь — тут має бути світло.
zh_cn: 每一道阴影都不要放过——这里有着一缕亮光。

# vo_altar_of_hope_max_hero_bounty_hunter_01_0
source: He is the perfect weapon - a sharpened edge without pity or remorse.
ja: 彼はもはや完璧な武器だ。哀れみもなければ容赦もない、研ぎ澄まされた刃である。
ko: 그는 동정도, 연민도 없이 날카로운 칼날을 휘두르는 완벽한 인간 흉기일세.
uk: Він ідеальна зброя, гострий клинок, що рубає без вагань і жалю.
zh_cn: 他是最完美的武器——不知怜悯、不知悔恨的一道利刃。

# vo_altar_of_hope_max_hero_flagellant_01_0
source: In the world's dark corners, he will revel in his rotting immortality.
ja: この世の闇の片隅で、彼は朽ち果てた不死を謳歌する。
ko: 그는 세상의 어두운 구석에서 자신의 문드러진 불멸성을 만끽할 테지.
zh_cn: 在世界阴暗的角落，他将为他那腐烂的不朽狂欢。

# vo_altar_of_hope_max_hero_grave_robber_01_0
source: She will seek out what was lost to the shadows, and restore it where it is needed most.
ja: 彼女は闇に消えたものを探し出し、相応しきところへと戻すのだ。
ko: 그녀는 그림자 속으로 사라진 걸 추구하다 가장 필요한 것을 되찾아 올 테지.
uk: Вона знайде втрачене в тінях і поверне його туди, де воно потрібне найбільше.
zh_cn: 她会搜出失落于阴影的宝物，并将其用于最有需要之处。

# vo_altar_of_hope_max_hero_hellion_01_0
source: She will unite the remnants of her people and rid the wild steppes
ja: 彼女は残った者を団結させ、荒涼とした草原に
ko: 그녀는 언젠가는 남은 동족을 통합하고 야생의 대초원을 돌아다니는
uk: Вона об’єднає тих, хто залишився з її народу, і позбавить дикі степи
zh_cn: 她将团结她尚存的族人，让大草原免受那些

# vo_altar_of_hope_max_hero_hellion_01_1
source: of what roaming horrors yet remain.
ja: いまだ残りし恐怖を取り除くことだろう。
ko: 공포의 잔당을 소탕할 터.
uk: від страхіття, яке й досі ними блукає.
zh_cn: 漫游的邪恶余孽侵染。

# vo_altar_of_hope_max_hero_highwayman_01_0
source: A watchful protector, he will safeguard the roads he once haunted.
ja: かつて彼自身が通いし道を守り抜く、用心深き番人となるであろう。
ko: 그는 항상 경계하는 수호자가 되어, 한때 자신이 공포를 뿌렸던 길을 안전하게 지켜줄 걸세.
uk: Пильний захисник, що охороняє дороги, на яких сам колись полював.
zh_cn: 他是一名警惕的卫兵，誓要守护那些他曾肆虐过的道路。
