Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# quirk_bad_digestion_neg_description+male
source: 33% chance Food has no benefit.
ja: 33%の確率で食料の効果を受けられない。
ko: 33% 확률로 식량의 효과를 보지 못합니다.
uk: Шанс 33%, що їжа не принесе користі.
zh_cn: 食物有33%的概率不提供增益。

# quirk_bad_digestion_neg+female
source: Bad Digestion
ja: 消化不良
ko: 소화불량
uk: Погане травлення
zh_cn: 消化不良

# quirk_bad_digestion_neg+male
source: Bad Digestion
ja: 消化不良
ko: 소화불량
uk: Погане травлення
zh_cn: 消化不良

# quirk_bloodthirsty_pos
source: Bloodthirsty
ja: 飢血
ko: 피에 굶주림
uk: Кровожерливість
zh_cn: 渴血

# quirk_bloodthirsty_pos_description
source: <color=#{notable}>+30%</color>DMG If Target HP < 25% <color=#{notable}>+5%</color> CRIT <color=#{notable}>Gain On Hit:</color> <sprite name={q}token_vulnerable{q}> (15%)
ko: <color=#{notable}>주는 피해 +30%</color> 대상 체력 25% 미만 시 치명타 <color=#{notable}>+5%</color> <color=#{notable}>명중 시 획득: </color><sprite name={q}token_vulnerable{q}> (15%)
uk: <color=#{notable}>+30%</color>ШКД Якщо ціль з ОЗ < 25% <color=#{notable}>+5%</color> КРТ <color=#{notable}>Отримує, коли влучає по цілі:</color> <sprite name={q}token_vulnerable{q}> (15%)

# quirk_bloodthirsty_pos_description+female
source: <color=#{notable}>+30%</color>DMG If Target HP < 25% <color=#{notable}>+5%</color> CRIT <color=#{notable}>Gain On Hit:</color> <sprite name={q}token_vulnerable{q}> (15%)
ko: <color=#{notable}>주는 피해 +30%</color> 대상 체력 25% 미만 시 치명타 <color=#{notable}>+5%</color> <color=#{notable}>명중 시 획득:</color> <sprite name={q}token_vulnerable{q}> (15%)
uk: <color=#{notable}>+30%</color>ШКД Якщо ціль з ОЗ < 25% <color=#{notable}>+5%</color> КРТ <color=#{notable}>Отримує, коли влучає по цілі:</color> <sprite name={q}token_vulnerable{q}> (15%)

# quirk_bloodthirsty_pos_description+male
source: <color=#{notable}>+30%</color>DMG If Target HP < 25% <color=#{notable}>+5%</color> CRIT <color=#{notable}>Gain On Hit:</color> <sprite name={q}token_vulnerable{q}> (15%)
ko: <color=#{notable}>주는 피해 +30%</color> 대상 체력 25% 미만 시 치명타 <color=#{notable}>+5%</color> <color=#{notable}>명중 시 획득:</color> <sprite name={q}token_vulnerable{q}> (15%)
uk: <color=#{notable}>+30%</color>ШКД Якщо ціль з ОЗ < 25% <color=#{notable}>+5%</color> КРТ <color=#{notable}>Отримує, коли влучає по цілі:</color> <sprite name={q}token_vulnerable{q}> (15%)

# quirk_bloodthirsty_pos+female
source: Bloodthirsty
ja: 飢血
ko: 피에 굶주림
uk: Кровожерливість
zh_cn: 渴血

# quirk_bloodthirsty_pos+male
source: Bloodthirsty
ja: 飢血
ko: 피에 굶주림
uk: Кровожерливість
zh_cn: 渴血

# quirk_blundering_neg
source: Blundering
ja: 不器用
ko: 실수투성이
uk: Незграбність
zh_cn: 跌跌撞撞

# quirk_blundering_neg+female
source: Blundering
ja: 不器用
ko: 실수투성이
uk: Незграбність
zh_cn: 跌跌撞撞

# quirk_blundering_neg+male
source: Blundering
ja: 不器用
ko: 실수투성이
uk: Незграбність
zh_cn: 跌跌撞撞

# quirk_boisterous_neg
source: Boisterous
ja: 横柄
ko: 요란한 목청
uk: Хвацькість
zh_cn: 吵闹

# quirk_boisterous_neg_verbose_description
source: Loud and proud.
ko: 뭐든지 자랑스레 떠벌립니다.
uk: Багато шуму й пихи.

# quirk_boisterous_neg_verbose_description+female
source: Loud and proud.
ko: 뭐든지 자랑스레 떠벌립니다.
uk: Багато шуму й пихи.

# quirk_boisterous_neg_verbose_description+male
source: Loud and proud.
ko: 뭐든지 자랑스레 떠벌립니다.
uk: Багато шуму й пихи.

# quirk_boisterous_neg+female
source: Boisterous
ja: 横柄
ko: 요란한 목청
uk: Хвацькість
zh_cn: 吵闹

# quirk_boisterous_neg+male
source: Boisterous
ja: 横柄
ko: 요란한 목청
uk: Хвацькість
zh_cn: 吵闹

# quirk_bon_vivant_pos
source: Bon Vivant
ja: 楽天家
ko: 즐거운 인생
uk: Життєлюбність
zh_cn: 美食家

# quirk_bon_vivant_pos_verbose_description
source: Let's knock one back and enjoy what life has to offer!
ko: 한 발짝 물러나서 인생의 즐거움을 누리곤 합니다!
uk: Хильнімо по чарці й насолодимося тим, що пропонує життя!

# quirk_bon_vivant_pos_verbose_description+female
source: Let's knock one back and enjoy what life has to offer!
ko: 한 발짝 물러나서 인생의 즐거움을 누리곤 합니다!
uk: Хильнімо по чарці й насолодимося тим, що пропонує життя!

# quirk_bon_vivant_pos_verbose_description+male
source: Let's knock one back and enjoy what life has to offer!
ko: 한 발짝 물러나서 인생의 즐거움을 누리곤 합니다!
uk: Хильнімо по чарці й насолодимося тим, що пропонує життя!

# quirk_bon_vivant_pos+female
source: Bon Vivant
ja: 楽天家
ko: 즐거운 인생
uk: Життєлюбність
zh_cn: 美食家

# quirk_bon_vivant_pos+male
source: Bon Vivant
ja: 楽天家
ko: 즐거운 인생
uk: Життєлюбність
zh_cn: 美食家

# quirk_book_burner_neg
source: Book Burner
ja: 焚書癖
ko: 분서
uk: Спалювання книг
zh_cn: 焚书者

# quirk_book_burner_neg_verbose_description
source: Is certain dry satire burns the hottest.
ko: 건조한 문체가 특히 잘 탄답니다.
uk: Вогонь обпалює сильніше за будь-яку сатиру.

# quirk_book_burner_neg_verbose_description+female
source: Is certain dry satire burns the hottest.
ko: 건조한 문체가 특히 잘 탄답니다.
uk: Вогонь обпалює сильніше за будь-яку сатиру.

# quirk_book_burner_neg_verbose_description+male
source: Is certain dry satire burns the hottest.
ko: 건조한 문체가 특히 잘 탄답니다.
uk: Вогонь обпалює сильніше за будь-яку сатиру.

# quirk_book_burner_neg+female
source: Book Burner
ja: 焚書癖
ko: 분서
uk: Спалювання книг
zh_cn: 焚书者

# quirk_book_burner_neg+male
source: Book Burner
ja: 焚書癖
ko: 분서
uk: Спалювання книг
zh_cn: 焚书者

# quirk_braggart_neg
source: Braggart
ja: 自慢癖
ko: 허풍쟁이
uk: Хвалькуватість
zh_cn: 夸耀者

# quirk_braggart_neg_verbose_description
source: Every victory, real or imagined, recounted for all, time and time again.
ko: 참인지 거짓일지 모를 티끌 만한 승리도 태산같이 부풀려서 끝도 없이 떠벌입니다.
uk: Про кожну перемогу, реальну чи вигадану, говорять знов і знов.

# quirk_braggart_neg_verbose_description+female
source: Every victory, real or imagined, recounted for all, time and time again.
ko: 참인지 거짓일지 모를 티끌 만한 승리도 태산같이 부풀려서 끝도 없이 떠벌입니다.
uk: Про кожну перемогу, реальну чи вигадану, говорять знов і знов.

# quirk_braggart_neg_verbose_description+male
source: Every victory, real or imagined, recounted for all, time and time again.
ko: 참인지 거짓일지 모를 티끌 만한 승리도 태산같이 부풀려서 끝도 없이 떠벌입니다.
uk: Про кожну перемогу, реальну чи вигадану, говорять знов і знов.

# quirk_braggart_neg+female
source: Braggart
ja: 自慢癖
ko: 허풍쟁이
uk: Хвалькуватість
zh_cn: 夸耀者

# quirk_braggart_neg+male
source: Braggart
ja: 自慢癖
ko: 허풍쟁이
uk: Хвалькуватість
zh_cn: 夸耀者

# quirk_breacher_pos
source: Breacher
ja: 突撃者
ko: 돌파자
uk: Громило
zh_cn: 破阵者

# quirk_breacher_pos+female
source: Breacher
ja: 突撃者
ko: 돌파자
uk: Громило
zh_cn: 破阵者

# quirk_breacher_pos+male
source: Breacher
ja: 突撃者
ko: 돌파자
uk: Громило
zh_cn: 破阵者

# quirk_broken_neg
source: Shattered Will
ja: 砕かれた心
ko: 박살난 의지
uk: Подавлена воля
zh_cn: 信念崩塌

# quirk_broken_neg_verbose_description
source: How can existence be so cruel..?
ko: 세상이 어떻게 이리도 잔혹할 수가 있는지...?
uk: Як реальність може бути настільки жорстокою?

# quirk_broken_neg_verbose_description+female
source: How can existence be so cruel..?
ko: 세상이 어떻게 이리도 잔혹할 수가 있는지...?
uk: Як реальність може бути настільки жорстокою?

# quirk_broken_neg_verbose_description+male
source: How can existence be so cruel..?
ko: 세상이 어떻게 이리도 잔혹할 수가 있는지...?
uk: Як реальність може бути настільки жорстокою?

# quirk_broken_neg+female
source: Shattered Will
ja: 砕かれた心
ko: 박살난 의지
uk: Подавлена воля
zh_cn: 信念崩塌

# quirk_broken_neg+male
source: Shattered Will
ja: 砕かれた心
ko: 박살난 의지
uk: Подавлена воля
zh_cn: 信念崩塌

# quirk_bum_leg_neg
source: Bum Leg
ja: 跛行
ko: 하체 부실
uk: Кульгавість
zh_cn: 瘸腿

# quirk_bum_leg_neg+female
source: Bum Leg
ja: 跛行
ko: 하체 부실
uk: Кульгавість
zh_cn: 瘸腿

# quirk_bum_leg_neg+male
source: Bum Leg
ja: 跛行
ko: 하체 부실
uk: Кульгавість
zh_cn: 瘸腿

# quirk_calm_pos
source: Calm
ja: 平静
ko: 침착함
uk: Спокій
zh_cn: 镇定

# quirk_calm_pos+female
source: Calm
ja: 平静
ko: 침착함
uk: Спокій
zh_cn: 镇定

# quirk_calm_pos+male
source: Calm
ja: 平静
ko: 침착함
uk: Спокій
zh_cn: 镇定

# quirk_cave_scrounger_pos
source: Sluice Scrounger
ja: 用水路のたかり屋
ko: 시궁창 약탈자
uk: Знання Староріччя
zh_cn: 暗渠搜掠者

# quirk_cave_scrounger_pos_verbose_description
source: Knows where to find resources in The Sluice.
ko: 시궁창에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Староріччі.

# quirk_cave_scrounger_pos_verbose_description+female
source: Knows where to find resources in The Sluice.
ko: 시궁창에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Староріччі.

# quirk_cave_scrounger_pos_verbose_description+male
source: Knows where to find resources in The Sluice.
ko: 시궁창에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Староріччі.

# quirk_cave_scrounger_pos+female
source: Sluice Scrounger
ja: 用水路のたかり屋
ko: 시궁창 약탈자
uk: Знання Староріччя
zh_cn: 暗渠搜掠者

# quirk_cave_scrounger_pos+male
source: Sluice Scrounger
ja: 用水路のたかり屋
ko: 시궁창 약탈자
uk: Знання Староріччя
zh_cn: 暗渠搜掠者

# quirk_cave_tactician_pos
source: Sluice Tactician
ja: 用水路の戦術家
ko: 시궁창 전술가
uk: Тактика щодо Староріччя
zh_cn: 暗渠战术家

# quirk_cave_tactician_pos+female
source: Sluice Tactician
ja: 用水路の戦術家
ko: 시궁창 전술가
uk: Тактика щодо Староріччя
zh_cn: 暗渠战术家

# quirk_cave_tactician_pos+male
source: Sluice Tactician
ja: 用水路の戦術家
ko: 시궁창 전술가
uk: Тактика щодо Староріччя
zh_cn: 暗渠战术家

# quirk_chatterbox_neg
source: Chatterbox
ja: おしゃべり
ko: 수다쟁이
uk: Пустослів’я
zh_cn: 话痨

# quirk_chatterbox_neg_verbose_description
source: Just. Won't. Stop. Talking.
ko: 제발, 좀, 닥치라고, 하고, 싶습니다.
uk: Ніколи не замовкає.

# quirk_chatterbox_neg_verbose_description+female
source: Just. Won't. Stop. Talking.
ko: 제발, 좀, 닥치라고, 하고, 싶습니다.
uk: Ніколи не замовкає.

# quirk_chatterbox_neg_verbose_description+male
source: Just. Won't. Stop. Talking.
ko: 제발, 좀, 닥치라고, 하고, 싶습니다.
uk: Ніколи не замовкає.

# quirk_chatterbox_neg+female
source: Chatterbox
ja: おしゃべり
ko: 수다쟁이
uk: Пустослів’я
zh_cn: 话痨

# quirk_chatterbox_neg+male
source: Chatterbox
ja: おしゃべり
ko: 수다쟁이
uk: Пустослів’я
zh_cn: 话痨

# quirk_city_explorer_pos
source: Sprawl Explorer
ja: 廃墟街の探索者
ko: 교외 탐험가
uk: Дослідження Пограддя
zh_cn: 燔城探索者

# quirk_city_explorer_pos_verbose_description
source: Master of the Sprawl's advantages.
ko: 교외의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Пограддя.

# quirk_city_explorer_pos_verbose_description+female
source: Master of the Sprawl's advantages.
ko: 교외의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Пограддя.

# quirk_city_explorer_pos_verbose_description+male
source: Master of the Sprawl's advantages.
ko: 교외의 지리를 빠삭하게 꿰뚫고 있습니다.
uk: Знає кожний куточок Пограддя.

# quirk_city_explorer_pos+female
source: Sprawl Explorer
ja: 廃墟街の探索者
ko: 교외 탐험가
uk: Дослідження Пограддя
zh_cn: 燔城探索者

# quirk_city_explorer_pos+male
source: Sprawl Explorer
ja: 廃墟街の探索者
ko: 교외 탐험가
uk: Дослідження Пограддя
zh_cn: 燔城探索者

# quirk_city_scrounger_pos
source: Sprawl Scrounger
ja: 廃墟街のたかり屋
ko: 교외 약탈자
uk: Знання Пограддя
zh_cn: 燔城搜掠者

# quirk_city_scrounger_pos_verbose_description
source: Knows where to find resources in The Sprawl.
ko: 교외에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Поградді.

# quirk_city_scrounger_pos_verbose_description+female
source: Knows where to find resources in The Sprawl.
ko: 교외에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Поградді.

# quirk_city_scrounger_pos_verbose_description+male
source: Knows where to find resources in The Sprawl.
ko: 교외에서 괜찮은 물건을 찾아내는 요령이 있습니다.
uk: Знайде що завгодно в Поградді.

# quirk_city_scrounger_pos+female
source: Sprawl Scrounger
ja: 廃墟街のたかり屋
ko: 교외 약탈자
uk: Знання Пограддя
zh_cn: 燔城搜掠者

# quirk_city_scrounger_pos+male
source: Sprawl Scrounger
ja: 廃墟街のたかり屋
ko: 교외 약탈자
uk: Знання Пограддя
zh_cn: 燔城搜掠者

# quirk_city_tactician_pos
source: Sprawl Tactician
ja: 廃墟街の戦術家
ko: 교외 전술가
uk: Тактика щодо Пограддя
zh_cn: 燔城战术家

# quirk_city_tactician_pos+female
source: Sprawl Tactician
ja: 廃墟街の戦術家
ko: 교외 전술가
uk: Тактика щодо Пограддя
zh_cn: 燔城战术家

# quirk_city_tactician_pos+male
source: Sprawl Tactician
ja: 廃墟街の戦術家
ko: 교외 전술가
uk: Тактика щодо Пограддя
zh_cn: 燔城战术家

# quirk_click_to_reveal_label
source: Click to Reveal
ja: クリックで見る
ko: 클릭하여 확인
uk: Натисніть, щоб показати
zh_cn: 点击揭晓

# quirk_clotter_pos
source: Clotter
ja: 凝固性の血
ko: 혈전
uk: Густа кров
zh_cn: 迅速结痂

# quirk_clotter_pos+female
source: Clotter
ja: 凝固性の血
ko: 혈전
uk: Густа кров
zh_cn: 迅速结痂

# quirk_clotter_pos+male
source: Clotter
ja: 凝固性の血
ko: 혈전
uk: Густа кров
zh_cn: 迅速结痂

# quirk_clutch_hitter_pos
source: Clutch Hitter
ja: 逆境
ko: 회심의 일격
uk: Гарна вдача
zh_cn: 临危不乱

# quirk_clutch_hitter_pos+female
source: Clutch Hitter
ja: 逆境
ko: 회심의 일격
uk: Гарна вдача
zh_cn: 临危不乱

# quirk_clutch_hitter_pos+male
source: Clutch Hitter
ja: 逆境
ko: 회심의 일격
uk: Гарна вдача
zh_cn: 临危不乱

# quirk_combat_route_scout_pos
source: Vigilant
ja: 慎重
ko: 사주 경계
uk: Напоготові
zh_cn: 警戒

# quirk_combat_route_scout_pos+female
source: Vigilant
ja: 慎重
ko: 사주 경계
uk: Напоготові
zh_cn: 警戒

# quirk_combat_route_scout_pos+male
source: Vigilant
ja: 慎重
ko: 사주 경계
uk: Напоготові
zh_cn: 警戒

# quirk_compassionate_pos
source: Compassionate
ja: 同情的
ko: 동정심
uk: Милосердя
zh_cn: 同情心

# quirk_compassionate_pos_verbose_description
source: Ability to understand the trials of another.
ko: 타인이 겪는 시련을 이해할 줄 압니다.
uk: Здатність розуміти проблеми інших.

# quirk_compassionate_pos_verbose_description+female
source: Ability to understand the trials of another.
ko: 타인이 겪는 시련을 이해할 줄 압니다.
uk: Здатність розуміти проблеми інших.

# quirk_compassionate_pos_verbose_description+male
source: Ability to understand the trials of another.
ko: 타인이 겪는 시련을 이해할 줄 압니다.
uk: Здатність розуміти проблеми інших.

# quirk_compassionate_pos+female
source: Compassionate
ja: 同情的
ko: 동정심
uk: Милосердя
zh_cn: 同情心

# quirk_compassionate_pos+male
source: Compassionate
ja: 同情的
ko: 동정심
uk: Милосердя
zh_cn: 同情心

# quirk_cowardice_neg
source: Coward
ja: 臆病者
ko: 겁쟁이
uk: Боягузтво
zh_cn: 懦夫

# quirk_cowardice_neg_verbose_description
source: No taste for thrill or danger.
ko: 전율이나 위험 따위를 즐기는 취향은 아닙니다.
uk: Не полюбляє пригоди й небезпеку.

# quirk_cowardice_neg_verbose_description+female
source: No taste for thrill or danger.
ko: 전율이나 위험 따위를 즐기는 취향은 아닙니다.
uk: Не полюбляє пригоди й небезпеку.

# quirk_cowardice_neg_verbose_description+male
source: No taste for thrill or danger.
ko: 전율이나 위험 따위를 즐기는 취향은 아닙니다.
uk: Не полюбляє пригоди й небезпеку.

# quirk_cowardice_neg+female
source: Coward
ja: 臆病者
ko: 겁쟁이
uk: Боягузтво
zh_cn: 懦夫

# quirk_cowardice_neg+male
source: Coward
ja: 臆病者
ko: 겁쟁이
uk: Боягузтво
zh_cn: 懦夫

# quirk_curmudgeon_neg
source: Curmudgeon
ja: 気難し屋
ko: 괴팍함
uk: Буркотіння
zh_cn: 暴脾气

# quirk_curmudgeon_neg_verbose_description
source: Begrudgingly accepts the existence of others.
ko: 타인의 존재 자체를 참아내질 못합니다.
uk: Через силу мириться з існуванням інших.

# quirk_curmudgeon_neg_verbose_description+female
source: Begrudgingly accepts the existence of others.
ko: 타인의 존재 자체를 참아내질 못합니다.
uk: Через силу мириться з існуванням інших.

# quirk_curmudgeon_neg_verbose_description+male
source: Begrudgingly accepts the existence of others.
ko: 타인의 존재 자체를 참아내질 못합니다.
uk: Через силу мириться з існуванням інших.

# quirk_curmudgeon_neg+female
source: Curmudgeon
ja: 気難し屋
ko: 괴팍함
uk: Буркотіння
zh_cn: 暴脾气

# quirk_curmudgeon_neg+male
source: Curmudgeon
ja: 気難し屋
ko: 괴팍함
uk: Буркотіння
zh_cn: 暴脾气

# quirk_dancers_balance_pos
source: Dancer's Balance
ja: 踊り手の平衡感覚
ko: 춤꾼의 균형감각
uk: Рівновага танцюриста
zh_cn: 舞者的平衡

# quirk_dancers_balance_pos+female
source: Dancer's Balance
ja: 踊り手の平衡感覚
ko: 춤꾼의 균형감각
uk: Рівновага танцюриста
zh_cn: 舞者的平衡

# quirk_dancers_balance_pos+male
source: Dancer's Balance
ja: 踊り手の平衡感覚
ko: 춤꾼의 균형감각
uk: Рівновага танцюриста
zh_cn: 舞者的平衡

# quirk_dare_devil_pos
source: Daredevil
ja: 無謀者
ko: 목숨 거는 곡예가
uk: Шибайголова
zh_cn: 一身是胆

# quirk_dare_devil_pos+female
source: Daredevil
ja: 無謀者
ko: 목숨 거는 곡예가
uk: Шибайголова
zh_cn: 一身是胆

# quirk_dare_devil_pos+male
source: Daredevil
ja: 無謀者
ko: 목숨 거는 곡예가
uk: Шибайголова
zh_cn: 一身是胆

# quirk_dark_curiosity_neg
source: Darkly Curious
ja: 闇の好奇心
ko: 음습한 호기심
uk: Жага темряви
zh_cn: 黑暗的好奇心

# quirk_dark_curiosity_neg_verbose_description
source: Prone to investigating the Dark Arts.
ko: 흑마술에 관련된 물건을 조사하려 합니다.
uk: Схильність до вивчення темних мистецтв.

# quirk_dark_curiosity_neg_verbose_description+female
source: Prone to investigating the Dark Arts.
ko: 흑마술에 관련된 물건을 조사하려 합니다.
uk: Схильність до вивчення темних мистецтв.

# quirk_dark_curiosity_neg_verbose_description+male
source: Prone to investigating the Dark Arts.
ko: 흑마술에 관련된 물건을 조사하려 합니다.
uk: Схильність до вивчення темних мистецтв.

# quirk_dark_curiosity_neg+female
source: Darkly Curious
ja: 闇の好奇心
ko: 음습한 호기심
uk: Жага темряви
zh_cn: 黑暗的好奇心

# quirk_dark_curiosity_neg+male
source: Darkly Curious
ja: 闇の好奇心
ko: 음습한 호기심
uk: Жага темряви
zh_cn: 黑暗的好奇心

# quirk_deadly_pos
source: Deadly
ja: 致死的
ko: 치명적
uk: Смертоносність
zh_cn: 致命

# quirk_deadly_pos+female
source: Deadly
ja: 致死的
ko: 치명적
uk: Смертоносність
zh_cn: 致命

# quirk_deadly_pos+male
source: Deadly
ja: 致死的
ko: 치명적
uk: Смертоносність
zh_cn: 致命

# quirk_death_seeker_pos
source: Death Seeker
ja: 命知らず
ko: 죽음의 추구
uk: Бажання власної смерті
zh_cn: 寻死者

# quirk_death_seeker_pos_verbose_description
source: Revels in the proximity of their own end.
ko: 스스로의 끝을 찾아 다닙니다.
uk: Радіє наближенню свого кінця.

# quirk_death_seeker_pos_verbose_description+female
source: Revels in the proximity of their own end.
ko: 스스로의 끝을 찾아 다닙니다.
uk: Радіє наближенню свого кінця.

# quirk_death_seeker_pos_verbose_description+male
source: Revels in the proximity of their own end.
ko: 스스로의 끝을 찾아 다닙니다.
uk: Радіє наближенню свого кінця.

# quirk_death_seeker_pos+female
source: Death Seeker
ja: 命知らず
ko: 죽음의 추구
uk: Бажання власної смерті
zh_cn: 寻死者

# quirk_death_seeker_pos+male
source: Death Seeker
ja: 命知らず
ko: 죽음의 추구
uk: Бажання власної смерті
zh_cn: 寻死者

# quirk_deathless_pos
source: Defiant
ko: 근성
uk: Дух свавілля

# quirk_deathless_pos+female
source: Defiant
ko: 근성
uk: Дух свавілля

# quirk_deathless_pos+male
source: Defiant
ko: 근성
uk: Дух свавілля

# quirk_devout_pos
source: Devout
ja: 敬虔
ko: 독실함
uk: Набожність
zh_cn: 虔诚

# quirk_devout_pos_verbose_description
source: Committed to a power beyond themselves.
ko: 초월적인 힘을 독실하게 믿습니다.
uk: Відданість служінню вищим силам.

# quirk_devout_pos_verbose_description+female
source: Committed to a power beyond themselves.
ko: 초월적인 힘을 독실하게 믿습니다.
uk: Відданість служінню вищим силам.

# quirk_devout_pos_verbose_description+male
source: Committed to a power beyond themselves.
ko: 초월적인 힘을 독실하게 믿습니다.
uk: Відданість служінню вищим силам.

# quirk_devout_pos+female
source: Devout
ja: 敬虔
ko: 독실함
uk: Набожність
zh_cn: 虔诚

# quirk_devout_pos+male
source: Devout
ja: 敬虔
ko: 독실함
uk: Набожність
zh_cn: 虔诚

# quirk_disarmer_pos
source: Disarmer
ja: 武装解除の達人
ko: 무장 해제자
uk: Роззброєння
zh_cn: 缴械者

# quirk_disarmer_pos+female
source: Disarmer
ja: 武装解除の達人
ko: 무장 해제자
uk: Роззброєння
zh_cn: 缴械者

# quirk_disarmer_pos+male
source: Disarmer
ja: 武装解除の達人
ko: 무장 해제자
uk: Роззброєння
zh_cn: 缴械者

# quirk_doomsayer_neg
source: Doomsayer
ja: 悲観論者
ko: 멸망 예언자
uk: Фаталізм
zh_cn: 末日论者

# quirk_doomsayer_neg_verbose_description
source: Believes this all won't end well.
ko: 좋은 결말이 찾아오지는 않을 거라고 믿습니다.
uk: Вірить, що ми приречені.

# quirk_doomsayer_neg_verbose_description+female
source: Believes this all won't end well.
ko: 좋은 결말이 찾아오지는 않을 거라고 믿습니다.
uk: Вірить, що ми приречені.

# quirk_doomsayer_neg_verbose_description+male
source: Believes this all won't end well.
ko: 좋은 결말이 찾아오지는 않을 거라고 믿습니다.
uk: Вірить, що ми приречені.

# quirk_doomsayer_neg+female
source: Doomsayer
ja: 悲観論者
ko: 멸망 예언자
uk: Фаталізм
zh_cn: 末日论者

# quirk_doomsayer_neg+male
source: Doomsayer
ja: 悲観論者
ko: 멸망 예언자
uk: Фаталізм
zh_cn: 末日论者

# quirk_eagle_eye_pos
source: Eagle Eyed
ja: 観察眼
ko: 매의 눈
uk: Орлине око
zh_cn: 鹰眼

# quirk_eagle_eye_pos+female
source: Eagle Eyed
ja: 観察眼
ko: 매의 눈
uk: Орлине око
zh_cn: 鹰眼

# quirk_eagle_eye_pos+male
source: Eagle Eyed
ja: 観察眼
ko: 매의 눈
uk: Орлине око
zh_cn: 鹰眼

# quirk_early_riser_pos
source: Early Riser
ja: 早起き
ko: 아침형 인간
uk: Жайворонок
zh_cn: 早睡早起

# quirk_early_riser_pos+female
source: Early Riser
ja: 早起き
ko: 아침형 인간
uk: Жайворонок
zh_cn: 早睡早起

# quirk_early_riser_pos+male
source: Early Riser
ja: 早起き
ko: 아침형 인간
uk: Жайворонок
zh_cn: 早睡早起

# quirk_erudite_pos
source: Erudite
ko: 박식함
uk: Ерудиція

# quirk_erudite_pos_verbose_description
source: Knowledge supreme over all.
ko: 뭐든지 해박하게 알고 있습니다.
uk: У цьому світі знання — понад усе.

# quirk_erudite_pos_verbose_description+female
source: Knowledge supreme over all.
ko: 뭐든지 해박하게 알고 있습니다.
uk: У цьому світі знання — понад усе.

# quirk_erudite_pos_verbose_description+male
source: Knowledge supreme over all.
ko: 뭐든지 해박하게 알고 있습니다.
uk: У цьому світі знання — понад усе.

# quirk_erudite_pos+female
source: Erudite
ko: 박식함
uk: Ерудиція

# quirk_erudite_pos+male
source: Erudite
ko: 박식함
uk: Ерудиція

# quirk_evasive_pos
source: Evasive
ja: 逃げ腰
ko: 날랜 몸놀림
uk: Ухильність
zh_cn: 身形飘忽

# quirk_evasive_pos+female
source: Evasive
ja: 逃げ腰
ko: 날랜 몸놀림
uk: Ухильність
zh_cn: 身形飘忽

# quirk_evasive_pos+male
source: Evasive
ja: 逃げ腰
ko: 날랜 몸놀림
uk: Ухильність
zh_cn: 身形飘忽

# quirk_fear_of_cadaver_neg
source: Cadaver Fearing
ja: キャダバー恐怖症
ko: 송장 공포증
uk: Страх перед кадаврами
zh_cn: 恐惧尸身

# quirk_fear_of_cadaver_neg_verbose_description
source: "Pair me not with the husk of the departed or I shall crumble myself."
ko: 「나를 망자의 허물과 두지 말라고, 안 그러면 무너져 내리고 말 테니까.」

# quirk_fear_of_cadaver_neg_verbose_description+female
source: "Pair me not with the husk of the departed or I shall crumble myself."
ko: 「나를 망자의 허물과 두지 말라고, 안 그러면 무너져 내리고 말 테니까.」

# quirk_fear_of_cadaver_neg_verbose_description+male
source: "Pair me not with the husk of the departed or I shall crumble myself."
ko: 「나를 망자의 허물과 두지 말라고, 안 그러면 무너져 내리고 말 테니까.」

# quirk_fear_of_cadaver_neg+female
source: Cadaver Fearing
ja: キャダバー恐怖症
ko: 송장 공포증
uk: Страх перед кадаврами
zh_cn: 恐惧尸身

# quirk_fear_of_cadaver_neg+male
source: Cadaver Fearing
ja: キャダバー恐怖症
ko: 송장 공포증
uk: Страх перед кадаврами
zh_cn: 恐惧尸身

# quirk_fear_of_cosmic_neg
source: Cosmic Fearing
ja: 異形恐怖症
ko: 우주적 존재 공포증
uk: Страх перед косміконами
zh_cn: 恐惧恒宇

# quirk_fear_of_cosmic_neg_verbose_description
source: Trepidatious towards things from Beyond.
ko: 저 너머에서 온 것들에 전율합니다.
uk: Дуже боїться істот з іншого світу.

# quirk_fear_of_cosmic_neg_verbose_description+female
source: Trepidatious towards things from Beyond.
ko: 저 너머에서 온 것들에 전율합니다.
uk: Дуже боїться істот з іншого світу.

# quirk_fear_of_cosmic_neg_verbose_description+male
source: Trepidatious towards things from Beyond.
ko: 저 너머에서 온 것들에 전율합니다.
uk: Дуже боїться істот з іншого світу.

# quirk_fear_of_cosmic_neg+female
source: Cosmic Fearing
ja: 異形恐怖症
ko: 우주적 존재 공포증
uk: Страх перед косміконами
zh_cn: 恐惧恒宇

# quirk_fear_of_cosmic_neg+male
source: Cosmic Fearing
ja: 異形恐怖症
ko: 우주적 존재 공포증
uk: Страх перед косміконами
zh_cn: 恐惧恒宇

# quirk_fear_of_fanatics_neg
source: Fanatic Fearing
ja: 狂信者恐怖症
ko: 광신도 공포증
uk: Страх перед фанатиками
zh_cn: 恐惧狂徒

# quirk_fear_of_fanatics_neg_verbose_description
source: Terrified of Sprawl reavers.
ko: 교외의 유린자들을 두려워합니다.
uk: Жахається розкрадачів Пограддя.

# quirk_fear_of_fanatics_neg_verbose_description+female
source: Terrified of Sprawl reavers.
ko: 교외의 유린자들을 두려워합니다.
uk: Жахається розкрадачів Пограддя.

# quirk_fear_of_fanatics_neg_verbose_description+male
source: Terrified of Sprawl reavers.
ko: 교외의 유린자들을 두려워합니다.
uk: Жахається розкрадачів Пограддя.

# quirk_fear_of_fanatics_neg+female
source: Fanatic Fearing
ja: 狂信者恐怖症
ko: 광신도 공포증
uk: Страх перед фанатиками
zh_cn: 恐惧狂徒

# quirk_fear_of_fanatics_neg+male
source: Fanatic Fearing
ja: 狂信者恐怖症
ko: 광신도 공포증
uk: Страх перед фанатиками
zh_cn: 恐惧狂徒

# quirk_fear_of_fisherfolk_neg
source: Fisherfolk Fearing
ja: 漁民恐怖症
ko: 어인 공포증
uk: Страх перед риболюдами
zh_cn: 恐惧渔人

# quirk_fear_of_fisherfolk_neg_verbose_description
source: Pelagic beings strike terror in their heart.
ko: 심연의 존재를 보면 가슴 속 깊이 공포를 느낍니다.
uk: Морські істоти викликають жах у серці.

# quirk_fear_of_fisherfolk_neg_verbose_description+female
source: Pelagic beings strike terror in their heart.
ko: 심연의 존재를 보면 가슴 속 깊이 공포를 느낍니다.
uk: Морські істоти викликають жах у серці.

# quirk_fear_of_fisherfolk_neg_verbose_description+male
source: Pelagic beings strike terror in their heart.
ko: 심연의 존재를 보면 가슴 속 깊이 공포를 느낍니다.
uk: Морські істоти викликають жах у серці.
