Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_act_out_raconteur_banter@1
source: ... when she said 'Begone!' and in came the guards! So I drew my weapon and...
ja: …彼女が「立ち去れ！」と言ったとき、衛兵が入ってきた！それで武器を抜いて…
ko: ...그 년이 나보고 '꺼져!'라니까 경비들이 몰려 오는거야! 그래서 무기를 뽑아들고...
uk: ...тут вона як заволає: «Пішли геть!». Прибігли вартові, і мені довелося дістати зброю...
zh_cn: ……只听她大喊一声：“走开！”然后守卫就围过来了！于是我拔出武器……

# bark_act_out_raconteur_banter@2
source: Come, come, this reminds me of a story...
ja: ああ、これはある話を思い出すな…
ko: 자자, 다들 모이라고. 또 지난번에 그 이야기가 생각나는군...
uk: Так-так, це нагадало мені одну історію...
zh_cn: 都过来，都过来，这让我想起一个故事……

# bark_act_out_raconteur_banter@3
source: It's a long drive, I'll entertain us with a tale!
ja: 道のりは長いから、物語で楽しませてあげよう！
ko: 기나긴 여정이니까 재미있는 이야기나 풀어 보도록 하지!
uk: Шлях довгий. Мабуть, я розкажу вам історію!
zh_cn: 旅途这么长，我给大家讲个故事吧！

# bark_act_out_raconteur_banter@4
source: Why was I ever chosen for this terrifying quest?!
ja: なぜ私はこんな恐ろしい旅に選ばれたのだ！？
ko: 대체 어쩌다가 내가 이런 끔찍한 원정에 끌려 들어왔지?!
uk: Чому мене взагалі обрали для цього жахливого завдання?
zh_cn: 为什么我会被选中参加这个恐怖的任务？！

# bark_act_out_realist_banter@0
source: Each day, our pursuers draw nearer...
ja: 毎日、追っ手が近づいてくる…
ko: 매일마다 추적자들이 점점 가까워지는군...
uk: Щодня наші вороги все ближче...
zh_cn: 每一天，我们身后的追兵都在接近……

# bark_act_out_realist_banter@1
source: If I were at the tables, I wouldn't put my coin on us, eh?
ja: もし私が卓についていたら、我々に賭けることは無かっただろうな？
ko: 솔직히 나 같아도 우리가 성공하는 쪽에는 돈 못 걸어.
uk: Якщо робити ставки, я не поставлю на нас ані шеляга.
zh_cn: 如果我在赌桌上的话，我肯定不会把钱押在我们身上，懂么？

# bark_act_out_realist_banter@2
source: It is obvious our days are numbered - any hope is a waste.
ja: 我々に残された日々が限られているのは明らかだ。 どんな希望も無駄だ
ko: 시간이 얼마 남지 않았어, 그건 확실해. 쓸데 없는 희망은 갖지 마.
uk: Наші дні добігають кінця, це очевидно. Надії марні.
zh_cn: 显然我们已经时日无多——再多希望也是徒劳。

# bark_act_out_realist_banter@3
source: The best we can hope for is to prolong the inevitable.
ja: 我々が望めるのは、不可避の事態を長引かせることだ
ko: 최선을 다해 봤자 필연적 결말을 늦출 뿐이야.
uk: Ми можемо лише відстрочити неминуче.
zh_cn: 我们所能做到的，最多只不过是让结局来得更晚些。

# bark_act_out_realist_banter@4
source: The odds are against us, aye.
ja: こちらが不利なのは間違いない
ko: 확실히 우리한테 승산이 없긴 해.
uk: На жаль, обставини проти нас.
zh_cn: 不得不说，我们希望渺茫。

# bark_act_out_rest_item_hate_block
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 너하고? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+envious+grave_robber@0
source: I'm to clamour for <i>your</i> favour, am I?
ja: 私は、<i>お前の</i>好意を求めてもいいのか？
ko: 당신한테 <i>호의를</i> 베풀기엔 이 몸이 좀 비싸지 않을까?
uk: Я ще маю шукати і <i>твоєї</i> прихильності?
zh_cn: 是不是还得让我感谢你的大恩大德啊？

# bark_act_out_rest_item_hate_block+envious+grave_robber@1
source: Surely one so favoured doesn't need my help.
ja: 確かに、これだけ好かれていれば私の助けは必要ない
ko: 저렇게 인기 많은 분한테 이런 천것의 도움이 왜 필요하담.
uk: Аристократам моя допомога ні до чого.
zh_cn: 集万千宠爱于一身的你，肯定不需要我的帮助吧。

# bark_act_out_rest_item_hate_block+envious+hellion@0
source: You lean on me enough. Handle this yourself.
ja: お前はもう十分私に頼っている。自分で対処しろ
ko: 너 나한테 너무 기댄다. 너 알아서 해라.
uk: Я довго була тобі опорою.
zh_cn: 够了，别什么事都依靠我。你自己解决。

# bark_act_out_rest_item_hate_block+envious+hellion@1
source: You're faring fine without me, lickspit.
ja: お前は私が居なくても大丈夫だ
ko: 너 나 없어도 잘할 것 같다, 구렁이 같은 놈.
uk: Тобі й без мене добре, зміюка.
zh_cn: 没有我你也过得挺好的，马屁精。

# bark_act_out_rest_item_hate_block+envious+highwayman@0
source: Let me cut you off there - no.
ja: お前の話はそこまでにしよう。お断りだ
ko: 그만, 거기까지다.
uk: Одразу переб’ю: ні.
zh_cn: 我直说吧——不。

# bark_act_out_rest_item_hate_block+envious+highwayman@1
source: You'd love that, I'm sure.
ja: お前は気に入るだろうな
ko: 물론 너라면 마음에 쏙 들겠지.
uk: Ти будеш у захваті.
zh_cn: 想得可真美。

# bark_act_out_rest_item_hate_block+envious+jester@0
source: And rain on your parade? Hardly.
ja: 君のパレードを台無しに？それはないな
ko: 그랬다가 무슨 덤터기를 쓰라고? 사양이야.
uk: І зіпсувати тобі насолоду? Мабуть, ні.
zh_cn: 算了吧，免得我遮了你的荣光。

# bark_act_out_rest_item_hate_block+envious+jester@1
source: I'll let you play this one solo.
ja: こいつは、君にソロでやってもらおう
ko: 곡 하나 정도는 연주해 주지.
uk: Я дам тобі можливість тобі проявити себе.
zh_cn: 这一曲恐怕你得独奏了。

# bark_act_out_rest_item_hate_block+envious+leper@0
source: You clearly do not require my assistance.
ja: 明らかにお前は私の助けを必要としていない
ko: 그대는 확실히 내 도움이 필요하지 않은 것 같군.
uk: Ти явно не потребуєш моєї допомоги.
zh_cn: 显然你不需要我的帮助。

# bark_act_out_rest_item_hate_block+envious+leper@1
source: You seek glory. I seek rest. Move on.
ja: お前の望みは栄光。私が望むのは休養だ。構わないでくれ
ko: 그대는 영광을 좇지. 나는 안식을 좇고. 이만 되었다.
uk: Ти шукаєш слави, а мені хочеться спокою.
zh_cn: 你渴求荣耀，而我渴求休息。放弃吧。

# bark_act_out_rest_item_hate_block+envious+man_at_arms@0
source: Oh, to be so untroubled.
ja: ああ、こんなに悩みがないなんてな
ko: 아, 좀 놔두나 싶더니만.
uk: Яка безтурботність.
zh_cn: 啧，真是无忧无虑。

# bark_act_out_rest_item_hate_block+envious+man_at_arms@1
source: What's that? <i>Now</i> you need me? Hmph.
ja: 何だそれは？<i>今になって</i>俺が必要だと？フンッ！
ko: 뭐야? <i>이제</i> 내가 필요하다고? 허어.
uk: Що таке? <i>Тепер</i> я тобі потрібний? Он як...
zh_cn: 什么？<i>现在</i>你需要我了？哼。

# bark_act_out_rest_item_hate_block+envious+occultist@0
source: I am content where I sit, thank you.
ja: 私はこの場で満足だ。遠慮しよう
ko: 난 지금 이 상태로도 만족하네, 고맙군.
uk: Мені непогано і так, дякую.
zh_cn: 我坐在这就好，谢谢。

# bark_act_out_rest_item_hate_block+envious+occultist@1
source: You disrupt the energy of this place. Leave me.
ja: お前はこの場所のエネルギーを乱している。邪魔するな
ko: 자네는 지금 이 장소의 기를 어지럽히고 있어. 난 내버려 두게.
uk: Ти псуєш енергію цього місця. Йди звідси.
zh_cn: 你扰乱了这里的气场。离我远些。

# bark_act_out_rest_item_hate_block+envious+plague_doctor@0
source: I'll only get in your way, I'm sure.
ja: 私はお前の邪魔になるだけだ、絶対にな
ko: 내가 끼어 들어봤자 방해만 될 거야.
uk: Я буду тобі тільки тягарем.
zh_cn: 恐怕我只会拖累你。

# bark_act_out_rest_item_hate_block+envious+plague_doctor@1
source: You seem comfortable enough without me.
ja: お目は私がいなくても大丈夫そう
ko: 나 없어도 편해 보이는데 뭐.
uk: Я бачу, тобі добре і без мене.
zh_cn: 没有我你过得也挺好的。

# bark_act_out_rest_item_hate_block+envious+runaway@0
source: Hmm... nah.
ja: うーん…いや
ko: 흠... 아냐.
uk: Гм-м-м... ні.
zh_cn: 啧……不了。

# bark_act_out_rest_item_hate_block+envious+runaway@1
source: Must be swell, ordering us around.
ja: 私たちに命令するのは、気分がいいに違いない
ko: 지가 뭐라도 되는 줄 알고 이래라 저래라야.
uk: А тобі подобається попихати нами.
zh_cn: 到处对人发号施令，感觉一定很爽吧。

# bark_act_out_rest_item_hate_block+hateful+grave_robber@0
source: Hahah! ... Oh dear, you were serious?
ja: アハハハ！…あれ、本気だった？
ko: 깔깔깔! ...어머나, 농담 아니었어?
uk: Ха-ха! Стривай... То це не жарт?
zh_cn: 哈哈哈！……喔，天呐，你不会是认真的吧？

# bark_act_out_rest_item_hate_block+hateful+grave_robber@1
source: I know a scoundrel when I see one. Take your leave.
ja: 悪党は一目でわかる。立ち去りなさい
ko: 불한당은 관상만 봐도 딱 보면 안다니까. 훠이 훠이.
uk: Одразу видно: падлюка і є падлюка.
zh_cn: 我能看得出好歹。恕不奉陪。

# bark_act_out_rest_item_hate_block+hateful+hellion@0
source: *snarl*
ja: うう…
ko: (으르렁)
uk: *ричить*
zh_cn: *低吼声*

# bark_act_out_rest_item_hate_block+hateful+hellion@1
source: Or better yet, we pack up and leave you here.
ja: それか、私たちは荷物をまとめ、お前をここに置き去りにする方がいいか
ko: 그냥 짐 싸서 너만 놔두고 가는 게 낫겠다.
uk: Або ще краще: ми підемо, а ти залишишся.
zh_cn: 我有个更好的提议：我们现在就出发，把你丢在这里。

# bark_act_out_rest_item_hate_block+hateful+highwayman@0
source: I'd sooner tie my own noose.
ja: 自分の首をくくった方がマシだな
ko: 후딱 목을 매달던가 해야지.
uk: Та я скоріше петлю на шию накину.
zh_cn: 还不如让我去死。

# bark_act_out_rest_item_hate_block+hateful+highwayman@1
source: Keep your distance if you know what's good for you.
ja: 死にたくなかったら、俺から離れろ
ko: 분별력이 있으면 나랑 거리를 두라고.
uk: Тримайся подалі, якщо не хочеш неприємностей.
zh_cn: 你心里有点数的话，就离我远点。

# bark_act_out_rest_item_hate_block+hateful+jester@0
source: I dreamt you kicked the bucket. Heheh.
ja: 君が首を吊った夢を見たぞ。へへへ
ko: 네가 죽는 꿈을 꿨지. 헤헤.
uk: Мені наснився сон, що ти покинув цей світ, хе-хе.
zh_cn: 我梦到你挂了。嘿嘿嘿。

# bark_act_out_rest_item_hate_block+hateful+jester@1
source: Regretfully, just recalled I have... a thing to go do.
ja: 残念だけど、ちょっと….用事を思い出した
ko: 안타깝지만 갑자기 할 일이... 생각나서 말이야.
uk: На жаль, у мене важлива справа.
zh_cn: 真遗憾，我刚刚想起来我……有事要做呢。

# bark_act_out_rest_item_hate_block+hateful+leper@0
source: Press me not, lest you rouse my ire.
ja: 無理強いはやめてくれ。私の怒りを買うことになるぞ
ko: 자꾸 심기를 건드리면 내 분노를 보여 주겠다.
uk: Не думаю, що тобі захочеться випити чашу мого гніву.
zh_cn: 不要逼我，以免引燃我的怒火。

# bark_act_out_rest_item_hate_block+hateful+leper@1
source: You only draw breath as you are beneath my contempt.
ja: お前など軽蔑にも値しない。ただ息をしているだけの存在だ
ko: 그대는 아직 내 경멸만 받기에 숨통이 붙어 있는 것이다.
uk: Ти живеш лише тому, що мені немає до тебе діла.
zh_cn: 你还活着，只是因为我不屑于亲自了结你。

# bark_act_out_rest_item_hate_block+hateful+man_at_arms@0
source: I'm tired. You exhaust me further. Git.
ja: お前のおかげで余計に疲れたぞ。くそったれが
ko: 난 지쳤어. 그런데 네 녀석 때문에 더 지치는군.
uk: Я втомився, а ти не даєш мені відпочити.
zh_cn: 我累了。别再来打搅我。呸。

# bark_act_out_rest_item_hate_block+hateful+man_at_arms@1
source: You're a waste of good rations.
ja: お前は配給を食い潰すだけだ
ko: 네 녀석 입에 들어가는 밥값이 아깝다.
uk: Даремно тільки їжу на тебе переводимо.
zh_cn: 你活着就是浪费食物补给。

# bark_act_out_rest_item_hate_block+hateful+occultist@0
source: You were born under a bad moon. Begone.
ja: お前は悪い月の下に生まれたんだ。消えろ
ko: 자네는 나쁜 달 아래서 태어났나 보군. 저리 가게.
uk: Твоє народження відбулося під нещасливою зіркою.
zh_cn: 你生在不详的月相下。离我远些。

# bark_act_out_rest_item_hate_block+hateful+occultist@1
source: Your presence offends me.
ja: お前の存在が不愉快だ
ko: 자네가 옆에 있는 것만으로도 불편하군.
uk: Мене нудить від самої твоєї присутності.
zh_cn: 你的存在就是对我的冒犯。

# bark_act_out_rest_item_hate_block+hateful+plague_doctor@0
source: Eugh. I hold you in the strongest of contempt.
ja: うえっ。お前のことは、極めて強く軽蔑しているぞ
ko: 윽. 솔직히 네가 제일 싫거든.
uk: Я тебе щиро зневажаю.
zh_cn: 哼。你在我的眼中一文不值。

# bark_act_out_rest_item_hate_block+hateful+plague_doctor@1
source: Keep your distance!
ja: 近づくな！
ko: 멀찍이 떨어지라고!
uk: Тримайся подалі!
zh_cn: 别过来！

# bark_act_out_rest_item_hate_block+hateful+runaway@0
source: Bother someone else. <i>Anyone</i> else.
ja: 他の人のところへ行って。<i>誰でも</i>いいから
ko: 다른 사람이나 귀찮게 해라. <i>나만 아니면</i> 돼.
uk: Надокучай комусь іншому. <i>Мені</i> на тебе начхати.
zh_cn: 爱找谁找谁。反正别找我。

# bark_act_out_rest_item_hate_block+hateful+runaway@1
source: Not anyone, but especially not you.
ja: 誰でもいいわけじゃないけど、特にお前はない
ko: 다 싫지만 특히 넌 진짜 안 돼.
uk: Мені ніхто не потрібен, особливо ти.
zh_cn: 和别人还好说，和你绝对没可能。

# bark_act_out_rest_item_hate_block+nihilistic
source: With you? Never.
ja: 君と？絶対あり得ない
ko: 너하고? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+grave_robber
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 자기랑? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+hellion
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 너랑? 절대로.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+highwayman
source: With you? Never.
ja: お前と？あり得ないな
ko: 너하고? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+jester
source: With you? Never.
ja: 君と？絶対あり得ない
ko: 너하고? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+leper
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 그대? 절대 안 되네.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+man_at_arms
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 너하고? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+occultist
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 자네? 절대 안 되네.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+plague_doctor
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 너하고? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+nihilistic+runaway
source: With you? Never.
ja: お前と？絶対あり得ない
ko: 너하고? 절대 안 되지.
uk: З тобою? Нізащо.
zh_cn: 和你？想都别想。

# bark_act_out_rest_item_hate_block+resentful+grave_robber@0
source: I'd sooner scrub plates.
ja: お皿を洗った方がマシよ
ko: 좀만 더 있으면 아주 설거지도 시키겠어.
uk: Та я б краще посуд помила.
zh_cn: 我宁愿去擦盘子。

# bark_act_out_rest_item_hate_block+resentful+grave_robber@1
source: You come crawling to me for company <i>now?</i>
ja: <i>今さら</i>、仲間を求めて私に媚びへつらうの？
ko: 어머나, <i>이제 와서</i> 동료라는 거야?
uk: <i>Тепер</i> ти шукаєш моєї компанії?
zh_cn: <i>现在</i>你倒想起我来了？

# bark_act_out_rest_item_hate_block+resentful+hellion@0
source: I don't like that look in your eye.
ja: お前のその視線が嫌いだ
ko: 너 눈빛 마음에 안 든다.
uk: Мені не до вподоби твій погляд.
zh_cn: 我不喜欢你看我的眼神。

# bark_act_out_rest_item_hate_block+resentful+hellion@1
source: You reek of ill will.
ja: お前は悪意の臭いがする
ko: 너 수상한 냄새 난다.
uk: Від тебе добра не дочекатися.
zh_cn: 你浑身都是阴险的气息。

# bark_act_out_rest_item_hate_block+resentful+highwayman@0
source: My plans tonight do not involve you.
ja: 俺の今夜の計画に、お前が関わることはない
ko: 오늘 밤 계획에 네가 낄 자리는 없는데.
uk: Тебе нема в моїх планах.
zh_cn: 我今晚的计划与你无关。

# bark_act_out_rest_item_hate_block+resentful+highwayman@1
source: Who died and made you king?
ja: どうしてそう偉そうにしてる？
ko: 누구 좋으라고 목숨을 걸라는 거야?
uk: З яких це пір ти в нас за головного?
zh_cn: 谁把王位传给你了吗？

# bark_act_out_rest_item_hate_block+resentful+jester@0
source: Aaahaha! Good one. No.
ja: アハハ！うまいけどね。ダメだ
ko: 아하하하! 웃기는 농담이군. 안 돼.
uk: Гарна спроба, але ні.
zh_cn: 啊哈哈哈哈！真好笑！不行。

# bark_act_out_rest_item_hate_block+resentful+jester@1
source: Joyless pisspot, you are.
ja: お前はつまらない野郎だな
ko: 거 유머라곤 없는 요강 같은 양반일세.
uk: Та ти та ще погань.
zh_cn: 你就是个无聊透顶的夜壶。

# bark_act_out_rest_item_hate_block+resentful+leper@0
source: I can think of little that would please me less.
ja: お前以上に、私の喜びが失せるものが思いつかないな
ko: 그게 나한테 좋을 일일지는 생각되지 않는군.
uk: Навряд чи у світі знайдеться гірше для мене покарання.
zh_cn: 少有事情能让我如此不悦。

# bark_act_out_rest_item_hate_block+resentful+leper@1
source: You rouse me from my meditations for this?
ja: このために私を瞑想から呼び起こすのか？
ko: 고작 이런 일 때문에 내 명상을 방해하였나?
uk: І ти смієш заради цього відривати мене від роздумів?
zh_cn: 你将我从冥想中唤醒，只为了这个？

# bark_act_out_rest_item_hate_block+resentful+man_at_arms@0
source: Respect the chain of command and shove off.
ja: 指令の連鎖を尊重しろ。そして消え失せろ
ko: 나한테 붙지 말고 명령 체계를 준수하도록.
uk: Дотримуватися субординації.
zh_cn: 一边去，轮不到你对我发号施令。

# bark_act_out_rest_item_hate_block+resentful+man_at_arms@1
source: That's a crack-up! No, no.
ja: それは精神が衰弱する！ダメだ、やめろ
ko: 하! 좀 웃기는군! 아니, 안 돼.
uk: Та ти хоч розумієш, з ким розмовляєш?
zh_cn: 你要笑死我吗！不行，不行。

# bark_act_out_rest_item_hate_block+resentful+occultist@0
source: I've no patience for fair-weather allies.
ja: 都合のいい時だけ仲間ヅラするのは我慢がならない
ko: 이기적인 동료는 참아줄 수가 없다네.
uk: Я терпіти не можу ненадійних союзників.
zh_cn: 不能共患难的盟友，要来何用。

# bark_act_out_rest_item_hate_block+resentful+occultist@1
source: Your presence drains my psyche.
ja: お前の存在は私の精神を衰弱させる
ko: 자네가 옆에 있으니 기가 빨리는 느낌이군.
uk: Твоя присутність мене виснажує.
zh_cn: 你的存在令我心神不宁。

# bark_act_out_rest_item_hate_block+resentful+plague_doctor@0
source: Need I be more direct? Shoo!
ja: もっと直接的に言う方がいい？シッシッ！
ko: 나한테 참견이 더 필요한 것 같아? 저리 가!
uk: Куди вже зрозуміліше? Геть!
zh_cn: 我说得还不明白吗？一边去！

# bark_act_out_rest_item_hate_block+resentful+plague_doctor@1
source: Your presence is an insult.
ja: お前の存在そのものが侮辱だ
ko: 네가 옆에 있는 것만도 언짢아지네.
uk: Твоя присутність — це вже образа.
zh_cn: 你在这就是对我的冒犯。

# bark_act_out_rest_item_hate_block+resentful+runaway@0
source: I don't need you. Back off.
ja: お前は必要ない！下がれ
ko: 넌 필요 없어. 저리 가.
uk: Обійдуся без тебе, не лізь.
zh_cn: 我不需要你。别过来。

# bark_act_out_rest_item_hate_block+resentful+runaway@1
source: What did I do to deserve all this bother? Ugh.
ja: こんな面倒な目に遭うなんて私が一体何をしたと言うの？ううっ
ko: 내가 뭘 했길래 자꾸 귀찮게 구는 거야? 으으.
uk: За що мені це все?
zh_cn: 我凭什么要被你这样打扰？哼。

# bark_act_out_rest_item_hate_block+suspicious@0
source: And why should I?
ja: なんで私が？
ko: 내가 왜?
uk: Чого це?
zh_cn: 给我个这样做的理由？

# bark_act_out_rest_item_hate_block+suspicious@1
source: Leave me be.
ja: ほっといてくれ
ko: 좀 냅둬.
uk: Не набридай.
zh_cn: 别打扰我。

# bark_act_out_rest_item_hate_block+suspicious+grave_robber@0
source: I am skeptical of your noble intentions. Never.
ja: お前の「崇高な意図」が疑わしい。絶対にお断りよ
ko: 그런 고귀한 의도에는 사뭇 의심이 드는걸. 안 돼.
uk: Щось я маю сумнів щодо твоїх шляхетних намірів.
zh_cn: 我看你是没安好心。休想。

# bark_act_out_rest_item_hate_block+suspicious+grave_robber@1
source: I decline. Hands to yourself, <i>friend.</i>
ja: 断る。<i>友よ、</i>余計な手出しはしないで
ko: 거절할게. 자기 앞가림은 알아서 하자고, <i>친구.</i>
uk: Я відмовляюся. Руки геть, <i>друже.</i>
zh_cn: 我拒绝。别碰我，<i>朋友</i>。

# bark_act_out_rest_item_hate_block+suspicious+hellion@0
source: Work your tricks on someone else.
ja: お前の技は誰か他の人に使ってくれ
ko: 네 수작 딴 사람한테 부려라.
uk: Випробуй свої хитрощі на комусь іншому.
zh_cn: 你那些把戏还是留给别人吧。

# bark_act_out_rest_item_hate_block+suspicious+hellion@1
source: You seek some edge over me, I'm sure.
ja: 私より優位に立ちたいのだな
ko: 너 나 부려먹으려 한다. 분명하다.
uk: Ти точно шукаєш спосіб мене обдурити.
zh_cn: 别想着对我使坏。

# bark_act_out_rest_item_hate_block+suspicious+highwayman@0
source: Just what are you trying to pull? No.
ja: 何をやろうとしている？ダメだ
ko: 대체 무슨 꿍꿍이야? 안 돼.
uk: Що тобі взагалі треба?
zh_cn: 你到底在谋划什么？我拒绝。

# bark_act_out_rest_item_hate_block+suspicious+highwayman@1
source: Not sure about that.
ja: それはどうかな
ko: 솔직히 확신이 안 드는 군.
uk: Не впевнений щодо цього.
zh_cn: 我劝你打消这个主意。

# bark_act_out_rest_item_hate_block+suspicious+jester@0
source: And let you near my tender bits? Hmm. Nah.
ja: 私に近寄らせろって？うーん。ダメだ
ko: 그래서 널 내 부드러운 아랫배 근처에 두라고? 음, 사양이야.
uk: І підпустити тебе до ніжних струн моєї душі? Ще чого.
zh_cn: 把我的软肋暴露给你？呵，算了吧。

# bark_act_out_rest_item_hate_block+suspicious+jester@1
source: I know a scoundrel when I see one. No.
ja: 悪党は見ればわかる。ダメだ
ko: 불한당은 관상만 봐도 딱 보면 알지. 안 돼.
uk: Одразу видно: падлюка і є падлюка. Ні.
zh_cn: 我能看得出你不怀好意。不了。

# bark_act_out_rest_item_hate_block+suspicious+leper@0
source: Mountains are neither formed nor eroded in a day.
ja: 山は1日にして成らず、1日にして侵食されず
ko: 태산은 하루아침에 솟지도, 꺼지지도 않는 법.
uk: Гори не з’являються і не зникають зненацька.
zh_cn: 三尺冰封，非一日寒；三尺冰融，非一日暖。

# bark_act_out_rest_item_hate_block+suspicious+leper@1
source: Perhaps when you've proven trustworthy.
ja: おそらく、お前が信頼に足ると証明した時に、だな
ko: 우선 그대가 내 신뢰부터 사는 게 어떤가.
uk: Може, колись ти доведеш, що тобі можна довіряти.
zh_cn: 等你证明自己值得信任之后再说吧。

# bark_act_out_rest_item_hate_block+suspicious+man_at_arms@0
source: Leave an old man to his rest.
ja: 年寄りのことはほっとけ
ko: 늙은이는 좀 쉬게 내버려 둬.
uk: Дай старому спокій.
zh_cn: 我这把老骨头禁不起你折腾。

# bark_act_out_rest_item_hate_block+suspicious+man_at_arms@1
source: What would you gain by that, eh?
ja: お前にとって何の得がある？
ko: 그래서 너 좋을 일이나 하라고, 응?
uk: І що це тобі дасть?
zh_cn: 你到底在打什么主意，嗯？

# bark_act_out_rest_item_hate_block+suspicious+occultist@0
source: We - ahem, I - have a bad feeling about you.
ja: 我々、ゴホン、私はお前に対して嫌な予感がしている
ko: 우리, 어흠, 나는 자네에게 별로 감정이 좋지 않다네.
uk: У нас... гм... у мене погане передчуття щодо тебе.
zh_cn: 我们——咳咳，我——对你有种不祥的预感。

# bark_act_out_rest_item_hate_block+suspicious+occultist@1
source: You seek some advantage, no doubt. Pass.
ja: お前は優位に立ちたいようだな。ダメだ、パスだ
ko: 아무리 봐도 기회만 찾고 있는 모양새로군. 넘기겠네.
uk: Навіть не маю сумніву, що ти тільки й чекаєш слушної нагоди.
zh_cn: 你一定是想捞到什么好处。免了吧。

# bark_act_out_rest_item_hate_block+suspicious+plague_doctor@0
source: You're trying to get at my notes, aren't you?
ja: お前は私のメモを奪おうとしているだろう？
ko: 내 노트 훔쳐 보려고 하는 거지?
uk: Намагаєшся сунути свій ніс у мої нотатки?
zh_cn: 你是想搞到我的笔记，是不是？

# bark_act_out_rest_item_hate_block+suspicious+plague_doctor@1
source: You've designs against me, I'm certain.
ja: 私を貶める計画を企てているんだろう
ko: 분명 내 뒤통수 칠 궁리나 하고 있겠지.
uk: Ти точно будуєш плани проти мене.
zh_cn: 你肯定要对我耍些阴谋诡计。

# bark_act_out_rest_item_hate_block+suspicious+runaway@0
source: Keep your distance.
ja: 距離を保って
ko: 멀찍이 거리를 두라고.
uk: Тримайся подалі!
zh_cn: 别过来。

# bark_act_out_rest_item_hate_block+suspicious+runaway@1
source: You're overeager. Let me rest. Go.
ja: お前は熱心すぎる。私は休ませて。1人で行って
ko: 너무 들뜬 거 아냐? 나 좀 쉬게 내버려 둬.
uk: Це вже занадто. Дай мені спокій.
zh_cn: 我要休息。走开。

# bark_act_out_rest_item_hate_block+tumultuous+grave_robber@0
source: Go sulk at someone else, poppet.
ja: 拗ねるなら他でやってちょうだい
ko: 가서 딴 사람이나 괴롭히렴, 우리 아가.
uk: Іди зі своїм невдоволенням до когось іншого.
zh_cn: 去折腾别人吧，乖。

# bark_act_out_rest_item_hate_block+tumultuous+grave_robber@1
source: You commit the worst sin of all, love - you bore me.
ja: お前は私を退屈させているという、最悪の罪を犯している
ko: 날 지루하게 하다니, 어쩜 그리 무도한 죄를 저지르셨담.
uk: Твій гріх найтяжчий: ти навіюєш на мене нудьгу.
zh_cn: 亲爱的，你犯下了最不可饶恕的罪行：让我感到无聊。

# bark_act_out_rest_item_hate_block+tumultuous+hellion@0
source: Always with your moaning!
ja: いつも愚痴ばかりだな！
ko: 작작 징징대라!
uk: Завжди це твоє скиглення!
zh_cn: 别在我旁边叫唤！

# bark_act_out_rest_item_hate_block+tumultuous+hellion@1
source: The fiends outside are better company.
ja: 外の悪魔の方が良い仲間になるぞ
ko: 밖의 적들이랑 있는 게 더 낫겠다.
uk: Ці істоти зовні і то краща компанія.
zh_cn: 我宁可与外面那些恶魔为伍。

# bark_act_out_rest_item_hate_block+tumultuous+highwayman@0
source: Do you even know how to hold that thing?
ja: そいつをどうやって持つか、わかってるのか？
ko: 그거 어떻게 쓰는 건지는 아나?
uk: Ти хоч знаєш, як із цим поводитися?
zh_cn: 你连怎么拿那东西都不知道吧？

# bark_act_out_rest_item_hate_block+tumultuous+highwayman@1
source: My patience for your games is waning.
ja: お前とのやり取りにはもう耐えられない
ko: 네 장난질 참아주기도 점점 힘들어지는데.
uk: Скоро вже не зможу терпіти твої жарти.
zh_cn: 我没什么耐心陪你玩游戏。

# bark_act_out_rest_item_hate_block+tumultuous+jester@0
source: Leave me to my scales.
ja: 私の裁量に任せてくれ！
ko: 그냥 내가 알아서 할게.
uk: Залиш мене з моїми гамами.
zh_cn: 容我自惜羽毛。

# bark_act_out_rest_item_hate_block+tumultuous+jester@1
source: Oh, that's a good one. Teehee! No.
ja: おお、それは面白いな。へへへ。ダメだ
ko: 아, 그건 좀 웃겼네. 하하! 안 돼.
uk: Чудова спроба. Ха-ха! А от і ні.
zh_cn: 噢，你真幽默，哈哈哈！不了。

# bark_act_out_rest_item_hate_block+tumultuous+leper@0
source: A thorn in the paw of a lion...
ja: 四肢の前足にとげが…
ko: 사자의 발바닥에 박힌 가시를 건드리다니...
uk: Шпичак у лапі лева...
zh_cn: 狮王掌中之刺……

# bark_act_out_rest_item_hate_block+tumultuous+leper@1
source: Incessant you are, like a buzzing insect.
ja: お前のしつこさは、音を立てる羽虫みたいだな
ko: 앵앵거리는 버러지만큼이나 성가신 작자로군.
uk: Спокою від тебе немає — як від тих мух, що гудуть.
zh_cn: 你真是不知疲倦，像一只嗡嗡作响的苍蝇。

# bark_act_out_rest_item_hate_block+tumultuous+man_at_arms@0
source: Greenhorn.
ja: 世間知らずめ
ko: 풋내기같으니.
uk: Салага.
zh_cn: 菜鸟。

# bark_act_out_rest_item_hate_block+tumultuous+man_at_arms@1
source: We haven't the time for this malarkey.
ja: こんな戯言に付き合ってる時間はない
ko: 이딴 헛짓거리 할 시간 없다.
uk: У нас немає часу на нісенітниці.
zh_cn: 我们没时间在这胡闹。

# bark_act_out_rest_item_hate_block+tumultuous+occultist@0
source: I far prefer my own company to yours.
ja: お前の集団より、私の集団のほうがずっと良かったな
ko: 일단 내 앞가림부터 하고.
uk: Краще побути наодинці із самим собою.
zh_cn: 我宁愿独处，也不想与你作伴。

# bark_act_out_rest_item_hate_block+tumultuous+occultist@1
source: Your very aura is a drain.
ja: お前のそのオーラが邪魔なんだ
ko: 자네의 존재감 때문인지 기가 빨리는군.
uk: Бути поряд із тобою так виснажливо.
zh_cn: 你的气场与我不合。

# bark_act_out_rest_item_hate_block+tumultuous+plague_doctor@0
source: I prefer more intelligent company.
ja: もっと知的な仲間の方がいい
ko: 난 좀 더 지성적인 동료가 좋은데 말이지.
uk: Віддаю перевагу розумнішим людям.
zh_cn: 我只喜欢与聪明人为伍。

# bark_act_out_rest_item_hate_block+tumultuous+plague_doctor@1
source: Oh, <i>now</i> you deign to speak to me...
ja: ああ、<i>今になって</i>私に話しかけてくるのか…
ko: 아, <i>이제야</i> 내 걱정을 해주시겠다?
uk: Отже, <i>тепер</i> я тобі потрібна...
zh_cn: 哦，<i>现在</i>你愿意放下架子来找我了……

# bark_act_out_rest_item_hate_block+tumultuous+runaway@0
source: I have nothing to say to you.
ja: お前に言うことは何もない
ko: 너한테 할 말 없는데.
uk: Мені нічого тобі сказати.
zh_cn: 我没有想对你说的。

# bark_act_out_rest_item_hate_block+tumultuous+runaway@1
source: Mayhap someone else will take pity on you.
ja: もしかしたら、誰かがお前に同情してくれるかもしれない
ko: 공감은 딴 사람한테서나 찾아.
uk: Може, хтось інший зглянеться на тебе.
zh_cn: 也许别人会可怜你。

# bark_act_out_rummager_banter@0
source: Always something to be found at the bottom of a barrel!
ja: 樽の底にはいつも何かがあるんだ！
ko: 바닥까지 싹싹 뒤지면 뭐라도 나온다니까!
uk: На дні завжди можна щось знайти!
zh_cn: 在储物桶最底下总能找到好东西！

# bark_act_out_rummager_banter@1
source: Look what I found in the waste bucket!
ja: ゴミ箱からこんなものが出てきたぞ！
ko: 쓰레기통에서 이런 걸 찾았다!
uk: Ось що було в смітті!
zh_cn: 看看我在垃圾桶里找到了什么！

# bark_act_out_rummager_banter@2
source: Look, one of the fiends was carrying this...
ja: 見ろ、悪魔の1人がこれを運んでいたんだ…
ko: 이것 봐, 적들이 이런 걸 들고 있었어.
uk: Один із ворогів ніс оце...
zh_cn: 看，从某个恶魔身上找到的……

# bark_act_out_rummager_banter@3
source: Never hurts to put one's hand between the cushions!
ja: クッションの間に手を入れても痛くないからな！
ko: 푹신한 걸로 손을 감싸면 다칠 일도 없지!
uk: Під матрацом завжди можна щось знайти!
zh_cn: 在坐垫下面翻找，总有意外收获！
