Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# item_description_thunderclap_grenade
source: <color=#{move}>Shuffle</color> enemy party Add <sprite name={q}token_stun{q}> (25%)
ko: 적의 진형을 <color=#{move}>섞음</color> <sprite name={q}token_stun{q}> 추가 (25%)
uk: <color=#{move}>Перемішує</color> позиції ворожої групи Додає <sprite name={q}token_stun{q}> (25%)

# item_description_torch_consumable
source: +15 <color=#{notable}>Flame</color>
ja: +15 <color=#{notable}>炎</color>
ko: <color=#{notable}>불꽃</color> +15
uk: +15 оч. <color=#{notable}>Полум’я</color>
zh_cn: +15<color=#{notable}>火炬</color>

# item_description_toxic_ichor
source: <color=#{debuff}>-33%</color> <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> RES (3 Turns)
ko: <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> 저항 <color=#{debuff}>-33%</color> (3턴)
uk: <color=#{debuff}>–33%</color> ОПР <sprite name={q}icon_bleed{q}> <sprite name={q}icon_blight{q}> <sprite name={q}icon_burn{q}> (3 ходи)

# item_description_toxic_spores
source: <sprite name={q}icon_blight{q}> <color=#{blight}>3</color> (3 Turns)
ko: <sprite name={q}icon_blight{q}> <color=#{blight}>3</color> (3턴)
uk: <sprite name={q}icon_blight{q}> <color=#{blight}>3</color> (3 ходи)

# item_description_trephine_bur
source: Convert <sprite name={q}token_vulnerable{q}> to <sprite name={q}token_block{q}>, <sprite name={q}token_blind-line{q}> to <sprite name={q}token_dodge{q}>, <sprite name={q}token_weak{q}> to <sprite name={q}token_strength{q}>, <sprite name={q}token_daze{q}> to <sprite name={q}token_speed{q}> 10% DMG
ko: <sprite name={q}token_vulnerable{q}> -> <sprite name={q}token_block{q}>, <sprite name={q}token_blind-line{q}> -> <sprite name={q}token_dodge{q}>, <sprite name={q}token_weak{q}> -> <sprite name={q}token_strength{q}>, <sprite name={q}token_daze{q}> -> <sprite name={q}token_speed{q}> 변환 10% 피해

# item_description_trinket_curio_murder_weapon
source: <i>Ineffective against Bosses</i>
ja: <i>ボスに対して無効</i>
ko: <i>우두머리에게는 효과 없음</i>
uk: <i>Проти босів не діє</i>
zh_cn: <i>对头目无效</i>

# item_description_trinket_hero_ves_profane_scroll
source: <color=#{notable}>Turn End:</color> If Rank = 3 or 4: <color=#{debuff}>+2</color> <sprite name={q}token_stress{q}>
ko: <color=#{notable}>턴 종료 시:</color> 3~4열일 때: <sprite name={q}token_stress{q}> <color=#{debuff}>+2</color>
uk: <color=#{notable}>Кінець ходу:</color> якщо позиція 3 або 4, то <color=#{debuff}>+2</color> <sprite name={q}token_stress{q}>

# item_description_unnatural_pigment
source: Copy All <color=#{notable}>Positive</color> Tokens
ko: <color=#{notable}>긍정적</color> 토큰 전부 복사
uk: Коіпює всі <color=#{notable}>позитивні</color> мітки

# item_description_wagon_jack
source: Heroes gain an <color=#{notable}>extra action</color> after using the Repair skill
ko: 영웅이 수리 기술을 사용 후 <color=#{notable}>추가 행동</color> 획득
uk: Герої отримують <color=#{notable}>додаткову дію</color> після застосування навички «Ремонт»

# item_description_war_horn
source: Add <sprite name={q}token_strength{q}> x2
ja: <sprite name={q}token_strength{q}> x2を追加
ko: <sprite name={q}token_strength{q}> x2 추가
uk: Додає <sprite name={q}token_strength{q}> x2
zh_cn: 添加<sprite name={q}token_strength{q}>x2

# item_description_wilburs_flag
source: Add <sprite name={q}token_combo{q}> <sprite name={q}token_vulnerable{q}>
ko: <sprite name={q}token_combo{q}> <sprite name={q}token_vulnerable{q}> 추가
uk: Додає <sprite name={q}token_combo{q}><sprite name={q}token_vulnerable{q}>

# item_description_worm_secretion
source: <color=#{notable}>Deliver to the Inn to gain:</color> Remove diseases [Party] +2 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
ko: <color=#{notable}>여관에 갖다 주면:</color> 질병 제거 [원정대] +2 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
uk: <color=#{notable}>Якщо доставити до трактиру:</color> вилікує від хвороб [Група] +2 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>

# item_description_worm_slime
source: <color=#{notable}>Deliver to the Inn to gain:</color> <color=#{notable}>-3</color> <sprite name={q}token_stress{q}> [Party] +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
ko: <color=#{notable}>여관에 갖다 주면:</color> <sprite name={q}token_stress{q}> <color=#{notable}>-3</color> [원정대] +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>
uk: <color=#{notable}>Якщо доставити до трактиру:</color> <color=#{notable}>–3</color> <sprite name={q}token_stress{q}> [Група] +1 <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>

# item_discard
source: [Shift-Click to discard]
ja: [Shiftを押しながらクリックして捨てる]
ko: [버리기: Shift + 클릭]
uk: [Затисніть Shift і клацніть кнопкою миші, щоб викинути]
zh_cn: [按住Shift点击以丢弃]

# item_max_qty_increase_bundle_label
source: Increases stacking for <color=#{notable}>{0}</color> by <color=#{notable}>{1}</color> per stack
ko: <color=#{notable}>{0}</color>의 겹치기 한도를 칸당 <color=#{notable}>{1}</color>개까지 늘림
uk: На <color=#{notable}>{1}</color> од. збільшує кількість предметів категорії <color=#{notable}>{0}</color>, які можна об’єднати в одній комірці

# item_name_ablative_powders
source: Ablative Powders
ja: 除去用粉末
ko: 내열 가루약
uk: Порошок вогнестійкості
zh_cn: 烧蚀粉

# item_name_academics_map
source: Academic's Map
ja: 学者の地図
ko: 교수의 지도
uk: Карта Академіка
zh_cn: 教授的地图

# item_name_adrenaline_tonic
source: Adrenaline Tonic
ja: アドレナリン強壮剤
ko: 흥분 강장제
uk: Тонізуючий напій
zh_cn: 肾上腺素补剂

# item_name_alchemical_gear
source: Alembic and Retort
ja: 浄化器と蒸留器
ko: 증류기 세트
uk: Дистилятор і реторта
zh_cn: 古法蒸馏器

# item_name_antivenom
source: Antivenom
ja: 抗毒素
ko: 해독제
uk: Протиотрута
zh_cn: 抗毒素

# item_name_armor_repair_kit
source: Armor Repair Kit
ja: 装甲修理キット
ko: 방어구 수리 공구
uk: Ремкомплект для броні
zh_cn: 盔甲修复工具

# item_name_assay_gear
source: Assay Gear
ja: 分析装置
ko: 야금 장비
uk: Устаткування для аналізу
zh_cn: 矿物分析工具

# item_name_bandages
source: Bandages
ja: 包帯
ko: 붕대
uk: Бинти
zh_cn: 绷带

# item_name_bat
source: Bat
ja: バット
ko: 박쥐
uk: Летюча миша
zh_cn: 蝙蝠

# item_name_battering_ram
source: Battering Ram
ja: 破城槌
ko: 양대가리
uk: Таран
zh_cn: 攻城锤

# item_name_bear_trap
source: Bear Trap
ja: 虎挟み
ko: 곰덫
uk: Ведмежий капкан
zh_cn: 捕熊陷阱

# item_name_black_cat
source: Black Cat
ja: 黒猫
ko: 검은 고양이
uk: Чорна кішка
zh_cn: 黑猫

# item_name_black_phillips_head
source: Black Phillip's Head
ja: 黒のフィリップの頭
ko: 검은 필립의 머리
uk: Голова Чорного Філіпа
zh_cn: 黑菲利普之颅

# item_name_blasphemous_idol
source: Blasphemous Idol
ja: 冒涜的な偶像
ko: 모독적인 우상
uk: Блюзнірський ідол
zh_cn: 渎神雕像

# item_name_blueprint_tubes
source: Blueprint Tubes
ja: 設計図入れ
ko: 설계도 보관통
uk: Футляр із кресленнями
zh_cn: 蓝图筒

# item_name_bone_saw
source: Bone Saw
ja: 骨のこぎり
ko: 뼈톱
uk: Пила для кісток
zh_cn: 骨锯

# item_name_book_bawdy_tales
source: Book of Bawdy Tales
ja: 三文小説
ko: 관능소설 모음집
uk: Непристойні історії
zh_cn: 风流故事集

# item_name_book_desert
source: My Time in the Desert
ko: 사막 기행서
uk: Пригоди в пустелі

# item_name_book_insults
source: Book of Creative Insults
ja: 創造的侮辱の本
ko: 창의적인 모욕의 책
uk: Добірні лайки
zh_cn: 创新脏话大全

# item_name_book_of_hoarders_signals
source: Hoarder Signal Decoder
ja: 貯蔵庫の暗号解読書
ko: 고물상 암호 해독서
uk: Путівник барахольників
zh_cn: 囤积者信号解码手册

# item_name_book_poetry
source: Poetry
ja: 詩歌
ko: 시집
uk: Збірка віршів
zh_cn: 诗歌

# item_name_bottle_case
source: Bottle Case
ja: 瓶の箱
ko: 공병 상자
uk: Ящик для пляшок
zh_cn: 装瓶箱

# item_name_boxing_gloves
source: Boxing Gloves
ja: ボクシンググローブ
ko: 권투 장갑
uk: Боксерські рукавиці
zh_cn: 拳击手套

# item_name_bullseye_lantern
source: Bullseye Lantern
ja: 射手のランタン
ko: 등불
uk: Каретний ліхтар
zh_cn: 牛眼提灯

# item_name_burn_salve
source: Burn Salve
ja: 火傷の軟膏
ko: 화상 연고
uk: Мазь від опіків
zh_cn: 烧伤药膏

# item_name_burned_effigy
source: Burned Effigy
ja: 焼かれた遺骨
ko: 타버린 조각상
uk: Спалене опудало
zh_cn: 烧焦的人像

# item_name_calming_incense
source: Calming Incense
ja: 平静の香
ko: 안정 향료
uk: Ладан умиротворення
zh_cn: 宁神熏香

# item_name_campaign_furniture
source: Campaign Furniture
ja: 作戦用家具
ko: 전장의 가구
uk: Складані меблі
zh_cn: 战争器械

# item_name_candles
source: Candle of Hope
ja: 希望のキャンドル
ko: 희망의 촛불
uk: Свічка надії
zh_cn: 希望蜡烛

# item_name_candles_and_chocolate
source: Candles & Chocolate
ja: キャンドルとチョコレート
ko: 양초와 초콜릿
uk: Свічки й цукерки
zh_cn: 蜡烛与巧克力

# item_name_candles+plural
source: Candles of Hope
ja: 希望のキャンドル
ko: 희망의 촛불
uk: Свічки надії
zh_cn: 希望蜡烛

# item_name_carriage_lamps
source: Carriage Lamps
ja: 馬車ランプ
ko: 마차 등불
uk: Каретні ліхтарі
zh_cn: 车厢提灯

# item_name_cave_dirt
source: Fertile Dirt
ja: 肥沃な土
ko: 기름진 흙
uk: Родюча земля
zh_cn: 肥沃土壤

# item_name_chalk_dust
source: Chalk Dust
ja: チョークの粉
ko: 분필 가루
uk: Крейдяний пил
zh_cn: 粉笔尘

# item_name_chirurgeons_map
source: Chirurgeon's Directory
ja: 外科医の住所録
ko: 거머리 의사의 책자
uk: Довідник хірурга
zh_cn: 外科医生指南

# item_name_chirurgeons_mixing_kit
source: Chirurgeon's Mixing Kit
ja: 外科医の調合キット
ko: 거머리 의사의 혼합 도구
uk: Набір для мікстур
zh_cn: 外科医生配制工具

# item_name_chirurgeons_table
source: Operating Table
ko: 수술대

# item_name_city_books
source: Charred Books
ja: 焦げた本
ko: 타버린 책
uk: Обвуглені книги
zh_cn: 烧损书籍

# item_name_clarifying_poultice
source: Clarifying Poultice
ja: 浄化用湿布
ko: 각성 습포제
uk: Припарка ясності
zh_cn: 明晰敷药

# item_name_cleansed_corpse
source: Cleansed Corpse
ja: 浄化された死体
ko: 정화된 시체
uk: Чистий труп
zh_cn: 净化的躯体

# item_name_clotting_poultice
source: Clotting Poultice
ja: 凝固性湿布
ko: 지혈 습포제
uk: Припарка від кровотечі
zh_cn: 凝血敷药

# item_name_clotting_powders
source: Clotting Powders
ja: 凝固用粉末
ko: 지혈 가루약
uk: Порошок від кровотечі
zh_cn: 凝血药粉

# item_name_coast_starfish
source: Untainted Sea Stars
ja: 綺麗なヒトデ
ko: 더럽혀지지 않은 불가사리
uk: Морська живність
zh_cn: 未污染的海星

# item_name_collectors_chandelier
source: Collector's Chandelier
ja: 収集家のシャンデリア
ko: 수집가의 샹들리에
uk: Люстра колекціонера
zh_cn: 收藏家的吊灯

# item_name_combat
source: Combat Items
ko: 전투 아이템
uk: Предмети бою

# item_name_compress_kit
source: Compress Kit
ja: 圧縮キット
ko: 압박대
uk: Комплект для припарок
zh_cn: 止血工具

# item_name_concoction
source: Concoctions
ko: 혼합물
uk: Відвари

# item_name_contraption
source: Contraptions
ko: 장치
uk: Пристрої

# item_name_crows_feet
source: Crow's Feet
ja: マキビシ
ko: 마름쇠
uk: Сталеві шипи
zh_cn: 铁蒺藜

# item_name_crows_nest
source: Crows Nest
ja: 見張り台
ko: 까마귀 둥지
uk: Вороняче гніздо
zh_cn: 了望台

# item_name_dart_board
source: Dartboard
ja: ダーツ台
ko: 다트판
uk: Дошка для дротиків
zh_cn: 飞镖板

# item_name_death_cap_spores
source: Death Cap Spores
ja: 毒キノコの胞子
ko: 죽음의 독버섯
uk: Спори поганки
zh_cn: 伞形毒菌孢子

# item_name_dog_blood
source: Rabid Blood Extract
ja: 狂犬の血液
ko: 광견의 피
uk: Витяжка з крові скаженої тварини
zh_cn: 狂犬血液提取物

# item_name_dog_teeth
source: Impressive Incisors
ja: 見事な切歯
ko: 살벌한 앞니
uk: Гострі ікла
zh_cn: 非同寻常的牙齿

# item_name_drum
source: Ceremonial Drum
ja: 儀式用のドラム
ko: 의식용 북
uk: Церемоніальний барабан
zh_cn: 仪仗鼓

# item_name_experimental_remedy
source: Experimental Remedy
ja: 試験的治療薬
ko: 실험 단계 약
uk: Експериментальні ліки
zh_cn: 实验药品

# item_name_explosive
source: Explosives
ko: 폭발물
uk: Вибухівка

# item_name_explosives_magazine
source: Explosives Magazine
ja: 爆発物入れ
ko: 폭발물
uk: Сейф для вибухівки
zh_cn: 爆炸物储藏柜

# item_name_faction
source: Baubles
ko: 패물
uk: Абищиці

# item_name_falcon
source: Falcon
ja: ファルコン
ko: 매
uk: Сокіл
zh_cn: 隼

# item_name_farm_spoons
source: Silver Spoons
ja: 銀のスプーン
ko: 은수저
uk: Срібні ложки
zh_cn: 银勺子

# item_name_fire_bomb
source: Incendiary Cocktail
ja: 火炎瓶
ko: 화염병
uk: Запалювальний коктейль
zh_cn: 鸡尾酒燃烧瓶

# item_name_fire_grenade
source: Greek Fire Grenade
ja: ギリシャ火薬爆弾
ko: 그리스의 불 수류탄
uk: Грецький вогонь
zh_cn: 希腊火榴弹

# item_name_fishermans_net
source: Fisherman's Net
ja: 漁師網
ko: 어부의 그물
uk: Рибальська сітка
zh_cn: 捕鱼人之网

# item_name_food
source: Food
ko: 식량
uk: Їжа

# item_name_food_1
source: Slime Mold
ja: 粘菌
ko: 곰팡이 덩어리
uk: Слизовик
zh_cn: 黏菌

# item_name_food_2
source: Stale Bread
ja: 硬いパン
ko: 퀴퀴한 빵
uk: Черствий хліб
zh_cn: 陈面包

# item_name_food_3
source: Apples & Cheese
ja: リンゴとチーズ
ko: 사과와 치즈
uk: Яблука й сир
zh_cn: 苹果与芝士

# item_name_food_4
source: Steak & Spuds
ja: ステーキとじゃがいも
ko: 스테이크와 감자
uk: Картопля з м’ясом
zh_cn: 牛扒与土豆

# item_name_food_5
source: Flapjacks
ja: パンケーキ
ko: 두툼한 팬케익
uk: Млинці
zh_cn: 烙饼

# item_name_food_barrels
source: Food Barrels
ja: 食料の樽
ko: 식량 통
uk: Бочки для їжі
zh_cn: 食物储藏桶

# item_name_forest_medals
source: War Medals
ja: 戦争の勲章
ko: 전쟁 훈장
uk: Військові медалі
zh_cn: 战争勋章

# item_name_formless_bust
source: Formless Bust
ja: 不格好な銅像
ko: 형체 없는 흉상
uk: Безформне погруддя
zh_cn: 无形半身像

# item_name_gold
source: Relics
ja: 遺物
ko: 유물
uk: Реліквії
zh_cn: 遗物

# item_name_griddle
source: Griddle
ja: 調理用の鉄板
ko: 요리 팬
uk: Пательня
zh_cn: 烙饼炉台

# item_name_guidebook_city
source: Almanac: The Sprawl
ja: 年鑑：廃墟街
ko: 연감: 교외
uk: Альманах Пограддя
zh_cn: 历书：燔城

# item_name_guidebook_coast
source: Almanac: The Shroud
ja: 年鑑：灰色の入江
ko: 연감: 연해
uk: Альманах Імлистого
zh_cn: 历书：死港

# item_name_guidebook_farm
source: Almanac: The Foetor
ja: 年鑑：腐敗街道
ko: 연감: 농지
uk: Альманах Сморіддя
zh_cn: 历书：腐宴

# item_name_guidebook_forest
source: Almanac: The Tangle
ja: 年鑑：暗い樹海
ko: 연감: 덩굴숲
uk: Альманах Чорнолісся
zh_cn: 历书：乱冢

# item_name_guided_meditation
source: Guided Meditation
ja: 導かれた瞑想
ko: 인도된 명상
uk: Спрямована медитація
zh_cn: 灵导冥想架

# item_name_healing_consumable_1
source: Healing Salve
ja: 回復の軟膏
ko: 치유 연고
uk: Цілюща мазь
zh_cn: 疗伤药膏

# item_name_healing_consumable_2
source: Triage Kit
ja: 応急処置キット
ko: 진단 도구
uk: Польова аптечка
zh_cn: 急救工具

# item_name_hero_bones_01
source: Hero Remains
ko: 영웅의 유해
uk: Останки героя

# item_name_hero_bones_02
source: Hero Remains
ko: 영웅의 유해
uk: Останки героя

# item_name_hero_bones_03
source: Hero Remains
ko: 영웅의 유해
uk: Останки героя

# item_name_holy_beads
source: Holy Beads
ja: 神聖な珠玉
ko: 묵주
uk: Молитовні чотки
zh_cn: 圣珠

# item_name_holy_hymnal
source: Holy Hymnal
ko: 찬송가집
uk: Священний псалтир

# item_name_holy_relic
source: Holy Relic
ja: 聖なる遺物
ko: 성물
uk: Святі мощі
zh_cn: 圣遗物

# item_name_holy_water
source: Holy Water
ja: 聖水
ko: 성수
uk: Свята вода
zh_cn: 圣水

# item_name_icebox
source: Icebox
ja: 冷凍庫
ko: 얼음 상자
uk: Морозильник
zh_cn: 冰柜

# item_name_ichor_bomb
source: Ichor Bomb
ja: 膿漿爆弾
ko: 영액 폭탄
uk: Гнійна бомба
zh_cn: 脓包炸弹

# item_name_impermeable_poultice
source: Impermeable Poultice
ja: 不浸透性湿布
ko: 도포 습포제
uk: Припарка непроникності
zh_cn: 防护敷药

# item_name_improvised_strategy
source: Improvised Strategy
ja: 即興の戦略
ko: 급조한 전략
uk: Імпровізована стратегія
zh_cn: 见机行事战术

# item_name_infernal_torch
source: The Despairing Flare
ko: 절망의 신호
uk: Спалах розпачу

# item_name_infernal_torch_2
source: The Corpse Light
ja: 死体の光
ko: 시체의 불빛
uk: Вогник мерця
zh_cn: 墓地鬼火

# item_name_infernal_torch_3
source: The Doom Candle
ko: 파멸의 촛대
uk: Свічка приреченості

# item_name_infernal_torch_4
source: The Hateful Pyre
ko: 증오의 장작

# item_name_infernal_torch_5
source: The Stygian Blaze
ko: 칠흑의 불길

# item_name_invigorating_intoxicant
source: Invigorating Intoxicant
ja: 強壮剤
ko: 자양강장제
uk: Підбадьорююча рідина
zh_cn: 焕生剂

# item_name_iron_banded_wheels
source: Iron-Banded Wheels
ko: 철테 두른 바퀴
uk: Залізні колеса

# item_name_iron_brazier
source: Iron Brazier
ja: 鉄製火鉢
ko: 무쇠 화로
uk: Залізний ліхтар
zh_cn: 铁火盆

# item_name_iron_siing
source: Iron Siding
ja: 鉄製羽目板
ko: 무쇠 외벽
uk: Залізний каркас
zh_cn: 铁侧板

# item_name_iron-banded_wheels
source: Iron-Banded Wheels
ja: 鉄製車輪
ko: 철테 두른 바퀴
uk: Залізні колеса
zh_cn: 铁骨轮

# item_name_lanterns
source: Lanterns
ja: ランタン
ko: 랜턴
uk: Ліхтарі
zh_cn: 提灯

# item_name_laudanum
source: Laudanum
ja: アヘンチンキ
ko: 아편
uk: Лауданум
zh_cn: 阿片酊

# item_name_leaf_suspension@0
source: Leaf Suspension
ja: 板バネ式サスペンション
ko: 현가장치
uk: Ресора
zh_cn: 防叶板

# item_name_leaf_suspension@1
source: Leaf Suspension
ja: 板バネ式サスペンション
ko: 현가장치
uk: Ресора
zh_cn: 防叶板

# item_name_locked_strongbox
source: Locked Strongbox
ko: 잠긴 궤짝
uk: Замкнена скринька

# item_name_luxurious_berths
source: Luxurious Berths
ja: 贅沢な寝台
ko: 고급 침상
uk: Розкішні ліжка
zh_cn: 奢华床铺

# item_name_makeshift_javelin
source: Makeshift Javelin
ja: 間に合わせの投げ槍
ko: 급조 투창
uk: Саморобний дротик
zh_cn: 简易标枪

# item_name_medical_equipment
source: Medical Equipment
ja: 医療機器
ko: 의료용 도구
uk: Дорожня аптечка
zh_cn: 医疗器械

# item_name_medicinal_herbs
source: Medicinal Herbs
ja: 薬草
ko: 의료용 약초
uk: Цілющі трави
zh_cn: 医学草药

# item_name_medicinal_leeches
source: Leeches
ja: ヒル
ko: 거머리
uk: П’явки
zh_cn: 水蛭

# item_name_medicine_chest
source: Medicine Chest
ja: 薬箱
ko: 의료용 상자
uk: Сумка для ліків
zh_cn: 医疗箱

# item_name_meditative_totem
source: Meditative Totem
ja: 瞑想のトーテム
ko: 명상 토템
uk: Тотем роздумів
zh_cn: 冥想图腾

# item_name_memory_01
source: A Rare Treat
ja: 珍しいお菓子
ko: 귀한 간식
uk: Рідкісне задоволення
zh_cn: 罕见的喜悦

# item_name_memory_02
source: Harmless Mischief
ja: 無害なイタズラ
ko: 무해한 장난
uk: Безневинна витівка
zh_cn: 无害的玩闹

# item_name_memory_03
source: A Lesson Learned
ja: 学んだ教訓
ko: 깨우친 교훈
uk: Вивчений урок
zh_cn: 铭记的教训

# item_name_memory_04
source: A Promise Kept
ja: 守った約束
ko: 지켰던 약속
uk: Виконана обіцянка
zh_cn: 信守的诺言

# item_name_memory_05
source: A Favorite Toy
ja: お気に入りの玩具
ko: 좋아하는 장난감
uk: Улюблена іграшка
zh_cn: 最爱的玩具

# item_name_memory_06
source: A Walk in the Woods
ja: 森の中の散歩
ko: 숲 속의 산책
uk: Прогулянка лісом
zh_cn: 林间的漫步

# item_name_memory_07
source: Mother's Comfort
ja: 母の慰め
ko: 어머니의 사랑
uk: Материнська любов
zh_cn: 母亲的宽慰

# item_name_memory_08
source: A Warm Fire
ja: 暖かい火
ko: 따뜻한 불꽃
uk: Тепле вогнище
zh_cn: 温暖的火炉

# item_name_memory_09
source: A Spring Rain
ja: 春の雨
ko: 봄비
uk: Весняний дощ
zh_cn: 春日的新雨

# item_name_memory_10
source: A Long Recovery
ja: 長い回復
ko: 오랜 회복
uk: Тривале відновлення
zh_cn: 久病的初愈

# item_name_memory_11
source: A Second Chance
ja: 2度目のチャンス
ko: 두 번째 기회
uk: Другий шанс
zh_cn: 第二次机会

# item_name_memory_12
source: A Tough Choice
ja: 厳しい選択
ko: 힘든 선택
uk: Складний вибір
zh_cn: 艰难的抉择

# item_name_memory_13
source: The First Kiss
ja: 初めての口づけ
ko: 첫 입맞춤
uk: Перший поцілунок
zh_cn: 初吻的滋味

# item_name_memory_14
source: A Hot Bath
ja: 熱い風呂
ko: 따뜻한 목욕
uk: Тепла ванна
zh_cn: 一次热水澡

# item_name_memory_15
source: A Summer's Day
ja: ある夏の日
ko: 어느 여름날
uk: Літній день
zh_cn: 灿烂的夏日

# item_name_memory_16
source: A Token of Friendship
ja: 友情の証
ko: 돈독했던 우정
uk: Символ дружби
zh_cn: 友谊的证物

# item_name_memory_17
source: A Hard Day's Work
ja: 一日の重労働
ko: 힘든 하루의 노고
uk: Важкий день
zh_cn: 一日的辛勤

# item_name_memory_18
source: Fresh Bread
ja: 焼き立てのパン
ko: 신선한 빵
uk: Свіжий хліб
zh_cn: 新鲜的面包

# item_name_memory_19
source: A Lucky Break
ja: 僥倖の小休止
ko: 운 좋은 휴식
uk: Щасливий випадок
zh_cn: 好运的眷顾

# item_name_memory_20
source: Father's Praise
ja: 父の讃美
ko: 아버지의 칭찬
uk: Батьківська похвала
zh_cn: 父亲的称赞

# item_name_merchants_guild_seal
source: Merchants Guild Seal
ja: 商業者組合の印
ko: 상인 길드 인장
uk: Печатка купця
zh_cn: 商人公会印章

# item_name_mop
source: Mop and Bucket
ja: モップとバケツ
ko: 대걸레와 양동이
uk: Швабра й відро
zh_cn: 拖把与水桶

# item_name_morbid_joke
source: Morbid Joke
ja: 病的な冗談
ko: 음침한 농담
uk: Похмурий жарт
zh_cn: 黑色幽默

# item_name_mortar_and_pestle
source: Mortar And Pestle
ja: すり鉢とすりこぎ
ko: 사발과 공이
uk: Ступка й товкачик
zh_cn: 研钵和研杵

# item_name_neutralizing_powders
source: Neutralizing Powders
ja: 中和用粉末
ko: 중화 가루약
uk: Порошок від токсинів
zh_cn: 中和粉

# item_name_nightshade_concoction
source: Nightshade Concoction
ja: ナイトシェードの調合薬
ko: 벨라도나 혼합제
uk: Відвар із беладони
zh_cn: 颠茄制剂

# item_name_noisemaker
source: Noisemaker
ja: 騒音発生機
ko: 시끄러운 장난감
uk: Заводна іграшка
zh_cn: 喧闹器

# item_name_oddly_tuned_lute
source: Oddly-Tuned Lute
ja: 調律不全のリュート
ko: 이상하게 조율한 류트
uk: Розладнана лютня
zh_cn: 诡调鲁特琴

# item_name_oil_flask
source: Linseed Oil Flask
ja: 亜麻仁油のフラスコ
ko: 아마씨유 기름병
uk: Лляна олія
zh_cn: 亚麻油瓶

# item_name_orbitoclast
source: Orbitoclast
ja: ロボトミー手術器具
ko: 전두엽 절제기
uk: Орбітокласт
zh_cn: 眼眶锥

# item_name_otherworldly_fragment
source: Otherworldly Fragment
ja: 異世界の断片
ko: 이계의 편린
uk: Загадковий фрагмент
zh_cn: 异世残片

# item_name_pain_box
source: Pain Box
ko: 고통의 상자
uk: Скринька болю

# item_name_parrot
source: Parrot
ja: オウム
ko: 앵무새
uk: Папуга
zh_cn: 鹦鹉

# item_name_pavillion_tent
source: Pavillion Tent
ja: パビリオンのテント
ko: 파빌리온 천막
uk: Шатро
zh_cn: 凉亭帐篷

# item_name_pet_carrion_eater
source: Larval Carrion Eater
ko: 성장한 청소부 구더기
uk: Личинка падальника

# item_name_pet_croc
source: Hatchling Crocodilian
ja: 孵化した爬虫類
ko: 악어 유충
uk: Дитинча крокодилоїда
zh_cn: 破壳鳄兽

# item_name_pet_owl
source: Unnatural Owlet
ko: 뒤틀린 새끼부엉이
uk: Дивне совеня

# item_name_pet_rabbit
source: Reanimated Rabbit
ja: 蘇ったウサギ
ko: 되살아난 토끼
uk: Ожилий кріль
zh_cn: 复生兔

# item_name_pet_shambler
source: Shambler's Spawn
ko: 기는 혼돈 새끼
uk: Виплодок пітьманника

# item_name_pet_shrieker
source: Shrieker Chick
ja: シュリーカーのヒナ
ko: 덜 자란 비명조
uk: Курча вищальника
zh_cn: 尖啸兽幼雏

# item_name_pet_slime
source: Mucilaginous Slime
ja: 粘菌スライム
ko: 끈적한 점액질
uk: Слизький слимак
zh_cn: 粘稠泥怪

# item_name_pet_snake
source: Pygmy Pliskin
ja: ピグミー・プリスキン
ko: 새끼 코브라
uk: Карликовий пліскін
zh_cn: 迷你眼镜蛇

# item_name_pet_tick
source: Crimson Tick
ko: 핏빛 진드기
uk: Багряний кліщ

# item_name_pet_wolf
source: Orphan Wolf Cub
ja: 孤児ウルフの幼獣
ko: 버려진 늑대새끼
uk: Вовченя-сирота
zh_cn: 孤儿狼崽

# item_name_physicians_guild_seal
source: Physicians' Guild Seal
ko: 외과의 조합 인장

# item_name_pipeweed
source: Pipeweed
ja: パイプ草
ko: 궐련
uk: Трави для люльки
zh_cn: 烟斗草

# item_name_playing_cards
source: Playing Cards
ja: トランプ
ko: 카드 뭉치
uk: Гральні карти
zh_cn: 纸牌

# item_name_pouch_of_lye
source: Pouch of Lye
ja: アルカリ溶液の小袋
ko: 잿물 주머니
uk: Мішок лугу
zh_cn: 强碱袋

# item_name_poultice
source: Poultices
ko: 습포제
uk: Припарки

# item_name_powder
source: Powders
ko: 가루
uk: Порошки

# item_name_precious_collection
source: Precious Collection
ja: 貴重なコレクション
ko: 소중한 수집품
uk: Коштовна колекція
zh_cn: 珍贵收藏

# item_name_pustule_salve
source: Pustule Salve
ja: 吹き出物用の軟膏
ko: 농포 연고
uk: Мазь від гнійників
zh_cn: 脓疮药膏

# item_name_puzzling_trapezohedron
source: Puzzling Trapezohedron
ja: 謎のトラペゾヘドロン
ko: 난해한 부등변다면체
uk: Загадковий трапецоедр
zh_cn: 谜样的偏方三八面体

# item_name_pyrotechnic_dazzler
source: Pyrotechnic Dazzler
ja: 目くらましの花火
ko: 폭죽놀이
uk: Сліпучий феєрверк
zh_cn: 炫目烟火

# item_name_radiant_torch_L1
source: The Radiant Flame I
ko: 광명의 불꽃 I
uk: Променисте полум’я I

# item_name_radiant_torch_L2
source: The Radiant Flame II
ko: 광명의 불꽃 II
uk: Променисте полум’я II

# item_name_radiant_torch_L3
source: The Radiant Flame III
ko: 광명의 불꽃 III
uk: Променисте полум’я III

# item_name_radiant_torch_L4
source: The Radiant Flame IV
ko: 광명의 불꽃 IV
uk: Променисте полум’я IV

# item_name_rag
source: Milk-soaked Linen
ja: 牛乳まみれのリネン布
ko: 우유 적신 아마포
uk: Молочний компрес
zh_cn: 浸牛奶的麻布

# item_name_rat
source: Rat
ja: ネズミ
ko: 쥐
uk: Пацюк
zh_cn: 老鼠

# item_name_rattling_armor
source: Rattling Armor
ja: ガタガタする鎧
ko: 덜렁거리는 갑옷
uk: Дзвінка броня
zh_cn: 缀响盔甲

# item_name_raven
source: Raven
ja: 渡り烏
ko: 갈까마귀
uk: Ворон
zh_cn: 渡鸦

# item_name_restorative
source: Restoratives
ko: 회복
uk: Ліки

# item_name_restorative_herbs
source: Restorative Herbs
ja: 癒しの薬草
ko: 회복 약초
uk: Трави для загоювання ран
zh_cn: 疗伤草药

# item_name_roast_pig
source: Roast Pig
ja: 焼き豚
ko: 구운 돼지
uk: Смажене порося
zh_cn: 烤乳猪

# item_name_scrap_grenade
source: Scrap Grenade
ja: くず鉄の手榴弾
ko: 고철 수류탄
uk: Осколкова граната
zh_cn: 废片手雷

# item_name_shimmering_powder
source: Shimmering Powder
ja: 光る粉末
ko: 빛나는 가루
uk: Порошок скритності
zh_cn: 荧光粉

# item_name_shred_of_decency
source: Shred of Decency
ko: 품위의 파편
uk: Залишки порядності

# item_name_shrine_map
source: Shrine Map
ja: 神殿の地図
ko: 성소 지도
uk: Карта храмів
zh_cn: 圣地地图

# item_name_single_leech
source: Single Leech
ja: ヒル
ko: 거머리 한 마리
uk: П’явка
zh_cn: 一只水蛭

# item_name_smelling_salts
source: Smelling Salts
ja: 気付け薬
ko: 향소금
uk: Нюхальна сіль
zh_cn: 嗅盐

# item_name_smoke_bomb
source: Smoke Bomb
ja: 発煙弾
ko: 연막탄
uk: Димова бомба
zh_cn: 烟雾弹

# item_name_songbook_amorous
source: Songbook of Amorous Ballads
ja: 愛のバラードの歌集
ko: 감미로운 연가집
uk: Балади про кохання
zh_cn: 情爱民谣歌集

# item_name_songbook_morose
source: Songbook of Touching Dirges
ja: 感動的な挽歌の歌集
ko: 구슬픈 만가집
uk: Тужливі пісні
zh_cn: 感伤悼亡歌集
