Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_creature_den_advantage_04
source: Fear not! I have tinctures for such bites.
ja: 恐れることはない！噛まれても薬はある。
ko: 두려워 마! 물린 상처에 즉효인 약이 있으니까.
uk: Якщо вкусить, у мене є спеціальна настоянка.
zh_cn: 别担心！我有处理咬伤的药剂。

# story_bark_creature_den_advantage_05
source: We approach low and downwind! On my lead!
ja: 風下の低所から接近する！後に続け！
ko: 바람을 안은 채 몸을 낮추고 접근해! 내가 선두에 선다!
uk: Підходьмо пригинаючись, з підвітряного боку! За мною!
zh_cn: 从下风口偷袭它们！跟紧我！

# story_bark_creature_den_advantage_06
source: I've tangled with street curs. They're no tougher.
ja: 路上のごろつきと戦ったことがある。全然大したことなかった
ko: 난 길거리 잡것들하고도 부대꼈어. 쟤들이 더 셀 것 같진 않네.
uk: Бродячі шавки й ті зліші.
zh_cn: 我跟街上的野狗斗过。它们也没什么不一样。

# story_bark_creature_den_advantage_07
source: Storm the pack before they catch our scent!
ja: 我々の匂いを嗅がれる前に、群れを攻撃するぞ！
ko: 놈들이 우리 냄새 맡기 전에 덮치자!
uk: Нападемо, перш ніж вони нас учують!
zh_cn: 趁它们还没嗅到我们，冲！

# story_bark_creature_den_advantage_08
source: Wait 'til they're settled, then strike.
ja: 落ち着くまで待って、それから攻撃だ
ko: 안심할 때까지 기다렸다가 덮치자고.
uk: Коли вони заснуть, ми нападемо.
zh_cn: 等它们放松警惕，就出手。

# story_bark_creature_den_advantage_09
source: Smoke the bastards out!
ja: 奴らを燻り出せ！
ko: 연기를 피워서 끌어내자!
uk: Викуріть цих тварюк!
zh_cn: 用烟把这些杂种熏出来！

# story_bark_creature_den_advantage_10
source: Restless, hungry - they will soon prowl our way.
ko: 조바심이 나고 허기도 지면 곧 우리 쪽으로 나올 터.
uk: Утомлені, голодні — скоро самі до нас вийдуть.

# story_bark_creature_den_advantage_20
source: Tis a kindness to cull these wretched things!
ja: 惨めなものを淘汰するのも優しさだ！
ko: 이 비참한 것들은 솎아 내야 마땅하다!
uk: Треба бути милосердними й врятувати їх від страждань!
zh_cn: 除掉这些扭曲的生物也是一种怜悯！

# story_bark_creature_den_advantage_201
source: See how they shy from our flame!
ja: 見よ、我々の炎に尻込みする様を！
ko: 우리 불꽃을 보고 도망치는 꼬라지란!
uk: Подивіться, як вони принишкли, коли побачили наше полум’я!
zh_cn: 看它们多么惧怕我们的火炬！

# story_bark_creature_den_advantage_202
source: Closer in formation, these quarters are tight!
ja: もっと近づいて隊列を組め、この区画は狭い！
ko: 진형 간격 좁혀, 공간이 협소하다!
uk: Тримайтеся ближче, тут тісно.
zh_cn: 收拢阵型，这里够狭窄的！

# story_bark_creature_den_advantage_203
source: A show of strength cows the beasts!
ja: 力を見せれば獣は恐れるはずだ！
ko: 힘의 차이를 보여 주면 짐승들도 겁먹는다고!
uk: Сила лякає тварюк!
zh_cn: 展现力量，就能让这些野兽屈服！

# story_bark_creature_den_advantage_21
source: Your jaws shall taste blight, mongrels!
ja: お前の顎は災いを味わうだろう、雑種どもよ！
ko: 그 아가리로 역병을 맛보게 될 거다, 짐승들아!
uk: Спробуйте отрути, покидьки!
zh_cn: 让你们这些野狗尝尝腐蚀的滋味！

# story_bark_creature_den_advantage_301
source: The shadows may cloak our approach...
ko: 그늘이라면 우리의 접근을 숨길 수 있겠지...
uk: Ми можемо ховатися в тінях, коли будемо наближатися...

# story_bark_creature_den_advantage_302
source: Fall on the beasts quickly! Drive them into confusion!
ja: 素早く獣に攻撃を仕掛けろ！混乱に陥れるんだ！
ko: 잽싸게 습격하자! 혼란에 빠뜨리면 된다!
uk: Швидше нападайте! Треба застати їх зненацька!
zh_cn: 偷袭这些野兽！趁它们还不知道发生了什么！

# story_bark_creature_den_advantage_303
source: At them before our light expires...!
ja: 光が消える前に襲い掛かれ…！
ko: 불이 다 꺼지기 전에 공격하자고...!
uk: Нападаймо, доки Полум’я не згасло!
zh_cn: 在火光熄灭前，进攻！

# story_bark_creature_den_advantage_401
source: I have HAD IT! Let them come, see if I care!
ja: もう限界だ！来させろ、片付けてやる！
ko: 준비 됐다! 어디 덤벼 보라지, 내가 눈 하나 깜짝하나!
uk: НАРЕШТІ! Нехай приходять — я покажу їм!
zh_cn: 这些我都承受过！让它们来吧——它们根本不足为惧！

# story_bark_creature_den_advantage_402
source: What's another wound? At them!
ko: 놈들에게 불의의 기습을 가해 보자!
uk: То й що, що рана? Вперед!

# story_bark_creature_den_advantage_bloodthirsty_101
source: Your guts shall fall in ribbons at my feet!
ko: 너희 내장을 끄집어내 바닥에 장식해 주마!
uk: Поріжу кишки на стрічки!

# story_bark_creature_den_advantage_daredevil_101
source: Strike before the foul things have scent of us!
ko: 저 역겨운 것들이 우리 냄새를 맡기 전에 선수를 치자!
uk: Бийтеся, доки нас не знайшли неприємніші створіння!

# story_bark_creature_den_blundering_1
source: Attack! Wait, maybe we're not ready...
ja: 攻撃だ！待て、まだ準備不足かも…
ko: 공격! 잠깐, 아직 준비가 덜 됐나...
uk: В атаку! Хоча постривайте, може, ми ще не готові...
zh_cn: 进攻！等等，也许我们还没准备好……

# story_bark_creature_den_boisterous_1
source: Child's play! I think.
ja: こんなの楽勝だ！ たぶん…
ko: 애들 장난이지! 뭐 내 생각에는 말이야.
uk: Це все дитячі іграшки! Здається...
zh_cn: 小菜一碟！大概吧。

# story_bark_creature_den_breacher_1
source: Chaaarge!
ko: 돌겨어어억!
uk: Впере-е-ед!

# story_bark_creature_den_broken_1@0
source: No. Fight. Left.
ko: 더는. 싸울 수. 없다.

# story_bark_creature_den_broken_1@1
source: No. Fight. Left.
ko: 더는. 싸울 수. 없다.

# story_bark_creature_den_cave_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просувайтеся разом! Тримайте фланги!

# story_bark_creature_den_city_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просувайтеся разом! Тримайте фланги!

# story_bark_creature_den_cowardice_1
source: The hackles on my neck are up...!
ko: 모골이 송연해져...!
uk: У мене навіть волосся на потилиці стало дибки!

# story_bark_creature_den_death_seeker_1
source: At last! Judgement and death!
ko: 마침내 심판과 죽음이 찾아왔다!
uk: Нарешті! Вирок і смерть!

# story_bark_creature_den_disarmer_1
source: Press them!
ko: 밀어 붙여!
uk: Розчавити їх!

# story_bark_creature_den_doomsayer_1
source: We haven't a chance in hell!
ko: 어차피 지옥에 승산은 없다!
uk: У нас жодного шансу в цьому пеклі!

# story_bark_creature_den_evasive_1@0
source: I can't commit to this.
ko: 이건 확신이 안 서는데.

# story_bark_creature_den_evasive_1@1
source: I can't commit to this.
ko: 이건 확신이 안 서는데.

# story_bark_creature_den_fields_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_creature_den_fight_01
source: Eyes up - they could travel in packs.
ja: 目を凝らせ。彼らは群れで移動するかもしれない
ko: 경계들 해. 놈들은 떼로 몰려 다닐 거다.
uk: Обережно, їх може бути більше!
zh_cn: 注意了——它们可能成群出没。

# story_bark_creature_den_fight_02
source: Simple beasts. Outmaneuver and overpower!
ja: 奴らは単純な獣だ。裏をかいて圧倒しろ！
ko: 단순한 짐승이야. 힘과 전술로 압도하자고!
uk: Це ж звичайні тварини: ми їх перехитримо й подолаємо!
zh_cn: 头脑简单的野兽。我们更有谋略，也更有力量！

# story_bark_creature_den_fight_03
source: No creature in this place is truly mundane...
ja: この場所には、真に平凡な生物というものがいないな…
ko: 여기 짐승들은 평범한 녀석들이 아니야...
uk: Звичайні тварини тут не водяться.
zh_cn: 这里没有真正属于凡俗的生物……

# story_bark_creature_den_fight_04
source: Fascinating mutations! Take me closer!
ja: 魅惑的な突然変異だ！もっと近くに行ってみよう！
ko: 흥미로운 변이로군! 가까이 가 보자!
uk: Дивовижні мутації! Мені треба наблизитися...
zh_cn: 真是令人入迷的突变！让我靠近些观察！

# story_bark_creature_den_fight_05
source: A rank hole in the ground? Folly.
ja: 地下に悪臭のする穴が？愚かな
ko: 땅에 줄줄이 굴을 파? 멍청하긴.
uk: Викопати яму? Якась примха.
zh_cn: 在地穴里安家？真是愚蠢。

# story_bark_creature_den_fight_06
source: Reeks of musk and critters.
ja: 麝香と生き物の臭いがする
ko: 사향 내음과 악취가 풍기는군.
uk: Смердить мускусом і вовною.
zh_cn: 一股野兽的臭味。

# story_bark_creature_den_fight_07
source: Evils not even fit to be tanned as furs!
ja: 毛皮として使うにも適さないほどの悪だ！
ko: 가죽 벗길 가치도 없는 악마들!
uk: Їхні шкіри ні на що не придатні!
zh_cn: 这些邪恶生物都不配被制成皮革！

# story_bark_creature_den_fight_08
source: Put 'em down.
ja: 始末するぞ
ko: 죽여 버려.
uk: І мокрого місця не залишимо.
zh_cn: 干掉它们。

# story_bark_creature_den_fight_09
source: Looks awful closed-in...
ko: 저 안은 심각하게 갑갑해 보이는데.
uk: Зблизу виглядає жахливо...

# story_bark_creature_den_fight_10
source: The hares, the mice, all fled from these corrupted aspects.
ja: ウサギも、ネズミも、みんなこの腐敗した局面から逃げてきた
ko: 토끼고 생쥐고 다 저 타락한 것들에 쫓겨 도망쳐 버렸군.
uk: Зайці, миші — усе живе втекло звідси.
zh_cn: 野兔，老鼠，都逃离了这些腐败的迹象。

# story_bark_creature_den_fight_11
source: Let us clear the road for those weaker!
ja: 弱者のために道を切り開こう！
ko: 약자들을 위해 이 길을 정화하자!
uk: Треба розчистити шлях для слабших!
zh_cn: 让我们为柔弱之人开辟一条道路！

# story_bark_creature_den_fight_12
source: My skin shall know the rake of their claws!
ja: 私の皮膚は、彼らの爪の傷を知ることになる！
ko: 놈들의 발톱이 얼마나 날카로운지 체득해 보겠다!
uk: Їхні пазурі пройдуться по моїй шкірі!
zh_cn: 我的血肉要尝一尝它们利爪的滋味！

# story_bark_creature_den_fight_201
source: Give these curs no quarter!
ja: このごろつきどもに容赦するな！
ko: 저 놈들 봐주지 마!
uk: Ні на крок не відступимо перед цими тварюками!
zh_cn: 对这些畜牲不要手软！

# story_bark_creature_den_fight_202
source: Let us see what fiends await!
ja: どんな悪魔が待ち構えているのか、見てみよう！
ko: 어떤 괴물이 기다릴지 보자고!
uk: Побачимо, що вони нам покажуть.
zh_cn: 看看有什么魔物在等待我们！

# story_bark_creature_den_fight_21
source: Outfox them!
ja: 奴らの裏をかけ！
ko: 머리를 쓰면 이긴다고!
uk: Треба перехитрити їх!
zh_cn: 我们更加狡诈！

# story_bark_creature_den_fight_22
source: Let us smoke them out!
ja: 奴らを燻り出そう！
ko: 연기를 피워서 쫓아내자!
uk: Можна їх викурити!
zh_cn: 用烟把它们熏出来！

# story_bark_creature_den_fight_23
source: They shrink from our flame!
ja: 我々の炎に縮み上がっている！
ko: 우리 불꽃을 보고 쫄았나 보군!
uk: Вони бояться полум’я!
zh_cn: 它们在我们的火光前退缩！

# story_bark_creature_den_fight_24
source: Away with you, foul things!
ja: 去るがよい、汚らわしいものたちよ！
ko: 물러가거라, 역겨운 것들아!
uk: Геть, бридкі звірюки!
zh_cn: 退散吧，邪恶的生物！

# story_bark_creature_den_fight_25
source: Cull these mongrels lest they come for us by night!
ja: 夜襲をかけられないよう、獣を間引け！
ko: 이 잡종들을 잡지 않으면 밤에 우릴 덮칠 지도 몰라!
uk: Якщо виловимо цих барбосів, вони не прийдуть до нас уночі.
zh_cn: 解决这些杂种，免得它们趁着夜色袭击我们！

# story_bark_creature_den_fight_26
source: No longer shall they foul the road!
ja: 道を汚すのも、もうこれまでだ！
ko: 저 놈들이 계속 길을 더럽히게 둘 수는 없다!
uk: Більше вони нікого не лякатимуть на дорозі.
zh_cn: 它们再也不能为害四方了！

# story_bark_creature_den_flee_01
source: We don't know their numbers. Fall back.
ja: 奴らの数はわからない。 退却しよう
ko: 놈들이 몇이나 되는 줄 알고. 일단 물러나.
uk: Ми не знаємо, скільки їх там. Відступаймо.
zh_cn: 我们不清楚它们的数目。撤。

# story_bark_creature_den_flee_02
source: Unfavourable terrain, unknown numbers - not worth it!
ja: 地形は不利で、数も知れず… 戦う価値はない！
ko: 불리한 지형에 머릿수는 확인도 안 되고... 시도할 가치가 없겠어!
uk: У цій місцині битися незручно, ще й невідомо, скільки їх!
zh_cn: 不利的地形，未知的数目——不值得！

# story_bark_creature_den_flee_03
source: My spine prickles. Let us away.
ja: 背筋がゾクゾクする。離れよう
ko: 등골이 왠지 오싹한데. 일단 물러나자.
uk: Мурашки по шкірі... Ходімо звідси.
zh_cn: 我的脊椎疼痛难忍。我们走吧。

# story_bark_creature_den_flee_04
source: I will not be supper to some beast!
ko: 괴물 밥이 되지는 않겠어!
uk: Я не хочу стати вечерею якоїсь звірини!

# story_bark_creature_den_flee_05
source: ... deep underground, that lair.
ko: ... 거 둥지 한번 깊숙이 처박혀 있네.
uk: Їхній барліг глибоко під землею...

# story_bark_creature_den_flee_06
source: Surely we've more interesting foes ahead.
ja: 先へ進めば、もっと興味深い敵が出てくるだろう
ko: 앞쪽에 더욱 흥미진진한 적들이 있는 모양인데.
uk: Попереду на нас чекають цікавіші супротивники.
zh_cn: 我们肯定能遇到更有趣的敌人。

# story_bark_creature_den_flee_07
source: Foul air here - listen, no birds.
ja: ここは空気が悪いな。耳を澄ましても、鳥の鳴き声が聞こえない
ko: 혼탁한 공기가 도는군. 새 소리도 안 들려.
uk: Тут погане повітря: прислухайтеся — навіть птахів немає.
zh_cn: 这里散发着不祥的气息——听，连鸟叫声都没有。

# story_bark_creature_den_flee_08
source: They'll smell us coming if the wind shifts.
ja: 風向きが変われば、奴らは我々を嗅ぎつけるだろう
ko: 풍향이 바뀌면 우리 냄새가 들킬 거라고.
uk: Вони почують наш запах, якщо вітер подме від нас в їхній бік.
zh_cn: 只要风向一改变，它们就会嗅到我们。

# story_bark_creature_den_flee_09
source: And die down there like a stew rabbit?
ja: このままシチュー用のウサギのように死ぬのか？
ko: 함부로 내려갔다가 토끼들처럼 죽으려고?
uk: І здохнути там, як боягузливим зайцям?
zh_cn: 然后像只炖兔子一样死在这下面吗？

# story_bark_creature_den_flee_10
source: We hunt the corruption, not its mewling pups.
ja: 我々が狩るのは腐敗だ。 腐敗が生んだ子ではない
ko: 우리는 타락을 쫓는 거지, 하찮은 짐승들을 잡는 게 아니다.
uk: Ми очищаємо світ від скверни. Скиглячі цуценята нас не цікавлять.
zh_cn: 我们狩猎的是腐烂的根源，不是什么小狗狗。

# story_bark_creature_den_flee_100
source: And lose the last of our light? What for?
ko: 그러다 마지막 빛까지 잃으면 어쩌게? 대체 뭣 때문에?
uk: І втратити останнє світло? Заради чого?

# story_bark_creature_den_flee_101
source: The void nips at our heels! We must continue!
ko: 공허가 우릴 바짝 쫓고 있다. 계속 나아가야 돼!
uk: Безодня наступає нам на п’яти. Ми маємо йти!

# story_bark_creature_den_flee_102
source: Must we risk it? The dark draws nigh.
ja: 危険を冒す必要はあるのか！？ 闇が近づいているぞ
ko: 이게 감수할 만한 위험인가? 어둠이 다가오는데.
uk: Пітьма наближається. Хіба є сенс так ризикувати?
zh_cn: 我们一定要冒险么？黑暗愈发凝重了。

# story_bark_creature_den_flee_11
source: Be not distracted from our holy mission!
ja: 我々の聖なる使命から目をそらすな！
ko: 우리의 신성한 과업으로부터 한눈 팔지 말지어다!
uk: Не забувайте про нашу місію!
zh_cn: 不要将注意力从我们的神圣使命上移开！

# story_bark_creature_den_flee_12
source: My sacred mission has no need of this!
ja: 我が神聖な使命に、こんなことをする必要はない！
ko: 나의 신성한 사명에 이런 잡일은 필요 없다!
uk: Моя священна місія цього не потребує!
zh_cn: 我圣洁的使命与此无关！

# story_bark_creature_den_flee_401
source: I beg of you - allow me to rest...
ja: 頼む。休ませてくれ…
ko: 아 좀, 쉴 틈을 달라고...
uk: Благаю, дайте мені відпочити...
zh_cn: 拜托——让我休息一会儿吧……

# story_bark_creature_den_flee_402
source: I haven't yet staunched the LAST wounds...!
ko: 아직 지난번에 입은 상처도 다 안 나았어...!
uk: Мені ще не вдалося вилікувати ОСТАННІ рани...

# story_bark_creature_den_flee_cowardice_01
source: Those howls are not of this world!
ko: 저 울부짖음은 이 세상 것이 아니야!
uk: Це виє якесь потойбічне створіння!

# story_bark_creature_den_flee_low_health_01
source: The stench of our blood will draw more...
ja: 血の臭いで奴らがさらに来るぞ…
ko: 우리 피비린내를 맡고 더 몰려 올 거야...
uk: Запах нашої крові буде приваблювати їх ще сильніше...
zh_cn: 我们鲜血的气味会吸引来更多野兽……

# story_bark_creature_den_flee_low_health_02
source: We're in no state for hunting. Regroup!
ja: 狩りができる状態じゃない。再編成だ！
ko: 우리는 사냥 따위를 할 상황이 아니야. 재정비해!
uk: Ми не в тому стані, щоб полювати. Треба перегрупуватися!
zh_cn: 我们现在不适合狩猎。重整队形！

# story_bark_creature_den_flee_low_health_03
source: I waver on my feet - we tempt fate!
ja: 足元が揺らいでいる。 これは危険だ！
ko: 다리가 풀린다. 이건 사신을 끌어들이는 짓이다!
uk: Я ледве стою на ногах. Ми спокушаємо долю!
zh_cn: 我的双脚在发抖——这样做就是找死！

# story_bark_creature_den_flee_zoophobia_01
source: Their rolling eyes, their slavering jaws - no! NO!!
ja: 白黒する目、よだれが垂れる顎… 嫌だ！勘弁してくれ！
ko: 번뜩이는 눈, 쩍 벌린 아가리... 안돼, 안 돼!
uk: Ці вирячені очі, слиняві пащеки... ні, ні!
zh_cn: 双眼虎视眈眈，嘴角流着口水——不！不！！

# story_bark_creature_den_flee_zoophobia_02
source: My stomach churns at the smell of this place...
ja: この場所の匂いに胃がキリキリする…
ko: 여기 냄새만 맡아도 속이 울렁거리는데...
uk: У мене аж шлунок зводить від запаху цього місця...
zh_cn: 一闻到这里的味道，我的肠胃就开始搅动……

# story_bark_creature_den_flee_zoophobia_03
source: Such horrors defy the order of nature!
ko: 실로 자연의 법칙을 모독하는 공포로다!
uk: Ці жахіття кидають виклик самій природі.

# story_bark_creature_den_flee_zoophobia_04
source: The reek of their breath is far too near already!
ko: 악취 나는 숨결이 너무 가까이서 풍겨 오는데!
uk: Вони вже дихають нам у спину!

# story_bark_creature_den_flee_zoophobia_05
source: You cannot compel me to face such terrors!
ko: 저런 공포랑 마주하라고 시키면 안되지!
uk: Ніхто не змусить мене виступити проти цих потвор.

# story_bark_creature_den_food_advantage_101
source: Lure them out with some offal...
ja: 臓物で奴らを誘い出そう…
ko: 음식 찌꺼기로 유인해 보자고...
uk: Можна виманити їх якимись тельбухами...
zh_cn: 用些内脏把它们引出来……

# story_bark_creature_den_food_advantage_102
source: We've meat to spare - let us taint some.
ja: 肉は余ってるんだ、少しは汚しても大丈夫だ
ko: 고기가 좀 남잖아. 이걸 써먹어 보자.
uk: У нас ще є м’ясо, давайте їх виманимо.
zh_cn: 我们还有多余的肉……让我下点药。

# story_bark_creature_den_forest_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_creature_den_lazy_1@0
source: We all have our burdens, why take on more?
ko: 안 그래도 힘든 상황인데 굳이 더 힘들 필요가 있나?

# story_bark_creature_den_lazy_1@1
source: We all have our burdens, why take on more?
ko: 안 그래도 힘든 상황인데 굳이 더 힘들 필요가 있나?

# story_bark_creature_den_martyr_1
source: This is my moment. Carry on should I fall!
ja: 今こそ私の出番だ。 たとえ私が倒れても、先へ進め！
ko: 마침내 때가 왔다. 마지막 순간까지 나아가리라!
uk: Тепер моя черга. Продовжуйте, якщо я загину!
zh_cn: 这就是我的时刻。倘若我倒下，你们就继续前进吧！

# story_bark_creature_den_off_guard_1
source: Not quite ready...
ja: まだ準備が整っていない…
ko: 아직 준비 안 됐는데...
uk: Не відчуваю впевненості
zh_cn: 我还没准备好……

# story_bark_creature_den_on_guard_1
source: En garde!
ko: 돌격 준비!
uk: Ан гард!

# story_bark_creature_den_pacifist_1@0
source: We should think twice before unnecessary bloodshed.
ko: 쓸데없는 유혈 사태를 일으키기 전에 한번 더 생각해 보자고.

# story_bark_creature_den_pacifist_1@1
source: We should think twice before unnecessary bloodshed.
ko: 쓸데없는 유혈 사태를 일으키기 전에 한번 더 생각해 보자고.

# story_bark_creature_den_precision_striker_1
source: They will not last.
ko: 놈들은 오래 못 버틸 거다.
uk: Вони не витримають.

# story_bark_creature_den_quickdraw_1
source: Ready? I'm always ready.
ja: 準備はいいか？いつでも大丈夫だ
ko: 준비 됐나? 난 항상 준비되어 있지.
uk: Готовність? Завжди!
zh_cn: 你问我准备好了么？我就没有没准备好的时候。

# story_bark_creature_den_resist_high_torch_01@0
source: See? Our light cows them.
ko: 봤지? 불빛을 무서워 한다니까.

# story_bark_creature_den_resist_high_torch_01@1
source: See? Our light cows them.
ko: 봤지? 불빛을 무서워 한다니까.

# story_bark_creature_den_resist_high_torch_02@0
source: A risk that will win us little. Let us away.
ko: 승산이 우리한테 불리해. 그냥 가자고.

# story_bark_creature_den_resist_high_torch_02@1
source: A risk that will win us little. Let us away.
ko: 승산이 우리한테 불리해. 그냥 가자고.

# story_bark_creature_den_resist_high_torch_03@0
source: Make haste while they slumber!
ko: 아직 자는 동안 서두르자고!

# story_bark_creature_den_resist_high_torch_03@1
source: Make haste while they slumber!
ko: 아직 자는 동안 서두르자고!

# story_bark_creature_den_shadow_born_1
source: They inherited the dark. I was born in it!
ja: 奴らは暗闇を受け継いだ。私はその中で生まれたんだ！
ko: 저들은 어둠 속에 적응했을 뿐. 나는 어둠에서 태어났다!
uk: Вони пітьму успадкували, а я в ній народився!
zh_cn: 它们继承了黑暗。但我是在黑暗中诞生的！

# story_bark_creature_den_shroud_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_creature_den_slippery_1@0
source: We can get by these louts, follow me.
ko: 저 놈들을 슬쩍 지나칠 수 있어. 나만 따라 와.

# story_bark_creature_den_slippery_1@1
source: We can get by these louts, follow me.
ko: 저 놈들을 슬쩍 지나칠 수 있어. 나만 따라 와.

# story_bark_creature_den_sneaky_1@0
source: There's always a clever way out!
ko: 항상 빠져나갈 구멍은 있다고!

# story_bark_creature_den_sneaky_1@1
source: There's always a clever way out!
ko: 항상 빠져나갈 구멍은 있다고!

# story_bark_creature_den_tactical_thinker_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_creature_den_terrified_1
source: This is certain death!
ja: これは確実に死ぬぞ！
ko: 이건 개죽음이야!
uk: Це неминуча смерть!
zh_cn: 这简直是自寻死路！

# story_bark_creature_den_unyielding_1
source: We will not falter!
ko: 우리는 지지 않는다!
uk: Ми не відступимо!

# story_bark_creature_den_vicious_1
source: Let's bleed them!
ko: 놈들을 처단하자!
uk: Нехай ллється кров!

# story_bark_creature_den_winded_1
source: Just need to catch my breath first...
ko: 일단 숨부터 돌리고...
uk: Просто спочатку потрібно перевести подих...

# story_bark_faceless_facsimile_amateur_armorsmith
source: The mechanism is fascinating...
ja: 魅力的な機構だな…
ko: 참으로 매혹적인 구조인데...
uk: Цей механізм просто вражаючий...
zh_cn: 这个结构令人着迷……

# story_bark_faceless_facsimile_amateur_weaponsmith
source: Curious, let me take a look.
ja: 興味深いな、よく見せてくれ
ko: 희한하군, 나도 한번 살펴 보지.
uk: Цікаво, цікаво... Дозвольте подивитися.
zh_cn: 有意思，让我研究研究。

# story_bark_faceless_facsimile_cave_scrounger
source: Lets see what we can salvage!
ko: 건질 만한 게 있을지 한번 보자!

# story_bark_faceless_facsimile_city_scrounger
source: Lets see what we can salvage!
ko: 건질 만한 게 있을지 한번 보자!

# story_bark_faceless_facsimile_clutch_hitter
source: I've got this, stand back!
ko: 이건 내가 맡지, 다들 물러서!

# story_bark_faceless_facsimile_deadly
source: This thing reeks of death. Excellent.
ja: こいつから死臭がする。 結構なことだ
ko: 죽음의 냄새가 풍기는군. 아주 좋아.
uk: Тхне смертю. Чудово.
zh_cn: 这东西散发着死亡的气息。太好了。

# story_bark_faceless_facsimile_fields_scrounger
source: Lets see what we can salvage!
ko: 건질 만한 게 있을지 한번 보자!

# story_bark_faceless_facsimile_forest_scrounger
source: Lets see what we can salvage!
ko: 건질 만한 게 있을지 한번 보자!

# story_bark_faceless_facsimile_lazy
source: Meh - just not feeling it.
ja: まあ…そういう気分じゃないな
ko: 됐어, 기분이 별로 내키지 않는군.
uk: Гм... це не для мене...
zh_cn: 哎——我真的没兴趣。

# story_bark_faceless_facsimile_lethal_feint
source: Just needs a delicate touch...
ja: ちょっと触れるだけさ…
ko: 섬세한 손길만 가하면...
uk: Треба лише торкнутися...
zh_cn: 只需要补上这画龙点睛之笔……

# story_bark_faceless_facsimile_rummager
source: Let me get in there and see what's what.
ko: 일단 들어가서 한번 살펴 보지.

# story_bark_faceless_facsimile_shroud_scrounger
source: Lets see what we can salvage!
ko: 건질 만한 게 있을지 한번 보자!

# story_bark_faceless_facsimile_slugger
source: Let me at it - what could go wrong?
ja: 任せてくれ、問題なんて起こらないだろう
ko: 그냥 한번 보자고. 별일 있겠어?
uk: Дозвольте мені — що може піти не так?
zh_cn: 让我摸一摸，又不会出什么问题。

# story_bark_faceless_facsimile_tuckered_out
source: I'm too tired for this nonsense.
ja: こんなくだらないことには付き合ってられない
ko: 이딴 헛짓거리에는 이제 신물이 난다.
uk: Я надто втомлений для цієї маячні.
zh_cn: 我太累了，没时间在这胡闹。

# story_bark_faceless_facsimile_winA
source: A rather unusual training dummy.
ja: ちょっと変わった訓練人形だな
ko: 진짜 못생긴 훈련용 허수아비군.
uk: Досить незвичайний навчальний манекен.
zh_cn: 这个训练假人长得还真是别致。

# story_bark_faceless_facsimile_winA+bounty_hunter
source: I admit, I'm curious.
ko: 솔직히 호기심이 가는 건 인정하지.
uk: Зізнаюся, мені цікаво.

# story_bark_faceless_facsimile_winA+flagellant
source: My kind of altar.
ja: 俺好みの祭壇だな
ko: 내 취향의 제단이로고.
uk: А в мене такий вівтар.
zh_cn: 我就喜欢这种祭坛。

# story_bark_faceless_facsimile_winA+grave_robber
source: Could fetch a handsome price to the right dealer...
ko: 제대로 팔아 치운다면 짭짤하게 받을 수 있겠어...
uk: Правильна людина дасть правильну ціну.

# story_bark_faceless_facsimile_winA+hellion
source: Fetch me the longest blade!
ko: 제일 긴 칼 줘 봐라!
uk: Дайте мені найдовший клинок!

# story_bark_faceless_facsimile_winA+highwayman
source: Pretty blades wasted in this mannequin.
ko: 이 따위 인형에 예리한 칼날을 낭비하다니.
uk: Навіщо сили витрачати на таку дрібничку?

# story_bark_faceless_facsimile_winA+jester
source: Art is in the eye of the beholder.
ko: 저 감시자의 눈에는 예술이 깃들어 있군.
uk: Справжнє мистецтво — в очах глядача.

# story_bark_faceless_facsimile_winA+leper
source: These blades - unfamiliar metallurgy.
ja: この刃物… 見慣れない金属だな
ko: 저 칼날은 참으로 낯선 합금으로 만들어졌군.
uk: Ці клинки викувані з незнайомого сплаву.
zh_cn: 这些利刃——用的不是我们熟知的冶炼技术。

# story_bark_faceless_facsimile_winA+man_at_arms
source: We certainly didn't have <i>these</i> in the academy.
ja: 軍学校じゃ<i>こんなもの</i>は無かったはずだ
ko: 사관학교에서도 <i>이런 건</i> 없었다고.
uk: У нас <i>такого</i> в академії не було.
zh_cn: 军事学校里显然没讲过<i>这些</i>。

# story_bark_faceless_facsimile_winA+occultist
source: There's a pattern to the wounds, look...
ko: 상처가 일정한 무늬로 나 있어. 보라구...
uk: О, дивіться! Тут якийсь візерунок.

# story_bark_faceless_facsimile_winA+plague_doctor
source: Some of those are autopsy tools...
ja: 解剖用の道具も刺さってる…
ko: 부검 도구도 끼어 있는 것 같은데...
uk: Деякі з них — це інструменти для розтину...
zh_cn: 这上面有几把刀是解剖工具……

# story_bark_faceless_facsimile_winA+runaway
source: Wonder why they needed to stab it.
ko: 이걸 왜 찔러야 했는지 모르겠네.
uk: Цікаво, навіщо протикати?

# story_bark_faceless_facsimile_winA+vestal
source: Was this some profane ritual?
ko: 일종의 불경한 의식이었나?
uk: Тут проводили якийсь богохульний ритуал?

# story_bark_faceless_facsimile_winB
source: A rather unusual training dummy.
ja: ちょっと変わった訓練人形だな
ko: 진짜 못생긴 훈련용 허수아비군.
uk: Досить незвичайний навчальний манекен.
zh_cn: 这个训练假人长得还真是别致。

# story_bark_faceless_facsimile_winB+bounty_hunter
source: I admit, I'm curious.
ko: 솔직히 호기심이 가는 건 인정하지.
uk: Зізнаюся, мені цікаво.

# story_bark_faceless_facsimile_winB+flagellant
source: My kind of altar.
ja: 俺好みの祭壇だな
ko: 내 취향의 제단이로고.
uk: А в мене такий вівтар.
zh_cn: 我就喜欢这种祭坛。

# story_bark_faceless_facsimile_winB+grave_robber
source: Could fetch a handsome price to the right dealer...
ko: 제대로 팔아 치운다면 짭짤하게 받을 수 있겠어...
uk: Правильна людина дасть правильну ціну.

# story_bark_faceless_facsimile_winB+hellion
source: Fetch me the longest blade!
ko: 제일 긴 칼 줘 봐라!
uk: Дайте мені найдовший клинок!

# story_bark_faceless_facsimile_winB+highwayman
source: Pretty blades wasted in this mannequin.
ko: 이 따위 인형에 예리한 칼날을 낭비하다니.
uk: Навіщо сили витрачати на таку дрібничку?

# story_bark_faceless_facsimile_winB+jester
source: Art is in the eye of the beholder.
ko: 저 감시자의 눈에는 예술이 깃들어 있군.
uk: Справжнє мистецтво — в очах глядача.
