Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_inn_bounty_hunter_available_01_0
source: A glint in the shadows - the hunter is here.
ja: 影の中の輝き。狩人がここにいる。
ko: 그림자 속 광채가 번뜩이는군. 사냥꾼이 왔네.
uk: Блиск у тінях... Мисливець уже тут.
zh_cn: 阴影之中映出微光——赏金猎人在此出没。

# vo_inn_bounty_hunter_available_02_0
source: There, above the hearth, the hunter's mark...
ja: そこには、暖炉の上に、狩人の印が…
ko: 저 난롯가 위에 새겨진 사냥꾼의 표식이란...
uk: Там, над вогнищем, мітка мисливця...
zh_cn: 看，在火炉之上，悬挂着赏金猎人的标志……

# vo_inn_bounty_hunter_available_03_0
source: The hunter waits, brooding beneath his cowl.
ja: 狩人は頭巾の下で、じっと思案しながら待っている。
ko: 가면 쓴 사냥꾼이 음울하게 기다리고 있군.
uk: Мисливець чекає, приховуючи роздуми за маскою.
zh_cn: 赏金猎人等候着，面罩下流露阴郁的神色。

# vo_inn_bounty_hunter_available_04_0
source: There is no man behind the hunter's mask - only a terrible thought.
ja: 狩人の仮面の奥に人はいない。ただ、恐ろしい思考があるだけだ。
ko: 사냥꾼의 가면 뒤에 인간성이란 없네. 오로지 끔찍한 발상 뿐.
uk: Під маскою мисливця немає людини, лише страшні роздуми.
zh_cn: 那赏金猎人的面具之下并非人类——仅仅只是一个可怕的念头。

# vo_inn_bounty_hunter_hire_01_0
source: He has no past, no future... no mercy.
ja: 彼には過去も未来もない…慈悲もない。
ko: 과거도, 미래도... 자비도 없는 자일세.
uk: Він не має ні минулого, ні майбутнього... ні милосердя.
zh_cn: 他没有过往，没有未来……也没有怜悯。

# vo_inn_bounty_hunter_hire_02_0
source: He will lend you his wicked talents... for a price.
ja: 彼は邪悪な才能で手助けしてくれるだろう…代価が必要だが。
ko: 적정가만 치른다면 자신의 극악한 능력을 빌려줄 걸세.
uk: Він позичить вам свої вміння. За плату.
zh_cn: 他恶毒的天赋可以为你所用……只要你肯付出代价。

# vo_inn_bounty_hunter_hire_03_0
source: The thrill of the hunt... the promise of payment.
ja: 狩りのスリル…報酬の約束。
ko: 사냥의 쾌감과 짭짤한 돈벌이라.
uk: Азарт полювання... передчуття нагороди.
zh_cn: 狩猎的快感……付款的诺言。

# vo_inn_bounty_hunter_hire_04_0
source: The contract is sealed with a silent nod.
ja: 契約は無言の頷きで結ばれる。
ko: 조용한 끄덕임 한 번으로 계약은 성립된다.
uk: Договір укладений мовчазним кивком.
zh_cn: 一次沉默的点头，标示着合约的签订。

# vo_inn_cash_out_01_0
source: Every league, a lesson.
ja: 一歩一歩、そのすべてを経験としよう。
ko: 여정의 매 걸음마다 배울 것이 있지.
uk: Кожна ліга — засвоєний урок.
zh_cn: 一里路，一堂课。

# vo_inn_cash_out_02_0
source: Learn a little, and begin again.
ja: 少し学び、また再開する。
ko: 조금 더 배우고 다시 시작하게.
uk: Навчіться чогось і почніть знову.
zh_cn: 带着些许长进，再次开始。

# vo_inn_cash_out_03_0
source: Will you press on into uncertainty... or claim what you can?
ja: 先が見えない道を突き進むのか…それとも、得られるものを手にするのか？
ko: 불확실성을 향해 밀고 나아갈 텐가... 아니면 최대한 확신을 확보할 텐가?
uk: Чи вирушите ви в невідомість, чи заберете, що зможете?
zh_cn: 你究竟会继续向未知进发……还是见好就收？

# vo_inn_cash_out_04_0
source: Sometimes it is wiser to try anew, fortified by trials past.
ja: 時には、過去の試練を糧に、新たに挑戦することが賢明な場合もある。
ko: 과거의 시련을 딛고 새로이 시도하는 게 현명할 때도 있는 법.
uk: Іноді варто почати наново, засвоївши уроки минулого.
zh_cn: 有些时候，重新开始是更明智的选择，因为过往的试炼会为你提供助益。

# vo_inn_cash_out_05_0
source: Shall we continue, or is the lesson too demanding?
ja: このまま続けるか、それとも教訓が厳しすぎるかな？
ko: 계속할 텐가? 아니면 교훈이 너무나 가혹한가?
uk: Продовжимо? Чи урок вам не по зубах?
zh_cn: 要继续么，还是说这堂课对你太过折磨？

# vo_inn_route_select_cave_01_0
source: Unmapped, unexplored. A risky proposition.
ja: 未踏の地、未開拓の地。危険な提案だ。
ko: 지도도 없고 탐사한 적도 없는데. 위험한 제안 아니겠나?
uk: Біла пляма на карті. Ризикована пропозиція.
zh_cn: 没有地图，未曾探索。高风险的提案。

# vo_inn_route_select_cave_02_0
source: Abandoned waterways, home now to far worse than rats.
ja: 見捨てられた水路には今、ネズミよりひどいものが住んでいる。
ko: 버려진 수로에는 이제 쥐새끼보다 더 나쁜 것들이 서식하고 있네.
uk: Занедбані русла. Тепер тут мешкають не лише щури.
zh_cn: 被抛弃的水渠，比老鼠更糟的生物在那里安了家。

# vo_inn_route_select_city_01_0
source: Our great cities burn. All that beauty and knowledge, ash on the wind.
ja: 我々の大都市が燃えている。すべての美と知識が、風に乗って灰となる。
ko: 위대한 도시가 불타네. 모든 아름다움과 지식이 잿더미가 되어 흩날리고 있지.
uk: Наші великі міста у вогні. Їхня краса, їхні знання — лише попіл на вітрі.
zh_cn: 我们伟大的城市一片火海。那么多的美好与知识，化作了飞灰。

# vo_inn_route_select_city_02_0
source: Another nameless city, another inferno of mutilation and madness.
ja: また別の名もなき都市、また別の切断と狂気に溢れた地獄。
ko: 또 다른 이름 없는 도시, 또 다른 광기와 훼손의 지옥불.
uk: Ще одне безіменне місто, ще одне пекло каліцтв і божевілля.
zh_cn: 又一座无名之城，又一片残破与疯狂的狱火。

# vo_inn_route_select_coast_01_0
source: The barnacled timbers of the coastal villages are sodden with salt... and secrets.
ja: 沿岸の村々のフジツボが付いた木材は、塩と…秘密でふやけている。
ko: 해안 마을의 따개비 뒤덮인 선창은 소금기와 비밀로 흠뻑 젖어 있다네.
uk: Дерев’яні халупи, обліплені мушлями, просякнуті сіллю... і таємницями.
zh_cn: 沿海村庄中长满藤壶的朽木浸满了海水……以及秘密。

# vo_inn_route_select_coast_02_0
source: The shrouded coast - isolated, and drowning in amphibious degeneracy.
ja: 覆い隠された海岸は孤立し、水と陸の双方で倒錯に溺れる。
ko: 안개 덮인 해안은 철저히 고립된 채 양서류의 타락에 잠식되었지.
uk: Огорнуте туманом узбережжя... відокремлене місце, що потопає в скверні землі й води.
zh_cn: 盖上了死幕的港口——孤立无援，逐渐沉入两栖的境地。

# vo_inn_route_select_farm_01_0
source: The tainted crop continues to spread its tendrils of rot and pestilence.
ja: 汚染された作物は、腐敗と疫病の蔓を広げ続けている。
ko: 오염된 농작물이 부패와 역병의 덩굴을 계속해서 퍼뜨리고 있네.
uk: Опоганений урожай і далі псується та розпливається слизом.
zh_cn: 受污染的庄稼仍在伸展其腐烂染病的卷须。

# vo_inn_route_select_farm_02_0
source: The farms and fields of our kingdom, overrun with putrescence and rot.
ja: 我が王国の農場や野原は、腐敗と堕落に覆われている。
ko: 우리 왕국의 곡창지대였거늘, 이제는 역병과 마름병에 잠식되고 말았지.
uk: Ферми й поля нашої країни потерпають від гниття та спустошення.
zh_cn: 我们国度的农庄与农田，如今只剩腐烂与恶臭。

# vo_inn_route_select_forest_01_0
source: Mud and rain. Resignation and death. This land is truly barren.
ja: 泥と雨。諦めと死。ここは、まさに不毛の地だ。
ko: 진흙과 비. 체념과 죽음. 이 땅은 실로 불모지로군.
uk: Грязюка і дощ, приреченість і смерть. На цій землі не залишилося нічого іншого.
zh_cn: 泥泞。雨水。遗弃。死亡。这片土地实在是贫瘠。

# vo_inn_route_select_forest_02_0
source: Trenches and tents - the front lines of a war that was never fought.
ja: 塹壕とテント。この地では起きなかった戦争の最前線。
ko: 참호와 천막이라. 결코 싸운 적 없는 전쟁의 최전선 아닌가.
uk: Окопи й намети — лінія фронту на війні, яка так і не була розпочата.
zh_cn: 战壕与营帐——一场从未打响的战斗的前线。

# vo_inn_route_select_mountain_01_0
source: The Mountain waits, casting its shadow over all the land.
ja: 山は待つ。すべての土地にその影を落としながら。
ko: 산은 우뚝 선 채 대지에 그림자를 드리우며 기다리고 있네.
uk: Гора кличе, накриваючи тінню всю землю.
zh_cn: 山峰在等待；它的阴影笼罩整片大地。

# vo_inn_route_select_mountain_02_0
source: The warmth of better days, gone now, entombed in ice.
ja: あの頃の温もりは、今はもうない。氷の中に埋もれてしまった。
ko: 한때 좋았던 나날은 이제 얼음 속에 갇힌 채 돌아오지 않네.
uk: Тепло кращих минулих днів поховане під льодом.
zh_cn: 曾几何时的温暖如今荡然无存，埋葬在了层层冰雪之下。

# vo_inn_route_select_mountain_03_0
source: Refracted, distorted - these glacial walls reflect the twisted heart of their maker.
ja: 氷河の壁は、作り手の歪んだ心を映し出し、屈折し、歪んでいる。
ko: 잔뜩 굴절되고 일그러진 저 빙벽은 창조주의 뒤틀린 심상을 반영한 것인가.
uk: Коли дивишся на ці потворні крижані стіни, бачиш збочене серце того, хто їх створив.
zh_cn: 这些曲折畸形的冰山，映射出其缔造者扭曲的内心。

# vo_inn_route_select_mountain_04_0
source: Frigid wind wails through desolate canyons - a eulogy to the sane world.
ja: 荒涼とした渓谷を吹き抜ける凍てつく風は、健全な世界に対する賛辞である。
ko: 황량한 협곡 사이로 부는 빙풍은 올바른 세상을 향한 찬사로다.
uk: Крижаний вітер виє в пустельних каньйонах, читаючи надгробну промову світу, що щезає на очах.
zh_cn: 凛凛寒风在荒凉的峡谷中哀号——为理智世界念诵着悼词。

# vo_inn_route_select_mountain_05_0
source: The climb is treacherous, the air thin, but you will endure it.
ja: 登りは危険で、空気は薄い。しかし、君ならば耐えられる。
ko: 경사는 가파르고 공기는 희박하지만, 견딜 수는 있을 걸세.
uk: Небезпечний підйом, розріджене повітря... але вам вони не страшні.
zh_cn: 山路艰险，空气稀薄，但你必将承受。

# vo_inn_route_select_mountain_06_0
source: No further shelter awaits. This is the very summit of cruelty.
ko: 이제 휴식처란 없네. 이 잔혹의 정점에서는.
uk: Далі сховищ не буде. Ми в осередку жорстокості.

# vo_inn_route_select_open_01_0
source: The first of many forks in the road. Choose your path and ride out unbowed.
ja: 多くの分かれ道の最初のひとつ。自分の進路を選び、屈することなく走り抜けるのだ。
ko: 여정의 숱한 갈림길 중 첫 번째로군. 자네의 길을 선택하여 굴하지 말고 나아가게.
uk: Перше із численних роздоріж. Виберіть шлях, і нехай в кінці на вас чекає перемога.
zh_cn: 旅途上无数岔路中的第一个。选择你的路线，然后勇往直前。

# vo_inn_route_select_open_02_0
source: Everywhere in ruin, everywhere in need.
ja: どこもかしこも荒廃し、どこもかしこも困窮している。
ko: 모든 곳이 파멸하여 도움을 청하고 있으니.
uk: Навколо лише руїни й злидні.
zh_cn: 到处都是毁灭，到处都是需求。

# vo_inn_route_select_open_03_0
source: The provinces and cantrevs of our land, crumbling and undone.
ja: 我が国の領土は、崩れ落ち、もはや元には戻らない。
ko: 중심과 변경을 가리지 않고 모두 무너져 내리고 있군.
uk: Провінції та повіти нашої землі, зруйновані й знищені.
zh_cn: 我们土地的一个个州郡，摇摇欲坠，一片衰颓。

# vo_inn_route_select_open_04_0
source: Every road a winding torment. Every turn bent on our destruction.
ja: どの道も曲がりくねった苦難の道。すべての曲がり角は、我々を破滅へと誘う。
ko: 모든 길은 요동치는 고통이니. 모퉁이를 돌 때마다 파멸이 기다리고 있네.
uk: Кожна дорога — звивистий шлях до пекла. Кожний поворот — наша загибель.
zh_cn: 每条路都会带来折磨，每个弯都会拐向毁灭。

# vo_inn_route_select_open_05_0
source: Rain, fire, and rot. Is there no sanctuary from this madness?
ja: 雨、火、そして腐敗。この狂気から逃れる聖域はないのか？
ko: 비, 화염, 부패. 과연 이 광기를 피할 곳은 없는 것인가?
uk: Дощ, вогонь і гнилизна... Чи можна десь сховатися від цього божевілля?
zh_cn: 雨水、火焰和腐烂。这疯狂真的让人无处藏身么？

# vo_inn_route_select_open_06_0
source: Consider your position and plan accordingly.
ja: 自分の立場を考慮し、それに応じた計画を立てることだ。
ko: 자네의 위치를 고려하여 적절한 계획을 짜게.
uk: Обміркуйте своє становище й відповідно складіть план.
zh_cn: 思考你的位置，然后做出相应的计划。

# vo_inn_route_select_open_mountain_01_0
source: There is nothing for it now but to press on, come what may.
ja: 今は、何があろうと前進あるのみだ。
ko: 이제는 무슨 일이 있어도 계속 나아갈 수 밖에 없네.
uk: Залишається тільки йти далі, незважаючи ні на що.
zh_cn: 现在没什么可做的了，只能向前推进，竭尽所能。

# vo_inn_route_select_open_mountain_02_0
source: The inevitable end of your journey awaits you once again.
ja: 避けられない旅の終わりが、再び君を待っている。
ko: 여정의 필연적인 끝이 다시금 자네를 기다리는군.
uk: Попереду — неминучий кінець вашої подорожі. Знову.
zh_cn: 旅途注定的终局又一次等待着你。

# vo_inn_route_select_open_mountain_03_0
source: All roads lead to the Mountain, but only one leads beyond it.
ja: すべての道は山に続くが、山を越える道はただ一つだ。
ko: 모든 길은 산으로 통하네만, 그 너머 길은 오직 하나 뿐이네.
uk: Усі шляхи ведуть до Гори, але лише один веде до того, що за нею.
zh_cn: 所有道路都会指向山峰，但只有一条路能从山峰离开。

# vo_inn_sc_config_item_add_general_01_0
source: Good - an improvement.
ja: いいぞ、よくなってきたな。
ko: 발전이라, 좋군.
uk: Дуже добре. Поліпшення.
zh_cn: 很好——一次提升。

# vo_inn_sc_config_item_add_general_02_0
source: This will serve well.
ja: これは役に立ちそうだ。
ko: 이건 훌륭한 역할을 해 줄테지.
uk: Це стане нам у нагоді.
zh_cn: 这会很有帮助。

# vo_inn_sc_config_item_add_general_03_0
source: Any advantage is a good thing.
ja: どんな利点でも良いことだ。
ko: 조금이라도 유리하면 좋은 일이지.
uk: Будь-яка перевага піде на користь.
zh_cn: 任何的优势都是好事。

# vo_inn_sc_config_item_add_general_04_0
source: Bolt it on and be off. The Mountain will not be denied.
ja: ボルトを締めて出発だ。そこに山がある限り。
ko: 단단히 고정하는 게 좋을 걸세. 산으로의 여정은 거부할 수 없으니.
uk: На Диліжанс — і вперед! Від походу на Гору ніхто не відмовлявся.
zh_cn: 把它装上，然后便出发吧。山峰注定无法逃避。

# vo_inn_sc_config_item_remove_general_01_0
source: Experimentation - your academic instincts serve you well.
ja: 試してみるのだ。学問的な直感は、君に必ず結果をもたらす。
ko: 실험이라. 자네의 학구적 미덕이 아직 잘 남아 있구먼.
uk: Ваші академічні інстинкти стануть вам у нагоді.
zh_cn: 实验——你的学术直觉对你很有帮助。

# vo_inn_sc_config_item_remove_general_02_0
source: Reconfigure - meet each challenge on its own terms.
ja: 再構成。それぞれの条件に応じた挑戦をしよう。
ko: 쇄신하게. 난관마다 분명한 공략법이 있을 터이니.
uk: Кожне випробування потребує окремого підходу.
zh_cn: 重新配置——以不同的姿态应对不同的挑战。

# vo_inn_sc_config_pet_add_general_01_0
source: A little company for the long ride ahead.
ja: これからの長い旅に、ちょっとしたお供を。
ko: 앞으로 오랜 여정을 함께 할 작은 친구로고.
uk: Невелика компанія в дальній дорозі.
zh_cn: 为漫漫长路增添一点陪伴。

# vo_inn_sc_config_pet_add_general_02_0
source: It cannot fight, but perhaps it can calm.
ja: 共に戦うことはできないが、気分を落ち着かせてくれるやもしれぬ。
ko: 싸울 수는 없지만 마음은 편하게 해 줄 터.
uk: Битися не буде, але хоч заспокоїть.
zh_cn: 它无法战斗，但或许可以缓解紧绷的情绪。

# vo_inn_sc_config_trophy_add_general_01_0
source: An accomplishment worth remembering!
ja: 記憶に残る偉業だ！
ko: 기억할 가치가 있는 업적이로군!
uk: Досягнення, про яке варто пам’ятати!
zh_cn: 值得铭记的成就！

# vo_inn_sc_config_trophy_add_general_02_0
source: Let them know us by our reputation.
ja: 我々の評判を連中に知らしめよう。
ko: 우리의 명성을 똑똑히 알리세나.
uk: Нехай вас упізнають за репутацією.
zh_cn: 让他们知道我们名声在外。

# vo_inn_sc_config_wainwright_general_01_0
source: Your coach must be maintained if it is to carry you where you must go.
ja: 目的地へと導いてもらいたいのであれば、駅馬車の維持が必要だ。
ko: 목적지까지 무사히 도착하려면 역마차를 철저히 정비하도록.
uk: Доглядайте за Диліжансом, якщо хочете, щоб він служив вам вірою та правдою.
zh_cn: 要想让马车载你到目的地，就必须对它进行保养。

# vo_inn_sc_config_wainwright_general_02_0
source: Each improvement a new variable in the equation of your fate.
ja: 改善するたびに、君の運命の方程式に新たな変数が加わる。
ko: 발전을 거듭할 때마다 운명의 방정식에는 새로운 변수가 생기니.
uk: Кожне поліпшення — нова змінна в рівнянні вашої долі.
zh_cn: 每次提升，都是命运的等式中新增的变量。

# vo_inn_sc_config_wainwright_general_03_0
source: Planning and mindfulness, as vital to survival as sharpened steel.
ja: 計画と心構えは、研ぎ澄まされた刃と同様、生存に不可欠だ。
ko: 계획과 정신력은 예리한 강철만큼이나 생존에 필수적이네.
uk: Планування та увага так само важливі для виживання, як і гостра сталь.
zh_cn: 审慎的计划，对于生存来说与锋利的钢铁一样重要。

# vo_inn_sc_config_wainwright_general_04_0
source: The next stop is leagues away - plan accordingly.
ja: 次の目的地は、遥か彼方にある。それに応じた計画を立てるのだ。
ko: 다음에 멈출 곳은 몇 리그나 떨어져 있으니 철저히 계획을 세우게.
uk: До наступного привалу ще багато ліг. Плануйте подорож відповідним чином.
zh_cn: 下一站还有许多里地——做好对应的计划。

# vo_inn_shop_open_general_01_0
source: Conventional fare, but fairly priced.
ja: 従来の料金だが、妥当な価格だ。
ko: 평범하지만 적정한 가격이로군.
uk: Простий товар, але за чесною ціною.
zh_cn: 都是些常见的货物，但都明码标价。

# vo_inn_shop_open_general_02_0
source: Precious relics remind us of a time before the end.
ja: 貴重な遺物は、終わりを迎える前の時代を思い出させる。
ko: 말세 전의 세상을 상기시켜 주는 귀중한 유물이로군.
uk: Цінні реліквії нагадують нам про час, що залишився до кінця.
zh_cn: 珍贵的遗物让我们回忆起末日之前的景象。

# vo_inn_shop_open_general_03_0
source: Spend what you can, for wealth no longer has meaning - if indeed it ever did.
ja: 使えるものは使おう。富はもはや意味を持たないからだ。以前に意味があったかは知らないが。
ko: 쓸 수 있을 만큼 쓰게. 이제 재물은 의미가 없으니... 언제는 의미가 있었냐만.
uk: Витрачайте все що можете. Багатство вже нічого не означає — якщо взагалі колись щось означало.
zh_cn: 能花就花吧，因为财富不再拥有意义……如果说它曾经拥有的话。

# vo_inn_trainer_equip_infernal_0
source: Only death for those who would seek to stifle us.
ja: 我々を鎮圧しようとする者たちには、死しかない。
ko: 우리를 억누르려는 자들에게는 오직 죽음 뿐.
uk: Смерть тим, хто хоче нас задушити.
zh_cn: 敢于阻挠我们，便是自取灭亡。

# vo_inn_trainer_equip_radiant_0
source: Radiant light will suffuse you with the strength of your convictions...
ja: 輝く光が、君を信念の力で満たしてくれるだろう…
ko: 눈부신 광명은 신념의 힘으로 자네의 내면을 가득 채울 테니...
uk: Променисте світло наповнить вас силою ваших переконань...
zh_cn: 这光耀的烈炬将会为你注入信念之力……

# vo_inn_trainer_open_general_01_0
source: Learn what can be taught, that you may stand just a little taller at the end.
ja: 教えられることを学べば、最後に少しだけ見栄を張ることができるかもしれない。
ko: 끊임없이 배우게. 그럼 언제고 성장할 수 있을 테니.
uk: Вивчайте все, чого можна навчитися. Тоді в кінці ви, можливо, протримаєтеся трохи довше.
zh_cn: 把握每一次学习的机会，这样你就有可能在最后多一分胜算。

# vo_inn_trainer_open_general_02_0
source: Listen, practice, improve.
ja: 耳を傾け、実践し、向上させよ。
ko: 잘 듣고 연습하여 발전하게.
uk: Слухайте, тренуйтеся, удосконалюйтеся.
zh_cn: 聆听。练习。进步。

# vo_inn_trainer_open_general_03_0
source: One learns quickly when survival demands it.
ja: 生死の淵に立たされた時、人はすぐに学ぶ。
ko: 원래 목숨이 걸리면 빨리 배우는 법이잖나.
uk: Коли потрібно виживати, треба навчатися швидше.
zh_cn: 在生死攸关的时候，人可以学得很快。

# vo_inn_travelogue_01_0
source: Rest tonight, under the Mountain's unblinking gaze.
ja: 今夜は、山に見守られながら休むとしよう。
ko: 오늘 밤은 산자락의 흔들리지 않는 시선 아래서 푹 쉬게나.
uk: Відпочиньте сьогодні ввечері під мертвотним поглядом Гори.
zh_cn: 在山峰的不倦凝视下暂且休息一晚吧。

# vo_inn_travelogue_02_0
source: The fire is lit, the table is set. The Inn awaits its favourite guests...
ja: 火を灯し、食卓を整える。宿は常連客を待っている…
ko: 불을 피우고 탁자가 놓이니. 여관이 단골 손님들을 기다리네...
uk: Полум’я горить, стіл накритий. Трактир чекає на дорогих гостей...
zh_cn: 炉火已经点燃，餐桌已经布置。旅馆迎来了它最受欢迎的客人……

# vo_inn_travelogue_03_0
source: There are yet places such as this, where a little light still gathers.
ja: まだこのような、わずかな光が集まる場所がある。
ko: 아직 여기처럼 빛이 모이는 곳은 남아 있다.
uk: Є ще місця, подібні до цього. У них знаходить собі притулок останнє світло.
zh_cn: 还有这样的地方，聚集着些许光芒。

# vo_inn_travelogue_04_0
source: Rest now, for a time.
ja: しばし、休むとよい。
ko: 지금은 쉬게나. 잠시 동안이겠지만.
uk: Тепер трохи відпочиньте.
zh_cn: 暂且先歇一歇吧。

# vo_inn_travelogue_05_0
source: The roaring hearth does much for the weary body...
ja: 薪が燃える音は、疲れた体に心地よい…
ko: 타오르는 화톳불은 피곤한 몸과 지친 정신에
uk: Палаюче вогнище багато що означає для втомленого тіла.
zh_cn: 呼啸的火炉对疲惫的身躯大有裨益……

# vo_inn_travelogue_05_1
source: ... even more, perhaps, for the restless soul.
ja: …絶えず活動を続けていれば、なおさらだ。
ko: 많은 도움이 되어줄 걸세.
uk: А для неспокійної душі, можливо, ще більше.
zh_cn: ……或许对无休的灵魂来说，有过之而无不及。

# vo_inn_travelogue_06_0
source: Lower your guard, soften your gaze - it is safe here.
ja: 警戒を解き、視線を和らげるがよい。ここは安全だ。
ko: 경계를 풀고 눈에서도 힘 좀 빼게. 여기는 안전하니.
uk: Можете послабити пильність. Тут безпечно.
zh_cn: 放下你的戒备，收起你的瞪视——这里是安全的。

# vo_inn_travelogue_07_0
source: We would come here in the summers of years gone to write, think, and rest.
ja: 何年も前の夏、我々はここに来て、書き、考え、休んだものだ。
ko: 세상에 여름이 다시 찾아오면 여기서 저작과 사색, 그리고 휴식을 즐겨 보세나.
uk: У минулі роки ми приїжджали сюди писати, думати й відпочивати.
zh_cn: 在过往的夏天，我们会来到这里，写作、思考、休息。

# vo_inn_travelogue_08_0
source: The place is a little worse for wear, but familiar nonetheless.
ja: 若干傷んではいるが、それでも慣れ親しんだ場所だ。
ko: 오래 머무르기는 좀 그렇지만 그래도 친절하기는 하군.
uk: Місце трохи занепале, але знайоме.
zh_cn: 这里比之前窘迫了些，但仍是熟悉的地方。

# vo_inn_travelogue_09_0
source: The familiar hearth crackles invitingly once again...
ja: 懐かしき暖炉が、再びパチパチと音を立てて招き入れる…
ko: 안온한 화톳불이 딱딱거리며 불타 오르니...
uk: Знайоме вогнище знову привітно потріскує...
zh_cn: 熟悉的炉火又一次响起了欢迎的噼啪声……

# vo_loot_generic_01_0
source: In this world, wealth is worthless without purpose.
ja: この世界では、目的がなければ富など無価値だ。
ko: 세상이 이런 판인데 목적도 없는 재물이 무슨 소용이겠나.
uk: У цьому світі багатство нічого не варте без мети.
zh_cn: 在这个世界中，没有意义的财富毫无价值。

# vo_loot_generic_02_0
source: Scavenge what you can and be off once more.
ja: できる限りのものを集め、再び出発しよう。
ko: 챙길 수 있는 것만 챙기고 재빨리 떠나세.
uk: Забирайте все, що можете, і знову в дорогу.
zh_cn: 把能拿走的拿走，然后便再次上路吧。

# vo_loot_generic_03_0
source: An unexpected find...
ja: 予期せぬ発見だ…
ko: 예상치 못한 소득이로군...
uk: Яка несподівана знахідка...
zh_cn: 意料之外的发现……

# vo_loot_generic_04_0
source: Abandoned or forgotten - it is ours now.
ja: 見捨てられたもの、忘れ去られたもの。それらは今、我々のものだ。
ko: 버려진 건지 잃어버린 건지. 이젠 우리 거지만.
uk: Забуте чи покинуте — тепер це наше.
zh_cn: 不管被抛弃还是被遗忘，现在都是我们的了。

# vo_loot_generic_05_0
source: In crisis, no gain is insignificant.
ja: 危機においては、どんな利益も役には立たない。
ko: 위기가 찾아 오면 모든 소득이 횡재 아니겠나.
uk: У лихоліття будь-яка допомога доцільна.
zh_cn: 在危机中，任何收获都弥足珍贵。

# vo_loot_hero_point_01_0
source: The means of mastery!
ja: 熟達するための手段だ！
ko: 숙련의 수단이로군!
uk: Знаряддя гартування!
zh_cn: 精益求精！

# vo_loot_hero_point_02_0
source: Experience, however painful, is the greatest teacher of all...
ja: どんなに苦しくとも、経験こそが最も偉大な教師である…
ko: 경험은 얼마나 고통스럽든 최고의 스승이 되어 주지...
uk: Досвід, хай і болісний, є найкращим учителем...
zh_cn: 经验，哪怕再痛苦，也是最伟大的老师……

# vo_loot_hero_point_03_0
source: By confronting the past, we learn to face the future.
ja: 過去と対峙することで、我々は未来と対峙することを学ぶ。
ko: 우리는 과거와 마주하여 미래와 마주하는 법을 배우지.
uk: Зустрівшись із минулим, ми вчимося дивитися в майбутнє.
zh_cn: 通过直面过去，我们学会了直面未来。

# vo_loot_inventory_full_01_0
source: Your coach is laden - you can carry no more.
ja: 君の駅馬車はいっぱいだ。これ以上は運べない。
ko: 역마차가 꽉 찼군. 더는 못 싣겠네.
uk: Диліжанс перевантажений, більше нічого не влізе.
zh_cn: 驿站马车已经满载——你装不下更多了。

# vo_loot_loot_great_01_0
source: An impressive haul; put it to good use.
ja: 素晴らしい収穫だ、有効活用しよう。
ko: 굉장한 화물이로군. 좋은데 써 보세.
uk: Вражаючий здобуток. Використайте його розумно.
zh_cn: 很了不起的收获。好好利用。

# vo_loot_relics_many_01_0
source: A fortune in memories long forgotten.
ja: 長きにわたり忘れ去られていた、記憶の中の財宝だ。
ko: 오랫동안 잊힌 기억 속의 재산이로군.
uk: Ціле багатство в давно забутих спогадах.
zh_cn: 一笔财富，被人长久遗忘。

# vo_loot_sc_upgrade_01_0
source: The wainwright awaits, eager to ply his trade.
ja: 荷車製造所が商売っ気満々で待っている。
ko: 마차 정비공이 일거리를 간절히 기다리고 있겠군.
uk: Каретник чекає, щоб зайнятися своєю справою.
zh_cn: 马车匠在等待，急于施展他的才能。

# vo_loot_trinket_good_01_0
source: An inkling of potency still lingers in some of these well-worn relics.
ja: 使い古された遺物の中には、まだ効能が残っているものもある。
ko: 낡은 유물 중에는 여전히 힘이 깃든 것들도 있지.
uk: У деяких із цих старих реліквій збереглися залишки сили.
zh_cn: 这些饱经沧桑的遗物中，有些仍会有一丝力量闪烁。

# vo_loot_trinket_great_01_0
source: Amidst the spoils, an artifact of unparalleled power!
ja: 戦利品の中に、比類なきパワーを秘めた芸術品があるぞ！
ko: 숱한 노획품 중에서도 비길 데 없는 힘을 지닌 무구로군!
uk: Серед трофеїв є артефакт неймовірної сили!
zh_cn: 在战斗的收获中，有一件无可匹敌的神器！

# vo_recruit_hero_flagellant_0
source: Zealotry - an undying blight upon the soul.
ja: 狂信とは、魂を汚す永遠の害悪である。
ko: 광신은 영혼을 좀먹는 불사의 병폐라.
uk: Фанатизм — одвічна напасть, що псує душі.
zh_cn: 狂热——不死不灭的灵魂之癌。

# vo_recruit_hero_graverobber_0
source: Avarice slips unseen into the catacombs of the mind.
ja: 欲望は人知れず心の奥底に潜んでいる。
ko: 탐욕은 들키지도 않은 채 마음 속 묘지로 흘러 들어 가는 법.
uk: Жадібність пробирається незримою в чертоги розуму.
zh_cn: 贪婪悄然渗入心灵的空墓。

# vo_recruit_hero_hellion_0
source: Beneath bloodlust and fury, there is emptiness... and shame.
ja: 血の渇きと怒りの下には、虚しさ…そして、恥がある。
ko: 혈욕과 격노 아래는 그저 공허와... 수치 뿐.
uk: За жагою крові й люттю ховаються порожнеча та сором.
zh_cn: 在嗜血狂怒之下，是空虚……以及耻辱。

# vo_recruit_hero_highwayman_0
source: Hunted, harried - a fugitive seeking to outpace the past.
ja: 狩られ、追われ…過去を追い越そうとする逃亡者。
ko: 과거에게 끊임없이 쫓기는 도망자 신세.
uk: Переслідуваний, змучений — утікач, який прагне випередити минуле.
zh_cn: 风尘仆仆、烦躁不安——一个想要甩掉往昔阴影的逃犯。

# vo_recruit_hero_jester_0
source: A murderous melody lingers long after the final chord has been struck.
ja: 殺人的なメロディーは、最後のコードを奏でた後も余韻が残る。
ko: 마지막 화음을 울린 후에도 살인적인 선율은 오래도록 남는구나.
uk: Смертоносна мелодія ще довго звучить після останнього акорду.
zh_cn: 一曲早已奏罢，谋杀的旋律却仍绕梁不散。

# vo_recruit_hero_leper_0
source: Making peace with adversity is the very essence of existence.
ja: 逆境と和解することは、存在の本質である。
ko: 역경을 딛고 평화를 이루는 것이 존재의 본질 아니던가.
uk: Примирення з негараздами — в цьому суть існування.
zh_cn: 生命的真谛即是与逆境和解。

# vo_recruit_hero_man_at_arms_0
source: Pride - more devastating than the horrors of a hundred campaigns.
ja: 自尊心。それは、百戦錬磨の惨状よりも破壊的である。
ko: 오만은 전쟁 일백 번의 공포보다 더욱 파괴적인 법.
uk: Гординя руйнівніша за жахи сотень битв.
zh_cn: 傲慢——比起身经百战的恐怖更能将人击垮。

# vo_recruit_hero_occultist_0
source: To know the abyss, one must embrace it.
ja: 深淵を知るには、それを受け入れなければならない。
ko: 심연을 알려는 자, 일단 심연을 포용해야 한다.
uk: Щоб осягнути прірву розумом, треба її прийняти розумом.
zh_cn: 要了解深渊，就必须拥抱它。

# vo_recruit_hero_plague_doctor_0
source: Indiscriminate science stains the surgeon's hands.
ja: 無差別な科学は外科医の手を汚す。
ko: 도를 넘은 과학은 외과의의 손을 더럽혔으니.
uk: Наука, що не бачить відмінностей, бруднить руки хірурга.
zh_cn: 失德的科学玷污了医者的双手。

# vo_recruit_hero_runaway_0
source: Nothing remains... save a burning will to survive.
ja: 残るものは何もないが…生き残るための燃える意志は残しておこう。
ko: 불타는 생존 의지 말고는 아무것도 남지 않았네.
uk: Нічого не залишилося, окрім щирої волі до життя.
zh_cn: 一无所有……只剩下灼目的生存意志。

# vo_recruit_hero_vestal_0
source: A sister of battle - repudiated but unbowed!
ja: 戦いの姉妹は、拒絶されたとしても屈しはしない！
ko: 파문에도 끝내 굴하지 않은 전투의 성녀로다!
uk: Сестра по зброї — знехтувана, але стійка!
zh_cn: 亲赴战场的圣女——纵使遭到驱逐，却仍从未低头！

# vsync_off_30_label
source: OFF, 30 FPS
ja: オフ（30 FPS）
ko: 끄기, 30 FPS
uk: ВИМКН., 30 кадр/с
zh_cn: 关，30FPS

# vsync_off_60_label
source: OFF, 60 FPS
ja: オフ（60 FPS）
ko: 끄기, 60 FPS
uk: ВИМКН., 60 кадр/с
zh_cn: 关，60FPS

# vsync_on_label
source: ON
ja: オン
ko: 켜기
uk: УВІМКН.
zh_cn: 开

# weapon_kit_label
source: Weapon Kit
ko: 무장
uk: Комплект зброї

# affinity_change_bark_banter_positive_high_stress+occultist@1
source: What's that? I was being "morose"?
ja: なんだって？私が「気難しい」と？
uk: Що ти кажеш? Я виглядаю сумним?
zh_cn: 刚才是怎么了？你说我有点“阴森”？

# bark_act_out_partner_insult_for_attack_skill+resentful+occultist
source: So much the worse we are for your "help."
uk: Від твоєї допомоги самі неприємності.

# bark_arena_modifier_start_coast_fog@3
source: I've lost sight of them!
ja: 奴らを見失ってしまった！
uk: Куди подівся ворог?
zh_cn: 我看不见他们了！

# bark_arena_modifier_start_coast_fog@4
source: Illusion and deceit, this weather!
ja: この天候には惑わされる！
uk: Ця погода — лише ілюзія та обман.
zh_cn: 这是什么海市蜃楼！

# bark_arena_modifier_start_coast_fog@5
source: Insufferable fog!
ja: 耐え難い霧だ！
uk: Ця мряка просто нестерпна.
zh_cn: 这雾真叫人受不了！

# bark_item_book_poetry+highwayman
source: What makes you think I've got a "favourite"?
ja: なぜ、俺に「お気に入り」があると思ってる？
uk: Чому ти думаєш, що я комусь чи чомусь віддаю перевагу?
zh_cn: “最喜欢的”？你为什么觉得我会有那种东西？
