Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# bark_herostory_ves_2_gain_conviction@2
source: To love is natural - I am guilty of nothing!
ja: 人を愛することは自然なこと。私は何の罪も犯していない！
ko: 사랑은 자연스러운 것, 내게는 그 어떤 죄도 없어!
uk: Кохання — це природно: моєї провини тут немає!
zh_cn: 爱是自然的情感——我没有任何罪孽！

# bark_herostory_ves_2_light_shines@0
source: Gold in the gloom, calling to me!
ja: 暗がりの中の輝きが私を呼んでいる！
ko: 어둠을 밝히는 황금빛이 나를 부른다!
uk: Мов золото в темряві, що кличе мене!
zh_cn: 那片阴影中，有一道光芒在呼唤我！

# bark_herostory_ves_2_light_shines@1
source: It is a sign - I am not forsaken!
ja: それは、私が見捨てられていないという証でしょう。
ko: 이것은 계시야. 나는 버림받지 않았어!
uk: Це знак, що мене не покинули!
zh_cn: 这是一个征兆——我没有被抛弃！

# bark_herostory_ves_2_light_shines@2
source: T-the light has not abandoned me!
ja: 光は私を見捨てていなかった！
ko: 비, 빛께서는 나를 버리시지 않았어!
uk: Світло не залишило мене!
zh_cn: 圣、圣光没有抛弃我！

# bark_herostory_ves_2_torturer_defense@0
source: He covets harm!
ko: 고통을 만끽하잖아!

# bark_herostory_ves_2_torturer_defense@1
source: H-he thirsts for injury!?
ko: 사... 상처를 갈망하고 있어?

# bark_herostory_ves_2_torturer_defense@2
source: Praying for wounds? Appalling!
ja: 傷のために祈る？なんと恐ろしい！
ko: 때려 달라고 애원하잖아? 세상에나!
uk: Молитися за рани? Який жах!
zh_cn: 为伤害而祷告？岂有此理！

# bark_herostory_ves_2_use_judgement@0
source: I AM BLESSED - BODY AND SOUL!
ja: 私は神に祝福されています。身も心も！
ko: 나는 몸과 마음 모두 축복받았으니!
uk: БЛАГОСЛОВЕННЯ ОКУТАЛО МОЇ ТІЛО Й ДУШУ!
zh_cn: 我的身体与灵魂，皆受祝福！

# bark_herostory_ves_2_use_judgement@1
source: IT IS YOU WHO SHALL BE JUDGED!
ja: 裁かれるのはあなたです！
ko: 심판 받아야 할 자는 바로 너희라!
uk: ЦЕ ТЕБЕ СУДИТИМУТЬ!
zh_cn: 该被审判的人，是你！

# bark_herostory_ves_2_use_judgement@2
source: MY DESIRES WILL NOT BE IMPUGNED!
ja: 私の望みは決して否定されない！
ko: 나의 욕망은 비난할 바가 아니다!
uk: МЕНІ НЕ БУДЕ ВІДМОВИ!
zh_cn: 我的欲望不该受到责难！

# bark_herostory_ves_2_win
source: I must share this revelation with my sisters!
ja: この神の啓示をシスターたちに伝えなければ！
ko: 이 계시를 자매들과 나눠야겠어!
uk: Поділюся цим одкровенням із сестрами!
zh_cn: 我得把我的启迪与姊妹们分享！

# bark_inn_started_quirkcentral
source: What a *ahem* curious name for an Inn...
ja: コホン、宿にしてはなんとも興味深い名前だ…
ko: 여관 이름 치고는 참, 으흠, 희한한 이름이군...
uk: Яка... кхм... незвична назва для трактиру...
zh_cn: 这旅馆的名字真别致……

# bark_item_armor_repair_kit
source: Time to pound out some dents.
ja: 凹みを叩く時間だ
ko: 찌그러진 곳을 펼 시간.
uk: Час вирівняти пару вм’ятин.
zh_cn: 是时候修修补补了。

# bark_item_armor_repair_kit+bounty_hunter
source: Don't skimp on the kit.
ko: 바늘 아낄 생각 마라.
uk: На спорядженні не можна заощаджувати.

# bark_item_armor_repair_kit+flagellant
source: Pfeh. What good are leathers and plate?
ja: ふん。革や板金が何の役に立つのか？
ko: 하, 가죽이랑 판금을 어디다 쓴다고?
uk: Пхе. Що цінного в шкірі й металевих листах?
zh_cn: 呸。皮革和钢板又有什么用？

# bark_item_armor_repair_kit+grave_robber
source: With these hands? ... Tch, fine.
ja: この手で？…チッ、わかった。
ko: 이 손은 물 한번 안 묻혀봤는데? ...쯧, 알았다고.
uk: Мені це робити?... Ну, добре.
zh_cn: 真不会怜香惜玉……啧，好吧。

# bark_item_armor_repair_kit+hellion
source: Spit and polish - good as new.
ja: ツバを吐いて磨く。まるで新品のようだ
ko: 침 뱉고 닦으면 새 거 같다.
uk: Крекнути, плюнути — буде як нове...
zh_cn: 吐口吐沫，抛个光——就跟新的一样。

# bark_item_armor_repair_kit+highwayman
source: This sort of work is never finished, is it?
ko: 이런 정비는 해도 해도 끝이 없다니까.
uk: Така робота ніколи не закінчується, правда ж?

# bark_item_armor_repair_kit+jester
source: There <i>is</i> a breastplate under this.
ja: この下に胸当てが<i>ある</i>
ko: 요 <i>가슴팍에</i> 흉갑을 대 뒀다고.
uk: Під цим <i>є</i> нагрудник.
zh_cn: 这里面<i>真的</i>有件胸甲。

# bark_item_armor_repair_kit+leper
source: That we might last a moment longer in the onslaught.
ja: 猛攻の中、一瞬でも長く持たんことを
ko: 이러면 맹공을 조금이라도 더 버틸 수 있을지 모르지.
uk: Щоб ми ще хоч мить протрималися під час натиску.
zh_cn: 为我们在猛攻之下多争取片刻时间。

# bark_item_armor_repair_kit+man_at_arms
source: A soldier's essentials.
ko: 가장 중요한 개인정비지.
uk: Солдатам це вкрай необхідно.

# bark_item_armor_repair_kit+occultist
source: I don't wear much, but I ought to tend it.
ja: 私はまず身に付けないが、修理はした方がいいな
ko: 난 딱히 안 걸치지만 정비는 할 수 있지.
uk: У мене мало одягу, але за цим потрібно доглядати.
zh_cn: 我的护甲很轻薄，但我确实该好好打理一番。

# bark_item_armor_repair_kit+plague_doctor
source: Hmm. This design - perhaps I could improve its efficacy.
ko: 흐음, 이 설계... 어쩌면 성능을 더 개선할 수도 있겠어.
uk: Здається, я зможу зміцнити цю конструкцію.

# bark_item_armor_repair_kit+runaway
source: My kit's mostly scraps, but we'll see...
ja: 私の道具はほとんどガラクタだけど、できるかな…
ko: 내 공구는 거의 쓰레기긴 한데, 그래도 쓸만하다고...
uk: Здебільшого тут мотлох, але й щось корисне можна знайти...
zh_cn: 我身上都是捡来的破烂，不过修修也好……

# bark_item_armor_repair_kit+vestal
source: Fewer wounds for me to mend.
ja: 治すべき傷が少なくなりますね
ko: 이러면 돌볼 상처도 줄겠지.
uk: Мені буде менше роботи.
zh_cn: 这样就能少几个需要我处理的伤口。

# bark_item_blasphemous_idol
source: What harm is there in a small prayer and a bit of blood?
ja: 小さな祈りと少しの血で、どんな害があると言うのだ？
ko: 기도 한 번 하고 피 좀 바친다고 더 나빠질 게 있겠는가?
uk: Як можуть зашкодити коротка молитва й пара крапель крові?
zh_cn: 一两句祈祷，一两滴鲜血，又有何妨？

# bark_item_blasphemous_idol+bounty_hunter
source: Hmm.
ko: 흐음.
uk: Гм-м-м...

# bark_item_blasphemous_idol+flagellant
source: Waste of good blood, heh heh.
ko: 좋은 피를 이렇게 낭비하다니. 헤헤.
uk: Марна витрата доброї крові, хе-хе.

# bark_item_blasphemous_idol+grave_robber
source: Hand it here? Hm. Not much shine or heft to it...
ja: ここで手渡すの？ふむ。輝きも重厚感もあまりない…
ko: 이리 건네주겠어? 흠. 딱히 빛나거나 무겁지는 않은데...
uk: Сюди? Гм. Ні лиску, ні ваги...
zh_cn: 让我看看？嗯……色泽不怎么样，做工也一般……

# bark_item_blasphemous_idol+hellion
source: The old gods have their wisdom. Some of us have not forgotten.
ja: 昔の神々には知恵がある。それを忘れていない者もいる
ko: 옛 신들에게도 나름 지혜 있었다. 우리 중 일부는 아직도 잊지 않았다.
uk: У старих богів своя мудрість. Деякі з нас цього не забули.
zh_cn: 古神自有其智慧。我们中有些人还没有忘记。

# bark_item_blasphemous_idol+highwayman
source: Can't discount any potential advantage.
ko: 있는 신 없는 신 다 끌어다 빌어봐야지.
uk: Треба використовувати всі можливі переваги.

# bark_item_blasphemous_idol+jester
source: I am desperate for inspiration.
ja: インスピレーションには飢えてるんだ
ko: 영감이 이렇게 절박할 줄이야.
uk: Мені потрібно негайно знайти натхнення.
zh_cn: 我渴求灵感。

# bark_item_blasphemous_idol+leper
source: In my desperation to live, I prayed to anything...
ja: 生きることに必死だった私は、どんなものに対しても祈った…
ko: 내 살고자 발버둥 칠 때는 기도를 안 해본 신이 없었지.
uk: Я молився всім богам, коли чіплявся за життя.
zh_cn: 贪生怕死时，我向各路神明都祈祷过。

# bark_item_blasphemous_idol+man_at_arms
source: I've seen it - soldiers on the march bending their luck with these.
ko: 야, 이거 본 적 있지. 행군하던 병사들이 행운의 부적으로 들고 다니더군.
uk: Я бачив, як солдати на марші моляться таким штукам, щоб їм поталанило.

# bark_item_blasphemous_idol+occultist
source: I will try to extract favours from this imp.
ja: この小鬼から好意を引き出してみよう
ko: 이 악귀로부터 지식을 최대한 빼내 보겠네.
uk: Я подбаю про те, щоб домогтися прихильності цього біса.
zh_cn: 让我试试从这个小恶魔身上套出来些恩惠。

# bark_item_blasphemous_idol+plague_doctor
source: I've my doubts. But even doubt should be tested!
ja: 私は疑いを抱いている。しかし、疑いの気持ちも問うべきね！
ko: 의심이 들기는 한데. 그런 의심도 규명해봐야 하지 않겠어!
uk: У мене є сумніви. Але навіть сумніви треба перевіряти!
zh_cn: 我对此表示怀疑。但怀疑也该受到检验！

# bark_item_blasphemous_idol+runaway
source: Can't be picky with your luck on the road.
ja: 旅先での運に文句は言えない
ko: 길바닥에서는 있는 운 없는 운 다 끌어 모아야지.
uk: Тут не поперебираєш, коли в дорозі так таланить...
zh_cn: 关乎运气，容不得挑三拣四。

# bark_item_blasphemous_idol+vestal
source: Horrid thing!
ko: 끔찍한 것!
uk: Який жах!

# bark_item_book_bawdy_tales
source: I'll be inside. Don't bother me.
ja: 私は中にいる。邪魔しないでくれ
ko: 잠시 안에 있겠어. 방해하지 마.
uk: Буду всередині; мене не турбувати.
zh_cn: 我先进屋了。别打扰我。

# bark_item_book_bawdy_tales+bounty_hunter
source: Don't ask, don't tell.
ko: 서로 묻지도 말고 말하지도 말지.
uk: Не питай, не кажи.

# bark_item_book_bawdy_tales+flagellant
source: An uninventive way to get one's blood hot.
ja: 情熱を引き出したいのに、なんと工夫のない方法だ
ko: 퍽이나 지루하게 피를 끓게 만드는 방식이로군.
uk: Банальний спосіб розпалити кров.
zh_cn: 想让人热血沸腾的话，用这种方式也太无趣了。

# bark_item_book_bawdy_tales+grave_robber
source: Far-flung affairs, love letters from another time...
ja: 遥か彼方の情事、別の時代からの恋文…
ko: 멀게만 느껴지는 시절, 이제는 끝나버린 시대의 연가집이라...
uk: Забуте кохання, любовні листи з іншого часу...
zh_cn: 天涯海角的浪漫，海枯石烂的长情……

# bark_item_book_bawdy_tales+hellion
source: Read it to me? ... Eugh, or maybe not.
ja: 読んでくれる？…ええと、やっぱりいいや
ko: 직접 읽어 준다고? ...엑, 그만둬라.
uk: Хочеш почитати мені? Фу, краще не треба.
zh_cn: 读给我听？……呃，要不还是算了。

# bark_item_book_bawdy_tales+highwayman
source: We all get bored.
ja: みんな退屈するだろうな
ko: 우리 진짜 심심한가 보다.
uk: Усім буває нудно.
zh_cn: 人都会无聊。

# bark_item_book_bawdy_tales+jester
source: Finally, one I haven't read yet.
ja: ようやく、まだ読んでない本が見つかったか
ko: 드디어 아직 안 읽어본 걸 찾았군.
uk: Нарешті нове чтиво!
zh_cn: 终于找到了本我还没读过的。

# bark_item_book_bawdy_tales+leper
source: Simple fare but always titillating.
ja: 単純な内容だが、いつも心躍る
ko: 단순한 이야기지만 항상 자극적이지.
uk: Історія проста, але почуття лоскоче.
zh_cn: 简单的故事，却总能激起情愫。

# bark_item_book_bawdy_tales+man_at_arms
source: Can't blame a man for curiosity.
ja: 好奇心に駆られるのは仕方ない
ko: 거 사내라면 당연히 관심이 가지 않겠나.
uk: Цікавість — звичайна людська риса.
zh_cn: 哎，我只是好奇嘛。

# bark_item_book_bawdy_tales+occultist
source: All tomes are worthy of study.
ja: すべての書物には、研究する価値がある
ko: 모든 서적은 마땅히 연구할 가치가 있는 법.
uk: Усі фоліанти варті вивчення.
zh_cn: 所有的书籍都值得研读。

# bark_item_book_bawdy_tales+plague_doctor
source: I require this for an... experiment.
ja: これを…実験に使いたい
ko: 내 실험... 에 잘 써먹을 수 있겠어.
uk: Це потрібно мені для експерименту.
zh_cn: 我需要用这个来……做个实验。

# bark_item_book_bawdy_tales+runaway
source: <i>That's</i> what all the fuss was about?
ja: <i>あれが</i>あの騒動の真相だって？
ko: <i>꼴랑</i> 이거 때문에 그 난리를 떨었단 말이야?
uk: То <i>ось</i> через що весь цей галас?
zh_cn: 弄那么麻烦，就为了干<i>这事</i>？

# bark_item_book_bawdy_tales+vestal
source: Such crude language... but one can't be choosy.
ja: なんと下品な言葉…しかし贅沢は言えません
ko: 참으로 천박한 글이지만... 굳이 사양할 것까지야.
uk: Яка вульгарність... але інших книг немає.
zh_cn: 这文笔真是粗野……但也容不得我挑剔。

# bark_item_book_desert
source: Seems a fascinating tale of solitude.
ja: 魅力的な孤独の物語のようだ
ko: 매혹적인 고독의 이야기.
uk: Цікава історія про самотність.
zh_cn: 看起来像是个引人入胜的独处的故事。

# bark_item_book_desert+bounty_hunter
source: Tactical research.
ko: 전술 연구에 좋겠군.
uk: Тактичні дослідження.

# bark_item_book_desert+flagellant
source: Distant wonder and sensation yet to be uncovered.
ja: まだ見ぬ遠くの驚きと感動だ
ko: 아직 경험해 보지 못한 아득한 경이와 감각이로군.
uk: Далекі дива й невідомі відчуття.
zh_cn: 还有遥远的奇景与奇感等待我们发掘。

# bark_item_book_desert+grave_robber
source: He always promised to take me somewhere sunny...
ja: 彼はいつも、私を晴れた場所へ連れて行くと約束してくれた…
ko: 항상 나를 햇살 쨍쨍한 곳으로 데려다 주겠다고 약속했는데...
uk: Він завжди обіцяв показати мені теплі краї.
zh_cn: 他答应过我很多次，要带我去阳光明媚的地方度假……

# bark_item_book_desert+hellion
source: Wonder what they hunt out there.
ja: ここで何を狩るのか気になる
ko: 딴데서는 뭐 사냥하는지 궁금하다.
uk: Цікаво, на що вони там полюють?
zh_cn: 不知道他们在那里能捕到什么野兽。

# bark_item_book_desert+highwayman
source: Sand for miles, what a strange land.
ja: 延々と砂が続く。なんという奇妙な土地だ
ko: 온통 모래 뿐이라니, 참 이상한 땅이군.
uk: Лише піски навколо... якесь дивне місце.
zh_cn: 满眼黄沙，真是奇怪的地方。

# bark_item_book_desert+jester
source: Endless wastes. Could distract me from these endless wastes.
ja: 果てしない荒れ地。私の気を紛らわせてくれるかもしれない
ko: 끝 없는 황무지라. 여기도 끝 없는 황무지인데 말이지.
uk: Тут пустища, там пустища...
zh_cn: 书里写的是无尽的荒原，我们身处的也是无尽的荒原。

# bark_item_book_desert+leper
source: The dunes, the countless stars... old friends from my childhood.
ja: 砂丘、無数の星…幼い頃からの古い友人たち…
ko: 사막의 사구며, 그 위로 뜬 무수한 별이며... 어린 시절의 옛 친구들이었지.
uk: Дюни, незліченні зірки... мої давні супутники.
zh_cn: 沙丘，繁星……我儿时的老友。

# bark_item_book_desert+man_at_arms
source: Unfamiliar terrain for me! Interesting...
ja: 俺には馴染みのない地形だ！面白いな…
ko: 나한테도 낯선 땅이로구먼! 재미 있군 그래...
uk: Уперше бачу такий краєвид. Цікаво!
zh_cn: 这样的地形我还没见过！有意思……

# bark_item_book_desert+occultist
source: Perhaps I am in the mood for nostalgia...
ko: 지금 느껴지는 이 감정은 향수인가...
uk: Напевне, у мене ностальгійний настрій...

# bark_item_book_desert+plague_doctor
source: I have much to learn about the drier climes!
ja: 乾燥した地域については、学ぶべきことがたくさんあるね！
ko: 건조한 기후에 대해 많은 걸 배울 수 있겠어!
uk: Мені доведеться вивчити багато чого про сухий клімат!
zh_cn: 我对干旱的气候环境还知之甚少！

# bark_item_book_desert+runaway
source: ... Lotta places I haven't been to yet.
ja: …まだ行ったことのない場所がたくさんある
ko: ...난 아직 안 가본 곳이 많구나.
uk: Я ще багато де не встигла побувати.
zh_cn: ……有很多地方我还没去过。

# bark_item_book_desert+vestal
source: I once dreamed of such adventures, in simpler times...
ja: まだ純粋だった頃、そんな冒険を夢見たこともありました…
ko: 한때 세상이 더 지루했을 적에는 이런 모험을 꿈꾸었었는데...
uk: Колись, у старі часи, я мріяла про такі пригоди...
zh_cn: 在更朴素的时光里，我曾经梦到过这样的冒险……

# bark_item_book_insults
source: To enrage is to make vulnerable!
ja: 激怒することは、弱点を暴くことでもあるのだ！
ko: 분노한 적은 한껏 취약해진다!
uk: Той, хто гнівається, показує власну слабкість!
zh_cn: 挑衅就是让敌人暴露弱点！

# bark_item_book_insults+bounty_hunter
source: Heh heh.
ko: 헤헤.
uk: Хе-хе-хе.

# bark_item_book_insults+flagellant
source: I have been called worse.
ko: 더 심한 욕도 들어 봤지.
uk: Мене ще й не так називали.

# bark_item_book_insults+grave_robber
source: Hmm. I know the author, actually.
ja: ふむ。実は私、著者を知っているのよ
ko: 흐음, 이 작가 아는 사람 같은데.
uk: Овва, а я знайома з автором.
zh_cn: 嗯。其实，我认识这本书的作者。

# bark_item_book_insults+hellion
source: Townfolk bickering goes right over my head.
ja: 町民の言い争いは、まったく理解しがたいな
ko: 도시사람 맨날 머리 아프게 말로 싸운다.
uk: Зазвичай пропускаю лайку повз вуха.
zh_cn: 坊间的拌嘴可影响不了我。

# bark_item_book_insults+highwayman
source: Any edge in a fight.
ko: 싸움에는 혓바닥도 휘둘러야지.
uk: Хоч якась перевага в бою.

# bark_item_book_insults+jester
source: It's a little insulting I have to read this.
ja: これを読まないといけないなんて、ちょっと侮辱的だ
ko: 나더러 이걸 읽으라니, 내 직업적 적성이 부족하다는 폄하인가?
uk: Трохи образливо читати таке.
zh_cn: 居然还要我读这个，真是狗眼看人低。

# bark_item_book_insults+leper
source: A childish weapon for immature minds.
ja: 未熟な人向けの幼稚な武器だな
ko: 미숙한 지성에나 먹힐 유치한 무기로다.
uk: Дитяча зброя для незрілого розуму.
zh_cn: 稚嫩的武器，适合对付不成熟的人。

# bark_item_book_insults+man_at_arms
source: Sharp swords an' sharper wits.
ko: 날카로운 칼과 예리한 재치라.
uk: Гострі мечі й ще гостріший розум.

# bark_item_book_insults+occultist
source: Means to unbalance the enemy's mind.
ja: 敵の心のバランスを崩す手段だな
ko: 적의 마음을 흔들어 놓는 훌륭한 수단이지.
uk: Чудовий спосіб вивести ворога з рівноваги.
zh_cn: 这些手段能让敌人的心智失去平衡。

# bark_item_book_insults+plague_doctor
source: I know <i>I</i> cannot think when so enraged...!
ja: 激怒すれば、<i>私は</i>冷静に考えられなくなるのをわかっている…！
ko: 분노는 <i>사고를</i> 마비시키지...!
uk: Знаю, що <i>я</i> не можу думати, коли така розлючена!
zh_cn: 我知道<i>我自己</i>动怒的时候会失去理智……！

# bark_item_book_insults+runaway
source: Wait, is THAT how you pronounce it...?
ja: 待って、アレってそう発音するの…？
ko: 잠깐만, 이게 그렇게 하는 욕이었어...?
uk: Стривай, це саме так вимовляється?
zh_cn: 什么，这个字是这样读的吗……？

# bark_item_book_insults+vestal
source: They call it a what?! I could never.
ja: いったいなんて発言を？！ 私にはとても真似できません
ko: 이런 말을 한다고?! 입에 담지도 못하겠는걸.
uk: Як називається?! Нізащо.
zh_cn: 他们管那个叫什么？真是难以启齿。

# bark_item_book_parries
source: If I'm to bleed then so too should my foe!
ko: 내가 피를 흘려야 한다면 적들도 마찬가지다!
uk: Якщо я спливаю кров’ю, то хай і ворог теж буде поранений!

# bark_item_book_parries+bounty_hunter
source: Not my style, but why not?
ko: 내 취향은 아니지만, 뭐 어때?
uk: Не моє, але чому б і ні?

# bark_item_book_parries+flagellant
source: Let them strike me and see what comes.
ja: 俺を攻撃させて、その結果を見るとしよう
ko: 어디 때려 보라지. 어떻게 되나 보자고.
uk: Нехай вони мене вдарять — ох що тоді буде...
zh_cn: 让他们放马过来，看看会有什么下场。

# bark_item_book_parries+grave_robber
source: These are always written for men.
ja: これらはいつも、男性向けに書かれているのよ
ko: 이런 건 항상 신사용으로 쓴 책이지.
uk: Таке завжди пишуть чоловікам.
zh_cn: 这种书总是给男人写的。

# bark_item_book_parries+hellion
source: Hmph. If you have to parry, your first strike was weak.
ja: ふむ。躱さねばならないなら、最初の一撃で倒せなかったということだな
ko: 흠. 반격 필요한 거면 선빵을 약하게 친 거다.
uk: Якщо хтось парирує, це означає, що перша атака була слабкою.
zh_cn: 哼。需要格挡，说明你没能一招制敌。

# bark_item_book_parries+highwayman
source: Might learn something new.
ja: 新しいことが学べるかもしれない
ko: 새로운 걸 배워볼까나.
uk: Може, вивчу щось новеньке.
zh_cn: 说不定能学到点新东西。

# bark_item_book_parries+jester
source: Didn't even know I could parry with a sickle.
ja: 鎌で躱せるなんて知らなかった
ko: 낫으로도 공격을 쳐낼 수 있는지는 몰랐는데.
uk: Парирував пером, тепер парирую серпом.
zh_cn: 我还真不知道镰刀也能用来格挡。

# bark_item_book_parries+leper
source: I am not so far gone that I cannot learn.
ja: まだ私には、学を得る余裕はある
ko: 새로운 것조차 못 배울 정도로 쇠락하지는 않았다.
uk: Я ще цілком спроможний навчатися.
zh_cn: 我还没有病到无法学习的地步。

# bark_item_book_parries+man_at_arms
source: Who's up for drills? On your feet!
ja: 教えてもらいたいのは誰だ？ 起立！
ko: 훈련 할 사람? 제자리에서 기상!
uk: Хто готовий до муштри? Підйом!
zh_cn: 谁想来练练？站起来！

# bark_item_book_parries+occultist
source: I prefer the proven defense of range, but...
ja: その効果は証明済みだから、距離を取る形の防御が好ましいが…
ko: 어지간하면 멀리 떨어져서 상대하는 편을 선호하지만...
uk: Мені краще перевірений дистанційний захист, але...
zh_cn: 我更喜欢“距离产生美感”，不过……

# bark_item_book_parries+plague_doctor
source: Bladework is a precise science!
ja: 剣技とは精緻な科学だな！
ko: 칼질은 섬세한 학문이지!
uk: Володіння зброєю — точна наука!
zh_cn: 剑术真是一种精确的科学！

# bark_item_book_parries+runaway
source: Oof. Can I practice with you?
ja: なるほど。一緒に練習してもいい？
ko: 음. 너랑 같이 연습해도 될까?
uk: Потренуємося разом?
zh_cn: 唔。我能跟你们练一练吗？

# bark_item_book_parries+vestal
source: Never was one for fancy swordplay.
ja: 派手な剣術は得意ではありませんでした
ko: 칼싸움을 좋아했던 적은 없어서.
uk: Ніколи не розуміла химерних технік бою.
zh_cn: 我从来都不喜欢花哨的剑招。

# bark_item_book_poetry
source: What exquisite stanzas!
ja: なんと優美な一連の攻撃だ！
ko: 참으로 절묘한 구절이로고!
uk: Які витончені строфи!
zh_cn: 多么优美的诗句！

# bark_item_book_poetry+bounty_hunter
source: <i>Nothing</i> else to read?
ko: 정말 이거 말고 읽을 게 <i>없나</i>?
uk: Більше <i>нема</i> чого читати?

# bark_item_book_poetry+flagellant
source: No verse can capture life's sublime agonies.
ja: どんな詩も、人生の崇高な苦悩を捉えることはできない
ko: 그 어떤 구절도 삶의 숭고한 고통을 담아낼 수는 없는 법.
uk: Жоден вірш не може передати благородних мук життя.
zh_cn: 没有诗句能与生命所能体验的美妙痛苦相媲美。

# bark_item_book_poetry+grave_robber
source: Once, I had vast libraries of this stuff...
ko: 예전에는 이런 걸로 채워 둔 서재가 하나 있었는데...
uk: Колись у мене були цілі бібліотеки таких книг.

# bark_item_book_poetry+hellion
source: What are these? War songs without drums?
ja: これらはいったい？ 太鼓の音なき戦歌か？
ko: 이거 뭐냐? 북 안치는 전쟁 노래?
uk: Що це? Військові пісні без барабанів?
zh_cn: 这是什么？没有鼓点的战歌？

# bark_item_book_poetry+highwayman
source: What makes you think I've got a "favourite"?
ko: 대체 무슨 근거로 내가 시를 '좋아할' 거라 생각하는 거야?

# bark_item_book_poetry+jester
source: I only borrow, never steal.
ja: 私は借りるが、盗みはしない
ko: 난 어디까지나 빌려 쓴 거지, 베껴 쓴 게 아니야.
uk: Не краду, а позичаю.
zh_cn: 这不叫抄袭，这叫借鉴。

# bark_item_book_poetry+leper
source: I think this one was written in my court.
ja: これは、私の宮廷で書かれたものだと思う
ko: 아마 내 궁정에서 쓰인 시가 아닌가 싶네만.
uk: Гадаю, вона була написана при моєму дворі.
zh_cn: 我记得这篇应该是在我的宫殿中写就的。

# bark_item_book_poetry+man_at_arms
source: These were my weakness as a young officer...
ja: こいつは、若い頃の俺にとっては弱点だった…
ko: 신참 장교 시절에는 환장을 했었는데...
uk: Так, у мене, тоді ще молодого офіцера, була така слабкість...
zh_cn: 年轻的时候，这就是我的软肋……

# bark_item_book_poetry+occultist
source: Poems and spells both - mirrors turned inward.
ja: 詩も呪文も、内側に向けられた鏡だ
ko: 시와 주문은 결국 일맥상통하는 것.
uk: І вірші, і заклинання — дзеркала розвернуті всередину.
zh_cn: 诗歌与咒语一样，都是面向内心的镜子。

# bark_item_book_poetry+plague_doctor
source: I am unsure I grasp the intended meaning.
ja: 内容の意図がうまくつかめないな
ko: 내가 행간의 의미를 제대로 이해했는지 모르겠는데.
uk: Я не впевнена, що все зрозуміла.
zh_cn: 我不确定我有没有听懂他想表达的东西。

# bark_item_book_poetry+runaway
source: Pretty words, but it's not <i>about</i> anything.
ko: 예쁜 말들이지만 내용은 <i>공허하기</i> 짝이 없네.
uk: Гарні слова, але <i>немає</i> сенсу.

# bark_item_book_poetry+vestal
source: How might it feel to be the subject of such a work...?
ja: そんな作品の被写体になった気分はいかが？
ko: 이런 작품 속 주인공이 된다면 어떤 기분일까...?
uk: Як це — відчувати себе темою такої праці?
zh_cn: 若是作为这些诗歌描写的对象，该是种怎么样的感受？

# bark_item_boxing_gloves
source: Nothing below the belt, please.
ja: 下段への攻撃は反則だな
ko: 서로 상체만 치는 정정당당한 싸움.
uk: Нижче пояса не бити.
zh_cn: 别往胯下打，谢了。

# bark_item_boxing_gloves+bounty_hunter
source: I won't go easy.
ko: 안 봐줄 거다.
uk: Я не б’ю впівсили.

# bark_item_boxing_gloves+flagellant
source: Eh heh heh heh.
ko: 에 헤 헤 헤.
uk: Хе-хе-хе...

# bark_item_boxing_gloves+grave_robber
source: A little tussle to work out the kinks!
ja: 何かあっても、殴り合えば解決だな！
ko: 말로 해결이 안되면 투닥 거릴 수 밖에!
uk: Трішки розім’ятися, щоб відпрацювати техніку.
zh_cn: 来两拳活动活动筋骨！

# bark_item_boxing_gloves+hellion
source: I only pull my punches for friends.
ja: 私が手加減するのは仲間のみだ
ko: 나는 친구들 때릴 때만 봐준다.
uk: Я працюю кулаками лише заради друзів.
zh_cn: 我只有为了朋友才会出拳。

# bark_item_boxing_gloves+highwayman
source: First to fall?
ja: 最初に倒れるのは？
ko: 제일 먼저 맞아 볼 사람?
uk: Перший уже готовий?
zh_cn: 倒地算输？

# bark_item_boxing_gloves+jester
source: This'll be fun. Step right up.
ja: きっと楽しい。やってみるといい
ko: 이거 재미있겠는데. 바로 덤비라구.
uk: Це буде весело. Зроби крок праворуч.
zh_cn: 这会很有意思的。来吧。

# bark_item_boxing_gloves+leper
source: I trust you'd prefer I keep the mask on.
ja: 私は仮面をつけたままがいいのだろう
ko: 장담컨대 그대는 내가 가면을 쓴 쪽을 더 선호할 터.
uk: Я впевнений, мені краще не знімати маску.
zh_cn: 我相信你宁愿我戴着面具。

# bark_item_boxing_gloves+man_at_arms
source: Shall I tie one hand behind my back?
ko: 한 손만 써서 상대해 주랴?
uk: Мені прив’язати одну руку за спиною?

# bark_item_boxing_gloves+occultist
source: I'm quicker than the lines on my face suggest.
ja: 顔のシワからは想像できんほど、私は俊敏だぞ
ko: 내가 보기보다는 꽤나 잽싼 사람이라네.
uk: Я швидший, ніж може здатися, коли бачиш зморшки на моєму обличчі.
zh_cn: 不要因为我脸上的皱纹低估我，我比看起来快得多。

# bark_item_boxing_gloves+plague_doctor
source: Each round, I survive marginally longer...!
ja: ラウンドごとに、わずかに長く生き残る…！
ko: 그래도 매판 뛸 때마다 조금씩은 더 오래 버틴다구...!
uk: З кожним раундом мені вдається триматися трохи довше!
zh_cn: 每次，我都能稍微再多撑几秒钟！

# bark_item_boxing_gloves+runaway
source: Hah! Put 'em up! Best be quick!
ko: 하! 빨리 끼어 봐! 얼른!
uk: Ха, захищайся і не зволікай!

# bark_item_boxing_gloves+vestal
source: Best not to get caught unarmed. But if you insist...
ko: 맨손으로 붙지 않는 게 제일 좋지. 하지만 어쩔 수 없는 상황에선...
uk: Краще не розлучатися зі зброєю. Але якщо наполягаєш...

# bark_item_calming_incense
source: Inhale deeply and clear your mind.
ja: 深く吸って、心を落ち着かせよう
ko: 깊은 숨을 들이마시어 마음을 갈고 닦으라.
uk: Глибоко вдихни й очисти свій розум.
zh_cn: 深呼吸，放空心灵。

# bark_item_calming_incense+bounty_hunter
source: Smells all right.
ko: 냄새 좋군.
uk: Пахне нормально.

# bark_item_calming_incense+flagellant
source: Soothing as a session with my prayer barbs.
ja: 俺の祈りの茨とのセッションと同じぐらい癒されるな
ko: 고행 기도를 할 때처럼 마음이 안정되는군.
uk: Заспокоює так, мов свої улюблені чотки із шипами поперебирав.
zh_cn: 和我祷告用的倒刺一样令人安心。

# bark_item_calming_incense+grave_robber
source: Smells cheap... but one can't be precious on the road.
ja: 安っぽい匂いがする…でも、旅先で文句は言ってられない
ko: 싸구려 냄새지만... 이런 길바닥에서 품위를 어떻게 챙기겠어.
uk: Дешевий запах... але в дорозі і таке згодиться.
zh_cn: 闻起来很廉价……但在旅行路上也容不得铺张浪费。

# bark_item_calming_incense+hellion
source: *sniff* My eyes feel heavy already...
ja: クン… もう瞼に重みを感じるぞ…
ko: (킁킁) 벌써 졸린다...
uk: *нюхає* Очі злипаються...
zh_cn: *闻* 我的眼皮已经开始打架了……

# bark_item_calming_incense+highwayman
source: You callin' me tense? ... Fine, fine.
ja: 緊張してるだと？…わかった、わかったよ
ko: 긴장 좀 풀라고? ...알았어, 알았다고.
uk: Кажеш, я надто напружений? Зрозуміло.
zh_cn: 你说我神经紧张？……好吧，好吧。

# bark_item_calming_incense+jester
source: Had a patron named Neroli once. *sniff*
ja: ネロリという名前の後援者がいたな… クンクン…
ko: 예전에 네롤리라는 후원자가 하나 있었지. (킁킁)
uk: Мені якось давали таке оцінити. *нюхає*
zh_cn: 以前我有个叫Neroli的主顾。*闻*

# bark_item_calming_incense+leper
source: A sweet scent evoking bittersweet memories...
ja: ほろ苦い思い出を呼び起こす甘い香りだ…
ko: 감미로운 향기가 달콤씁쓸한 기억을 불러 일으키는도다...
uk: Солодкий аромат пробуджує гіркі спогади.
zh_cn: 甜美的气息，唤起五味杂陈的回忆……

# bark_item_calming_incense+man_at_arms
source: I'm more knot than muscle - pass it here.
ja: 筋肉よりも結び目が大事だ。こっちへよこせ
ko: 나도 온 몸의 근육이 뭉친 것 같은데. 이리 줘 봐.
uk: Я занадто напружений, передай сюди.
zh_cn: 我的肌肉绷得很紧——让我闻闻。

# bark_item_calming_incense+occultist
source: Tension melts away. The prowling mind stills.
ja: 緊張が解ける。揺れ動く心が静まる
ko: 긴장감이 사그라들고, 방황하던 마음이 제자리를 찾는다.
uk: Напруга тане, збуджений розум заспокоюється.
zh_cn: 心绪沉淀，戒备消融。

# bark_item_calming_incense+plague_doctor
source: Strange, the effect vapours can have on anatomy.
ja: こういう蒸気が人体に与える影響は不思議ね
ko: 희한하게도 증기는 실제로 유의미한 기작을 불러 일으키지.
uk: Дивно, як випари впливають на анатомію.
zh_cn: 奇怪，蒸气竟能对人体产生这样的效果。
