Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# affinity_change_bark_revenge_from_hit+highwayman
source: Well, well.
ja: これはこれは
ko: 이야, 이거 봐라.
uk: Так-так.
zh_cn: 啧，不错嘛。

# affinity_change_bark_revenge_from_hit+jester
source: That'll do!
ja: それでいいぞ！
ko: 딱 좋네!
uk: Хай буде так.
zh_cn: 嚯！

# affinity_change_bark_revenge_from_hit+leper
source: It is a blessing to fight alone no longer.
ja: もう一人で戦わなくていいとは幸せだ
ko: 혼자 싸우지 않는다는 게 얼마나 큰 축복인지.
uk: Це щастя — мати товариша по зброї.
zh_cn: 无需再独自作战，是我的幸事。

# affinity_change_bark_revenge_from_hit+man_at_arms
source: Seize the opening! There!
ja: 隙を突け！そこだ！
ko: 약점을 노려라! 저기!
uk: У ворожих лавах є прогалина!
zh_cn: 快！抓住机会！

# affinity_change_bark_revenge_from_hit+occultist
source: Were you using me as bait? Hah.
ja: 私を餌に使ったのか？はぁ。
ko: 날 미끼로 쓴 건가? 하.
uk: Мене використовували як наживку? Он як...
zh_cn: 你是在用我当诱饵吗？哈。

# affinity_change_bark_revenge_from_hit+plague_doctor
source: Skill and coordination!
ja: スキルと連携だ！
ko: 기량과 협력으로!
uk: Ось що таке майстерність і координація!
zh_cn: 技巧与配合缺一不可！

# affinity_change_bark_revenge_from_hit+runaway
source: Phew, that'll show 'em.
ja: ふう、これで奴らも思い知っただろう
ko: 휴, 이제 본때를 봤겠지.
uk: Ворогу буде непереливки.
zh_cn: 呼，让他们长长记性。

# affinity_change_bark_revenge_from_hit+vestal
source: Light, smile upon this one.
ko: 빛이여, 이 자에게 미소지어 주소서.
uk: Світло, посміхнися цьому.

# affinity_change_bark_stress_heal_participating@0
source: There will be time for grief later.
ja: 悲しみに浸るのは後にしろ
ko: 눈물은 나중에 흘리자고.
uk: Зараз не час для смутку.
zh_cn: 现在不是哀伤的时候。

# affinity_change_bark_stress_heal_participating@1
source: You cannot afford to dwell on this!
ja: くよくよしている暇はない！
ko: 이미 지난 일에 매달릴 때가 아니야!
uk: Не можна жити минулим!
zh_cn: 你得振作起来！

# affinity_change_bark_stress_heal_participating_stressed@0
source: All is not lost.
ja: すべてを失ったわけではない
ko: 아직 다 끝나지는 않았어.
uk: Ще не все втрачено.
zh_cn: 希望仍在。

# affinity_change_bark_stress_heal_participating_stressed@1
source: Breathe in. Focus.
ja: 呼吸に集中しろ
ko: 심호흡 하고 집중해.
uk: Подихай і зосередься.
zh_cn: 深呼吸。保持专注。

# affinity_change_bark_stress_heal_participating_stressed@2
source: Steel your mind. The battle is not yet over.
ja: 気を強く持て。戦いはまだ終わっていない
ko: 마음을 가다듬어. 전투는 아직 끝나지 않았어.
uk: Кріпись, бій ще не закінчений.
zh_cn: 振作起来。战斗还没有结束。

# affinity_change_bark_stress_heal_participating_stressed@3
source: We need you!
ja: お前が必要なんだ！
ko: 우린 네가 필요해!
uk: Нам потрібна твоя допомога!
zh_cn: 我们需要你！

# affinity_change_bark_stress_heal_participating_stressed+flagellant
source: Sip of my blood and know peace.
ja: 俺の血を味わえば、平和を知るだろう
ko: 내 피를 들이마시고 평온을 되찾으라.
uk: Скуштуй моєї крові й пізнай спокій.
zh_cn: 尝一口我的血，就能品味宁静。

# affinity_change_bark_stress_heal_participating_stressed+grave_robber
source: A faintheart you are not.
ja: お前は臆病者ではない
ko: 그렇게 새가슴 아니잖아?
uk: А ти не з полохливих.
zh_cn: 你的心绝不脆弱。

# affinity_change_bark_stress_heal_participating_stressed+hellion
source: Oust the fear from your heart!
ja: 心から恐怖を追い払って！
ko: 심장에서 공포 몰아내라!
uk: Вижени страх із серця!
zh_cn: 把恐惧赶出你的心房！

# affinity_change_bark_stress_heal_participating_stressed+highwayman
source: One foot in front of the other.
ja: 一歩前進しろ！
ko: 한 걸음 내딛으라고.
uk: Ось так, крок за кроком.
zh_cn: 一步一步来。

# affinity_change_bark_stress_heal_participating_stressed+jester
source: Don't count yourself out.
ja: お前も我々の仲間なんだ
ko: 스스로를 폄하하지 마.
uk: Не списуй себе з рахунків.
zh_cn: 别那么快就想退场。

# affinity_change_bark_stress_heal_participating_stressed+leper
source: Trust in me if you can't trust yourself.
ja: 自分が信じられないなら、私を信じろ
ko: 그대를 못 믿겠거든 나를 믿게.
uk: Якщо не довіряєш собі, вір мені.
zh_cn: 如果你无法相信自己，那就相信我。

# affinity_change_bark_stress_heal_participating_stressed+man_at_arms
source: We leave none behind!
ja: 誰一人として置いていかないぞ！
ko: 전우는 두고 가지 않는다!
uk: Ми нікого не залишимо позаду!
zh_cn: 我们不会丢下任何人！

# affinity_change_bark_stress_heal_participating_stressed+occultist
source: Move beyond fear. I know you can.
ja: 恐怖を乗り越えろ。できるはずだ
ko: 공포를 초월하게. 자넨 할 수 있네.
uk: Перебори страх. Я знаю, ти можеш.
zh_cn: 挣脱恐惧——我知道你能做到。

# affinity_change_bark_stress_heal_participating_stressed+plague_doctor
source: We will cure this world.
ja: 私たちが、この世界を癒すのよ
ko: 우린 이 세상을 치유할 거야.
uk: Ми вилікуємо цей світ.
zh_cn: 我们会一起治愈这个世界。

# affinity_change_bark_stress_heal_participating_stressed+runaway
source: Hold on - just a little longer.
ja: あと少し、耐えて
ko: 버텨 봐. 좀만 더.
uk: Протримайся ще трохи...
zh_cn: 稍等——马上就好了。

# affinity_change_bark_stress_heal_participating_stressed+vestal
source: I see the good in you.
ja: あなたには善き部分が見えます
ko: 난 그대의 역량을 믿는다.
uk: Я бачу в тобі добро.
zh_cn: 我能看到你内心的善。

# affinity_change_bark_stress_heal_participating+flagellant
source: Wonders beyond compare await us.
ja: 比類なき感動が俺たちを待っている
ko: 비할 데 없는 이적이 우리를 기다리고 있으니.
uk: На нас чекають неймовірні дива.
zh_cn: 我们前方有无可比拟的奇迹。

# affinity_change_bark_stress_heal_participating+grave_robber
source: Keep your eyes on the prize.
ja: 目標から目をそらさないで
ko: 전리품에 집중해 보라구.
uk: Пам’ятай про винагороду!
zh_cn: 盯紧目标。

# affinity_change_bark_stress_heal_participating+hellion
source: I'll drag you through this myself!
ja: 私がお前を引っ張っていく！
ko: 넌 내가 여기까지 끌고 왔다!
uk: Я допоможу тобі минути всі біди!
zh_cn: 我是不会抛下你的！

# affinity_change_bark_stress_heal_participating+highwayman
source: You're a sturdy sort - press on.
ja: お前は頑丈だな。その調子で
ko: 자넨 강해, 이 친구야. 버텨 보라고.
uk: Ти можеш усе витримати. Не здавайся.
zh_cn: 你很坚强——继续前进。

# affinity_change_bark_stress_heal_participating+jester
source: Think on it - you ain't died yet.
ja: よく考えろ、お前はまだ死んでいない
ko: 생각해 봐. 아직 죽지는 않았잖아?
uk: Подумай про те, що ти ще живеш.
zh_cn: 好好想想——你还没死呢。

# affinity_change_bark_stress_heal_participating+leper
source: Much beauty remains in this world.
ja: この世界には美がたくさん残っている
ko: 이 세상에는 아직 아름다움이 많이 남았다.
uk: На цьому світі ще є стільки всього прекрасного.
zh_cn: 这个世界仍有万千美景。

# affinity_change_bark_stress_heal_participating+man_at_arms
source: None doubt you.
ja: お前を疑う者はいない
ko: 모두가 자네를 믿고 있네.
uk: Я вірю в тебе.
zh_cn: 大家都相信你。

# affinity_change_bark_stress_heal_participating+occultist
source: Your dismay echoes my own - but onward!
ja: 私も落胆してはいるが、前に進まねば！
ko: 자네나 나나 실의로 가득 차긴 했지만, 그래도 나아가세!
uk: Я боюся так само, як і ти... але вперед!
zh_cn: 你的沮丧我感同身受——但我们必须前进！

# affinity_change_bark_stress_heal_participating+plague_doctor
source: Verdure and vigour!
ja: 緑草と活力だ！
ko: 신록의 활기를!
uk: Свіжість і міць!
zh_cn: 重整旗鼓，焕发精神！

# affinity_change_bark_stress_heal_participating+runaway
source: Like water off a duck!
ko: 물 찬 제비처럼!
uk: Як з гуся вода!

# affinity_change_bark_stress_heal_participating+vestal
source: There is comfort in times of unease.
ja: この不安な時にも、安心はあるのです
ko: 불안한 세태 속에서도 위안이 있는 법.
uk: Заспокоєння настає навіть у скрутні часи.
zh_cn: 在不安的时候，寻找慰藉。

# affinity_change_crit
source: CRIT
ja: クリティカル
ko: 치명타
uk: КРТ
zh_cn: 暴击

# affinity_leaning_level_friendly
source: <color=#{positive_quirk}>Friendly</color>
ja: <color=#{positive_quirk}>友好的</color>
ko: <color=#{positive_quirk}>친함</color>
uk: <color=#{positive_quirk}>Дружелюбність</color>
zh_cn: <color=#{positive_quirk}>友好</color>

# affinity_leaning_level_maximum
source: <color=#{positive_quirk}>Max Affinity</color>
ja: <color=#{positive_quirk}>親密度最大</color>
ko: <color=#{positive_quirk}>호감도 최대</color>
uk: <color=#{positive_quirk}>Макс. дружелюбн.</color>
zh_cn: <color=#{positive_quirk}>最高和睦</color>

# affinity_leaning_level_minimum
source: <color=#{negative_quirk_dark}>Zero Affinity</color>
ja: <color=#{negative_quirk_dark}>親密度ゼロ</color>
ko: <color=#{negative_quirk_dark}>호감도 없음</color>
uk: <color=#{negative_quirk_dark}>Макс. неприязнь</color>
zh_cn: <color=#{negative_quirk_dark}>最低和睦</color>

# affinity_leaning_level_neutral
source: Neutral
ja: 中立
ko: 중립
uk: Байдужість
zh_cn: 中立

# affinity_leaning_level_unfriendly
source: <color=#{negative_quirk_dark}>Unfriendly</color>
ja: <color=#{negative_quirk_dark}>非友好的</color>
ko: <color=#{negative_quirk_dark}>적대</color>
uk: <color=#{negative_quirk_dark}>Неприязнь</color>
zh_cn: <color=#{negative_quirk_dark}>不友好</color>

# affinity_leaning_level_very_friendly
source: <color=#{positive_quirk}>Very Friendly</color>
ja: <color=#{positive_quirk}>非常に友好的</color>
ko: <color=#{positive_quirk}>매우 친함</color>
uk: <color=#{positive_quirk}>Симпатія</color>
zh_cn: <color=#{positive_quirk}>非常友好</color>

# affinity_leaning_level_very_unfriendly
source: <color=#{negative_quirk_dark}>Very Unfriendly</color>
ja: <color=#{negative_quirk_dark}>非常に非友好的</color>
ko: <color=#{negative_quirk_dark}>매우 적대</color>
uk: <color=#{negative_quirk_dark}>Ворожість</color>
zh_cn: <color=#{negative_quirk_dark}>非常不友好</color>

# affinity_tick_relationship_enter_label
source: The relationship is tested..
ja: 関係が試されている..
ko: 관계가 시험받고 있습니다..
uk: Перевірка стосунків...
zh_cn: 关系经过了考验……

# affinity_tick_relationship_exit_label
source: The relationship is lost..
ja: 関係が失われた..
ko: 관계가 단절되었습니다..
uk: Стосунки втрачені...
zh_cn: 关系不复存在……

# all_hero_pairs_label
source: (All Hero Pairs)
ja: （すべての英雄ペア）
ko: (모든 영웅 관계)
uk: (усі пари героїв)
zh_cn: （每两名英雄）

# altar_exit_candles_maxed_label
source: Excess <color=#{buff}>Candles</color> have been deposited into the <color=#{item_effectline}>Pool of Reflection</color>.
ja: 余った<color=#{buff}>キャンドル</color>は<color=#{item_effectline}>内省の池</color>に預けられた。
ko: 초과된 <color=#{buff}>촛불</color>은 <color=#{item_effectline}>회고의 웅덩이</color>에 저장됩니다.
uk: Надлишок <color=#{buff}>свічок</color> переміщено в <color=#{item_effectline}>Сховище роздумів</color>.
zh_cn: 多出的<color=#{buff}>蜡烛</color>被存入了<color=#{item_effectline}>映射之池</color>。

# altar_item_combat_button_label
source: Combat Items
ja: 戦闘アイテム
ko: 전투 아이템
uk: Предмети бою
zh_cn: 战斗物品

# altar_item_rest_button_label
source: Inn Items
ja: 宿アイテム
ko: 여관 아이템
uk: Предм. тракт.
zh_cn: 旅馆物品

# altar_item_stagecoach_button_label
source: Stagecoach Items
ko: 역마차 아이템
uk: Аксес. Диліж.

# altar_item_trinket_button_label
source: Trinkets
ja: 装身具
ko: 장신구
uk: Дрібнички
zh_cn: 饰品

# altar_item_unlock_total_progress
source: Recollection: {0}/{1}
ja: 回想：{0}/{1}
ko: 반추: {0}/{1}
uk: Згадано: {0}/{1}
zh_cn: 回忆：{0}/{1}

# altar_main_title
source: Altar of Hope
ja: 希望の祭壇
ko: 희망의 제단
uk: Вівтар надії
zh_cn: 希望祭坛

# altar_memory_run_locked_tooltip
source: This hero must survive the expedition to get another memory.
ja: この英雄の更なる記憶を得るには、遠征を生き延びなければならない。
ko: 이 영웅의 기억을 추가로 얻으려면 원정에서 살아 남아야 합니다.
uk: Для отримання спогаду герой має вижити в поході.
zh_cn: 此英雄必须在征程中存活，才能再获得一个记忆。

# altar_of_hope_memory_boss_locked
source: Defeat and survive this boss to unlock!
ja: このボスを倒して生き延びるとアンロック！
ko: 해금하려면 이 우두머리를 물리치고 살아 남으세요!
uk: Щоб відкрити, треба перемогти боса й вижити!
zh_cn: 击败此头目以解锁！

# altar_of_hope_no_memories_label
source: Heroes with memories are required
ja: 記憶のある英雄が必要
ko: 기억을 가진 영웅 필요
uk: У героїв мають бути спогади
zh_cn: 需要拥有记忆的英雄

# altar_of_hope_on_embark_fail_label
source: You must spend all your candles before leaving the Altar of Hope. If you don't have enough for a full upgrade, you can still spend towards the next upgrade by clicking on the track.
ja: 希望の祭壇を去る前に、すべてのキャンドルを使い切らなければならない。 アップグレードできるだけの数が無くても、軌跡をクリックすることで次のアップグレードに向けて手持ちのキャンドルを消費できる。
ko: 희망의 제단을 떠나려면 촛불을 전부 소모해야 합니다. 소지한 촛불이 강화를 완성하기에 충분하지 않더라도 어느정도 진행도를 높이는 데는 사용할 수 있습니다.
uk: Ви маєте витратити всі свічки, перш ніж залишите Вівтар надії. Навіть якщо свічок не вистачить для повного поліпшення, вони наблизять його отримання.
zh_cn: 你必须在离开希望祭坛前花完所有蜡烛。 如果你的蜡烛不足以升级，你仍然可以通过点击进度条为下一个升级增加进度。

# altar_region_city_name
source: The Living City
ja: 生ける都市
ko: 살아있는 도시
uk: Місто життя
zh_cn: 众生芸芸之城

# altar_region_coast_name
source: The Intrepid Coast
ja: 恐れ知らずの海岸
ko: 대담한 해안
uk: Берег відваги
zh_cn: 千涛拍岸之滨

# altar_region_farm_name
source: The Working Fields
ja: 労働の農地
ko: 근면한 농장
uk: Поля праці
zh_cn: 天工开物之原

# altar_region_forest_name
source: The Timeless Wood
ja: 不朽の森
ko: 시간을 잊은 숲
uk: Вічний ліс
zh_cn: 万古如一之林

# altar_region_mountain_name
source: The Mountain
ko: 산
uk: Гора

# altar_select_memory_label
source: Select Memory
ja: 記憶を選択
ko: 기억 선택
uk: Виберіть спогад
zh_cn: 选择记忆

# altar_upgrade_infernal_flame
source: The Infernal Flame
ja: 地獄の炎
ko: 지옥의 불꽃
uk: Пекельне полум’я
zh_cn: 渊狱之炬

# altar_upgrade_memory
source: Memory
ja: 記憶
ko: 기억
uk: Спогад
zh_cn: 记忆

# altar_upgrade_pets
source: Companionship
ko: 동료애
uk: Компаньйонство

# altar_upgrade_prestige
source: Renown
ja: 名声
ko: 명망
uk: Визнання
zh_cn: 声望

# altar_upgrade_resources
source: Resourcefulness
ja: 資源
ko: 수완
uk: Винахідливість
zh_cn: 资源

# altar_upgrade_stagecoach
source: Journey
ja: 旅
ko: 여정
uk: Подорож
zh_cn: 旅程

source: Amorous
ja: 恋慕
ko: 연모
uk: Кохання
zh_cn: 爱恋

# and_spaced_before_and_after_label
source: and
ja: と
ko: 및
uk: та
zh_cn: 和

# and_spaced_label
source: and
ja: と
ko: 및
uk: та
zh_cn: 和

# application_name
source: Iron Crown
ja: 鉄の冠
ko: 철의 왕관
uk: Залізний вінець
zh_cn: 铁王冠

# attack_stats_crit_chance
source: CRIT
ja: クリティカル
ko: 치명타
uk: КРТ
zh_cn: 暴击

# attack_stats_damage
source: DMG
ja: ダメージ
ko: 피해
uk: ШКД
zh_cn: 伤害

# attack_stats_hit_chance
source: HIT
ja: ヒット
ko: 명중
uk: ЦІЛЬ
zh_cn: 命中

# bark_act_out_bad_digestion_banter@0
source: *BURP*
ja: ゲップ
ko: (트림)
uk: *ВІДРИЖКА*
zh_cn: *嗝*

# bark_act_out_bad_digestion_banter@1
source: *dry heaving*
ja: うええ…
ko: (헛구역질)
uk: *блювотні позиви*
zh_cn: *干呕*

# bark_act_out_bad_digestion_banter@2
source: Pardon the smell, uncorked the bung as it were!
ja: 栓を抜いたから臭いがするけどごめんよ
ko: 냄새는 미안하군. 걷잡을 수 없이 터져서 말이야!
uk: Пардон, ніби пляшку відкоркували!
zh_cn: 抱歉，没憋住，可能有点味道……！

# bark_act_out_bad_digestion_banter@3
source: This wretched coach unsettles my stomach all the more...
ja: この惨めな駅馬車で、胃の調子がさらに悪くなった感じがするな…
ko: 망할 놈의 마차가 내 위장을 자꾸 흔들잖아...
uk: Як же цей візок хитається, не можу...
zh_cn: 这该死的马车，颠得我的肠胃翻涌得更厉害了……

# bark_act_out_banter_stress_heal
source: We always manage to find a way!
ja: 活路はいつも、どこかにあるのだな！
ko: 우린 언제나 길을 찾아낸다!
uk: Нам завжди вдається знайти вихід!
zh_cn: 我们一定能克服难关的！

# bark_act_out_banter_stress_heal+amorous
source: Come a little closer.
ja: もう少し近づいて
ko: 좀 더 다가와 줘.
uk: Давай обійму.
zh_cn: 再靠近一点。

# bark_act_out_banter_stress_heal+amorous+flagellant
source: Seek rapture with me.
ko: 나와 함께 휴거를 찾자.
uk: Досягніть екстазу зі мною.

# bark_act_out_banter_stress_heal+amorous+grave_robber
source: I love watching you move...
ko: 자기 움직이는 모습은 참 멋져...
uk: Люблю дивитися, як ти рухаєшся...

# bark_act_out_banter_stress_heal+amorous+hellion
source: How their blood shines on you...
ja: お前、奴らの返り血で輝いて見えるな…
ko: 네 얼굴에 피가 참 예쁘게 묻었다...
uk: Кров ворога так виблискує на тобі...
zh_cn: 他们的血在你的皮肤上熠熠生辉……

# bark_act_out_banter_stress_heal+amorous+highwayman
source: How'd you get me so sweet on you?
ja: お前に優しくするよう、俺に仕向けられたな
ko: 나한테 왜 이리 잘해주는 거야?
uk: Як же мені пощастило зустріти тебе!
zh_cn: 你怎么这么让我喜欢？

# bark_act_out_banter_stress_heal+amorous+jester
source: Look at you - shining while the world rots.
ja: 世界が腐敗する中で、お前は輝いている
ko: 당신은 썩어 가는 세상 속에 홀로 빛나는 존재.
uk: Ти посміхаєшся навіть коли весь світ у вогні.
zh_cn: 纵使世界一片衰败，你却仍然光彩夺目。

# bark_act_out_banter_stress_heal+amorous+leper
source: Stand watch with me later, under the stars.
ja: 後で、星空の下にて共にひと時を過ごそう
ko: 별들 아래서 함께 불침번을 서고 싶군.
uk: Давай потім помилуємося зірками разом.
zh_cn: 晚些时候，我们在星空下一起放哨吧。

# bark_act_out_banter_stress_heal+amorous+man_at_arms
source: This old dog has a few tricks left...
ja: この老体にも、もう少し秘策はある…
ko: 이 늙은 개도 나름 재주가 남았다고...
uk: У старого вовка ще залишилася пара трюків...
zh_cn: 我这条老狗还有几个把戏……

# bark_act_out_banter_stress_heal+amorous+occultist
source: The void calls - we shall defy it.
ja: 虚空が呼んでいる。それに逆らわねば
ko: 공허가 부르지만, 우린 함께 극복할 수 있어.
uk: Коли безодня кличе, ми кидаємо їй виклик.
zh_cn: 虚空在召唤——不要顺从它的意愿。

# bark_act_out_banter_stress_heal+amorous+plague_doctor
source: You are beyond appraisal!
ja: お前は評価してもしきれない者だな！
ko: 당신을 감히 무슨 말로 평가하겠어!
uk: Кращих за тебе нема!
zh_cn: 言语都不足以表达对你的赞美！

# bark_act_out_banter_stress_heal+amorous+runaway
source: Keep me warm tonight, will you?
ja: 今夜は暖かくしてね？
ko: 밤에도 따뜻하게 해 주겠어?
uk: Зігрій мене своїм теплом.
zh_cn: 今晚来暖一暖我，好么？

# bark_act_out_banter_stress_heal+amorous+vestal
source: Such delights await us...
ja: 大きな喜びが私たちを待っています…
ko: 앞으로 찾아올 위안이 기대되네...
uk: Уже скоро жадана розрада...
zh_cn: 无尽的喜悦在等待着我们……

# bark_act_out_banter_stress_heal+flagellant
source: Our great work has barely begun!
ja: 俺たちの偉大な仕事は、始まったばかりだ！
ko: 우리의 대업은 이제 시작되었을 뿐!
uk: Наша благородна справа чекає на нас!
zh_cn: 我们的大业只是刚刚开始！

# bark_act_out_banter_stress_heal+grave_robber
source: Darkest before dawn an' all that.
ja: 夜明け前が一番暗い、ってね
ko: 대충 해 뜨기 직전이 제일 어둡다지.
uk: Перед світанком настає найтемніша година.
zh_cn: 黎明前的黑暗什么的，你懂就好。

# bark_act_out_banter_stress_heal+hellion
source: I know you have another swing in you!
ja: もう一振りできるだろう！
ko: 아직 투지가 남은 거 안다!
uk: Я знаю, що в тебе ще лишилися сили!
zh_cn: 我知道你心中还有战意！

# bark_act_out_banter_stress_heal+highwayman
source: This will pass. Swear it.
ja: これは過ぎ去ることだ。 そう誓おう
ko: 이것도 다 지나갈 거야. 정말로.
uk: Усе минає, і це мине, повір.
zh_cn: 会过去的。我保证。

# bark_act_out_banter_stress_heal+hopeful
source: You need not face these terrors alone.
ja: 一人でこの恐怖に立ち向かう必要はない
ko: 이 공포에 혼자 맞설 필요는 없다.
uk: Тобі не треба боротися із цими жахами самотужки.
zh_cn: 你不必独自面对这些恐怖。

# bark_act_out_banter_stress_heal+hopeful+flagellant
source: A psalm for you, writ in my blood.
ja: 俺の血で書かれた、お前のための聖歌だ
ko: 내 핏속에는 너희를 위한 기도가 흐른다.
uk: Псалом для тебе, моєю кров’ю напиши.
zh_cn: 以我的鲜血，为你写就一篇圣诗。

# bark_act_out_banter_stress_heal+hopeful+grave_robber
source: A better world. You think it possible?
ja: より良い世界って、実現可能だと思う？
ko: 더 나은 세상이라니. 가능할 것 같잖아?
uk: Як гадаєш, чи може світ стати кращим?
zh_cn: 更美好的世界。你相信这个可能么？

# bark_act_out_banter_stress_heal+hopeful+hellion
source: We may die, but <i>what a death...!</i>
ja: 私たちは死ぬかもしれないが、<i>なんて死だ…！</i>
ko: 그래, 죽을지도 모른다. <i>하지만 웃으며 죽자...!</i>
uk: Ми можемо померти, але <i>якою смертю!</i>
zh_cn: 我们可能会死，但至少我们会死得<i>壮烈</i>……！

# bark_act_out_banter_stress_heal+hopeful+highwayman
source: Survive. The rest'll shake out.
ja: とにかく生きろ。 他はどうとでもなる
ko: 일단 살자. 그럼 어떻게든 될 거야.
uk: Живи. Усе інше немає значення.
zh_cn: 活下去。其它的一切都会过去的。

# bark_act_out_banter_stress_heal+hopeful+jester
source: We should simply refuse to die here.
ja: 単純に、俺たちはここでくたばるべきじゃないんだよ
ko: 여기서 죽는 건 사양이란 말씀.
uk: Ми просто відмовляємося тут помирати.
zh_cn: 我们得对死在这种地方说“不”。

# bark_act_out_banter_stress_heal+hopeful+leper
source: No feeling is final.
ja: いかなる気持ちも、変わらないわけではない
ko: 이게 끝이라고 생각 마라.
uk: Мине все: і журба, і радість.
zh_cn: 心中的阴霾总会消散。

# bark_act_out_banter_stress_heal+hopeful+man_at_arms
source: I'll carry you 'cross these trenches if I must.
ja: 必要なら、お前を担いでこの塹壕を越えよう
ko: 필요하다면 참호 너머까지도 업어다 주지.
uk: Я пронесу тебе через усі окопи.
zh_cn: 哪怕要背着你跨越战壕，我也不会丢下你。

# bark_act_out_banter_stress_heal+hopeful+occultist
source: We have much to learn from one another.
ja: お互い、学べることがまだまだ多くある
ko: 우린 서로에게 배울 게 너무나 많군.
uk: Нам доведеться багато чого навчитися від одне одного.
zh_cn: 我们可以从彼此身上学到很多。

# bark_act_out_banter_stress_heal+hopeful+plague_doctor
source: I'm not finished yet. Nor are you!
ja: 私はまだ終わっていない。お前もだ！
ko: 나 아직 안 끝났어. 너도 마찬가지고!
uk: Зі мною ще не покінчено, як і з тобою!
zh_cn: 我还能呼吸——你也一样！

# bark_act_out_banter_stress_heal+hopeful+runaway
source: You calm me down. Really.
ja: お前は私を落ち着かせてくれる。本当にね
ko: 덕분에 안정이 되네. 정말로.
uk: Ти заспокоюєш мене. Чесно.
zh_cn: 你能让我镇静下来。真的。

# bark_act_out_banter_stress_heal+hopeful+vestal
source: I have hope enough for us both.
ko: 우리 모두에게 희망은 충분하다.
uk: Моєї надії вистачить на двох.

# bark_act_out_banter_stress_heal+jester
source: I'll keep goin' if you do - deal?
ja: お前が諦めないなら俺もそうする。いいな？
ko: 네가 버티면 이 몸도 버텨드리지. 공평하지?
uk: Ми йтимемо разом. Домовилися?
zh_cn: 你不放弃，我就不放弃——一言为定？

# bark_act_out_banter_stress_heal+leper
source: You are far from lost.
ja: お前はまだ終わってはいない
ko: 우린 죽으려면 한참 멀었다.
uk: Твій кінець ще не настав.
zh_cn: 天无绝人之路。

# bark_act_out_banter_stress_heal+man_at_arms
source: Chin up! We've suffered worse.
ja: しっかりしろ！俺たちはもっとひどい目に遭ってきた
ko: 고개 들어! 더 나쁜 꼴도 버텨 봤잖나.
uk: Вище ніс! Бувало й гірше.
zh_cn: 别垂头丧气的！更糟的事我们也经历过。

# bark_act_out_banter_stress_heal+occultist
source: Stay close. We are almost through.
ja: 離れるな。もう少しで突破できるぞ
ko: 가까이 붙게. 거의 다 끝났으니.
uk: Тримайся ближче. Ми вже майже впоралися.
zh_cn: 跟紧我。我们就快熬过去了。

# bark_act_out_banter_stress_heal+plague_doctor
source: The effects of overwork, nothing more.
ja: 過労の影響、それ以外の何でもない
ko: 그냥 피곤할 뿐, 아무것도 아니야.
uk: Невелика перевтома, нічого більше.
zh_cn: 不过是过度劳累的反应，没什么的。

# bark_act_out_banter_stress_heal+respectful
source: Your strength is a boon to us all.
ja: お前の強さは、我々にとっての恵みだ
ko: 네 힘은 우리 모두에게 큰 힘이 되어 줘.
uk: Твоя сила — благо для всіх нас.
zh_cn: 有你在，是我们所有人的幸事。

# bark_act_out_banter_stress_heal+respectful+flagellant
source: I shall lead you out myself if I must!
ko: 필요하다면 내가 직접 이끌겠다!
uk: Я сам виведу вас, якщо доведеться!

# bark_act_out_banter_stress_heal+respectful+grave_robber
source: I've a fondness for you. Continue breathing.
ja: お前のことは気に入っている。息を止めるな。
ko: 너 호감상이야. 그러니까 계속 숨 쉬어.
uk: Як мені бути без тебе? Продовжуй жити.
zh_cn: 我还挺喜欢你的。所以别死。

# bark_act_out_banter_stress_heal+respectful+hellion
source: Look in my eyes! We tire not!
ja: 私の目を見なさい！私たちは負けない！
ko: 내 눈을 봐라! 우린 아직 힘이 남았다!
uk: Подивися мені у вічі: втома нам невідома!
zh_cn: 看着我的双眼！我们永不疲倦！

# bark_act_out_banter_stress_heal+respectful+highwayman
source: We'll send 'em to hell - together.
ja: 奴らを地獄へ送ってやろうぜ。俺とお前でな
ko: 같이 저 놈들을 지옥으로 보내 주자고.
uk: Ми відправимо ворога в пекло разом.
zh_cn: 我们联手送他们下地狱。

# bark_act_out_banter_stress_heal+respectful+jester
source: You're growing on me.
ja: 俺の中で、お前の存在が大きくなっているな
ko: 너, 보면 볼 수록 호감이네.
uk: Ти подобаєшся мені все більше й більше.
zh_cn: 我越来越喜欢你了。

# bark_act_out_banter_stress_heal+respectful+leper
source: You keep us on an even keel.
ja: お前のおかげで、我々は平穏を保てている
ko: 그대 덕분에 평정이 유지되는군.
uk: Завдяки тобі ми ще тримаємося.
zh_cn: 你是团队的中流砥柱。

# bark_act_out_banter_stress_heal+respectful+man_at_arms
source: We fight as one!
ja: 俺たちは一体となって戦うんだ！
ko: 우리는 하나 되어 싸운다!
uk: Ми б’ємося як один!
zh_cn: 我们合二为一！

# bark_act_out_banter_stress_heal+respectful+occultist
source: Power, heart, hope - let mine carry you.
ja: 私の力、心、希望で君を支えよう
ko: 힘이든, 마음이든, 희망이든, 뭐든 기대 보게.
uk: Нехай моя сила, надія та любов несуть тебе.
zh_cn: 力量、信念、希望——让我分一些给你。

# bark_act_out_banter_stress_heal+respectful+plague_doctor
source: You have faced down greater horrors!
ja: お前はもっと大きな恐怖に立ち向かってきた！
ko: 넌 더 큰 공포에도 맞서 봤어!
uk: Тобі вдавалося подолати й гірше!
zh_cn: 更可怕的事物你也面对过！

# bark_act_out_banter_stress_heal+respectful+runaway
source: We won't leave you behind.
ja: お前を見捨てはしない
ko: 우린 절대 널 버리지 않아.
uk: Я не кину тебе.
zh_cn: 我们不会丢下你的。

# bark_act_out_banter_stress_heal+respectful+vestal
source: Banish your fears! I am with you.
ja: 恐怖を追い払いなさい。私がいますから
ko: 공포를 이겨 내라! 내가 함께 하겠다.
uk: Страх нас не підкорить, адже ми разом!
zh_cn: 驱逐你的恐惧！有我在你身边。

# bark_act_out_banter_stress_heal+runaway
source: Persist! Keep moving!
ja: 粘れ！動き続けろ！
ko: 버텨! 계속 움직여...
uk: Тримайся, опирайся!
zh_cn: 撑住！保持移动！

# bark_act_out_banter_stress_heal+vestal
source: Ours is a fight that matters.
ja: 私たちの戦いは重要なものです
ko: 우리의 싸움은 중요하다.
uk: Немає нічого важливішого за нашу боротьбу.
zh_cn: 我们的抗争能改变这一切。

# bark_act_out_banter_stress_out
source: Fools, we were...
ja: バカだな、我々は…
ko: 우린 얼마나 바보였는지...
uk: Якими дурнями ми були...
zh_cn: 我们真是愚不可及……

# bark_act_out_banter_stress_out+envious
source: A charmed one, you are.
ja: お前は幸運だな
ko: 차암 정이 가는 사람이야.
uk: Ти сама чарівність.
zh_cn: 你可真有意思。

# bark_act_out_banter_stress_out+envious+flagellant
source: Your scars! Your wounds! I will have them as mine!
ja: お前の傷跡！お前の傷！俺のものとして受け止めようぞ！
ko: 너희의 흉터! 너희의 상처! 모두 내 것으로 삼겠노라!
uk: Ваші шрами! Ваші рани! Я відчуватиму їх як свої!
zh_cn: 你的疤痕！你的伤口！都将归我所有！

# bark_act_out_banter_stress_out+envious+grave_robber
source: Well la de bloody <i>da.</i>
ja: ラ・デ・ブラッディー・<i>ダ</i>、ってね
ko: 좋댄다.
uk: Усе буде добре!<i>Ля-ля-ля!</i>
zh_cn: 哪<i>凉快</i>上哪呆着去。

# bark_act_out_banter_stress_out+envious+hellion
source: *spits* Pteh.
ja: ペッ。
ko: 카악, 퉷.
uk: *спльовує* Тьху.
zh_cn: *吐痰* 呸。

# bark_act_out_banter_stress_out+envious+highwayman
source: I'm nobody's mark.
ja: 俺は誰の標的でもない
ko: 난 아무한테도 감정 없어.
uk: Ніким не помічений, нікому не потрібний.
zh_cn: 我不是任何人的目标。
