Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# skill_name_occ_wyrd_reconstruction_u
source: Wyrd Reconstruction<sprite name={q}icon_upgraded_skill{q}>
ja: 宿命の復元<sprite name={q}icon_upgraded_skill{q}>
ko: 기괴한 재구축<sprite name={q}icon_upgraded_skill{q}>
uk: Жертовне відродження<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 怪诞重塑<sprite name={q}icon_upgraded_skill{q}>

# skill_name_oil_flask
source: Oil Flask
ja: 油瓶
ko: 기름병
uk: Фляжка олії
zh_cn: 油瓶

# skill_name_otherworldly_fragment
source: Otherworldly Fragment
ja: 異世界の断片
ko: 이계의 편린
uk: Загадковий фрагмент
zh_cn: 异世残片

# skill_name_pass_heal
source: Pass <sprite name={q}icon_healthup{q}><sprite name={q}token_stress{q}>
ko: 넘기기 <sprite name={q}icon_healthup{q}><sprite name={q}token_stress{q}>
uk: Пропустити <sprite name={q}icon_healthup{q}><sprite name={q}token_stress{q}>

# skill_name_pass_runaway
source: Pass
ja: パス
ko: 넘기기
uk: Пропустити
zh_cn: 跳过

# skill_name_pass_stress
source: Pass <sprite name={q}token_stress{q}>
ko: 넘기기 <sprite name={q}token_stress{q}>
uk: Пропустити <sprite name={q}token_stress{q}>

# skill_name_pd_battlefield_medicine
source: Battlefield Medicine
ja: 戦場医術
ko: 야전 의술
uk: Польові ліки
zh_cn: 战地医疗

# skill_name_pd_battlefield_medicine_u
source: Battlefield Medicine<sprite name={q}icon_upgraded_skill{q}>
ja: 戦場医術<sprite name={q}icon_upgraded_skill{q}>
ko: 야전 의술<sprite name={q}icon_upgraded_skill{q}>
uk: Польові ліки<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 战地医疗<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_blinding_gas
source: Blinding Gas
ja: 目つぶしガス
ko: 실명 기체
uk: Осліплюючий газ
zh_cn: 致盲气体

# skill_name_pd_blinding_gas_u
source: Blinding Gas<sprite name={q}icon_upgraded_skill{q}>
ja: 目つぶしガス<sprite name={q}icon_upgraded_skill{q}>
ko: 실명 기체<sprite name={q}icon_upgraded_skill{q}>
uk: Осліплюючий газ<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 致盲气体<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_cause_of_death
source: Cause of Death
ja: 死因検査
ko: 사인
uk: Історія хвороби
zh_cn: 死亡通知

# skill_name_pd_cause_of_death_u
source: Cause of Death<sprite name={q}icon_upgraded_skill{q}>
ja: 死因検査<sprite name={q}icon_upgraded_skill{q}>
ko: 사인<sprite name={q}icon_upgraded_skill{q}>
uk: Історія хвороби<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 死亡通知<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_combat_1_check_notes
source: Review Notes
ja: メモを再確認
ko: 필기 노트
uk: Звірити записи
zh_cn: 复习笔记

# skill_name_pd_combat_1_professor_class_dismissed
source: Class Dismissed!
ja: 授業終了！
ko: 수업 끝!
uk: Урок завершено!
zh_cn: 下课！

# skill_name_pd_combat_1_professor_conclusion
source: Conclusion
ja: 結論
ko: 결론
uk: Висновок
zh_cn: 结论

# skill_name_pd_combat_1_professor_coughing_fit
source: Coughing Fit
ja: 咳の発作
ko: 기침 발작
uk: Напад кашлю
zh_cn: 咳嗽不止

# skill_name_pd_combat_1_professor_lecture
source: Lecture
ja: 講義
ko: 수업
uk: Лекція
zh_cn: 宣讲

# skill_name_pd_combat_1_professor_sit_down
source: SIT DOWN!
ja: 座りなさい！
ko: 앉게나!
uk: СЯДЬТЕ НА МІСЦЕ!
zh_cn: 坐下！

# skill_name_pd_combat_1_rebuttal
source: Heated Rebuttal
ja: 熱い反論
ko: 격렬한 반박
uk: Зустрічний аргумент
zh_cn: 激烈反驳

# skill_name_pd_combat_1_student_laughter
source: Derisive Snickers
ja: 軽蔑的な冷笑
ko: 모두의 조롱
uk: Глумливі кпини
zh_cn: 嘲笑与讥讽

# skill_name_pd_combat_2_ghoul_prof_wail
source: Wail
ja: うめき声
ko: 비탄
uk: Завивання
zh_cn: 哀嚎

# skill_name_pd_combat_2_miraculous_surgery
source: Miraculous Surgery
ja: 奇跡的な手術
ko: 기적적인 수술
uk: Чудодійна операція
zh_cn: 奇迹手术

# skill_name_pd_combat_2_restrain
source: Restrain
ja: 抑える
ko: 속박
uk: Упокорення
zh_cn: 束缚

# skill_name_pd_combat_2_scalpel_stab
source: Stab
ja: 刺す
ko: 찌르기
uk: Колота рана
zh_cn: 戳刺

# skill_name_pd_combat_2_stitch
source: Stitch
ja: 縫う
ko: 봉합
uk: Накладання шва
zh_cn: 缝合

# skill_name_pd_disorienting_blast
source: Disorienting Blast
ja: 目くらまし噴射
ko: 혼란 기체 폭발
uk: Заряд розгублення
zh_cn: 迷惑冲击

# skill_name_pd_disorienting_blast_u
source: Disorienting Blast<sprite name={q}icon_upgraded_skill{q}>
ja: 目くらまし噴射<sprite name={q}icon_upgraded_skill{q}>
ko: 혼란 기체 폭발<sprite name={q}icon_upgraded_skill{q}>
uk: Заряд розгублення<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 迷惑冲击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_emboldening_vapours
source: Emboldening Vapours
ja: 胆力の煙
ko: 강화 작용제
uk: Випари наснаги
zh_cn: 壮胆药雾

# skill_name_pd_emboldening_vapours_u
source: Emboldening Vapours<sprite name={q}icon_upgraded_skill{q}>
ja: 胆力の煙<sprite name={q}icon_upgraded_skill{q}>
ko: 강화 작용제<sprite name={q}icon_upgraded_skill{q}>
uk: Випари наснаги<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 壮胆药雾<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_incision
source: Incision
ja: 切開
ko: 절개
uk: Різана рана
zh_cn: 手术切割

# skill_name_pd_incision_u
source: Incision<sprite name={q}icon_upgraded_skill{q}>
ja: 切開<sprite name={q}icon_upgraded_skill{q}>
ko: 절개<sprite name={q}icon_upgraded_skill{q}>
uk: Різана рана<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 手术切割<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_indiscriminate_science
source: Indiscriminate Science
ja: 見境のない科学
ko: 도를 넘은 과학
uk: Сліпий експеримент
zh_cn: 失德科学

# skill_name_pd_indiscriminate_science_u
source: Indiscriminate Science<sprite name={q}icon_upgraded_skill{q}>
ja: 見境のない科学<sprite name={q}icon_upgraded_skill{q}>
ko: 도를 넘은 과학<sprite name={q}icon_upgraded_skill{q}>
uk: Сліпий експеримент<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 失德科学<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_lunar_caustic
source: Lunar Caustic
ja: 月の腐食剤
ko: 질산은
uk: Пекельний камінь
zh_cn: 硝酸银

# skill_name_pd_magnesium_rain
source: Magnesium Rain
ja: マグネシウムの雨
ko: 마그네슘 포화
uk: Сірчаний дощ
zh_cn: 镁雨

# skill_name_pd_magnesium_rain_u
source: Magnesium Rain<sprite name={q}icon_upgraded_skill{q}>
ja: マグネシウムの雨<sprite name={q}icon_upgraded_skill{q}>
ko: 마그네슘 포화<sprite name={q}icon_upgraded_skill{q}>
uk: Сірчаний дощ<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 镁雨<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_pd_noxious_blast
source: Noxious Blast
ja: 毒噴射
ko: 유독기체 폭발
uk: Токсичний залп
zh_cn: 剧毒炸弹

# skill_name_pd_noxious_blast_u
source: Noxious Blast<sprite name={q}icon_upgraded_skill{q}>
ja: 毒噴射<sprite name={q}icon_upgraded_skill{q}>
ko: 유독기체 폭발<sprite name={q}icon_upgraded_skill{q}>
uk: Токсичний залп<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 剧毒炸弹<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_ounce_of_prevention
source: Ounce of Prevention
ja: 予防の薬衡
ko: 예방 조치
uk: Профілактика
zh_cn: 预防措施

# skill_name_pd_ounce_of_prevention_u
source: Ounce of Prevention<sprite name={q}icon_upgraded_skill{q}>
ja: 予防の薬衡<sprite name={q}icon_upgraded_skill{q}>
ko: 예방 조치<sprite name={q}icon_upgraded_skill{q}>
uk: Профілактика<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 预防措施<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pd_plague_grenade
source: Plague Grenade
ja: ペスト手榴弾
ko: 역병 수류탄
uk: Чумна граната
zh_cn: 瘟疫手雷

# skill_name_pd_plague_grenade_u
source: Plague Grenade<sprite name={q}icon_upgraded_skill{q}>
ja: ペスト手榴弾<sprite name={q}icon_upgraded_skill{q}>
ko: 역병 수류탄<sprite name={q}icon_upgraded_skill{q}>
uk: Чумна граната<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 瘟疫手雷<sprite name={q}icon_upgraded_skill{q}>

# skill_name_pillager_antiquarian_knife
source: Nervous Stab
ja: 神経攻撃
ko: 서툰 칼질
uk: Нервовий випад
zh_cn: 紧张戳刺

# skill_name_pillager_antiquarian_protect_me
source: Protect Me
ja: 我が身を守れ
ko: 동료 방패
uk: Захистіть мене!
zh_cn: 保护我

# skill_name_pillager_antiquarian_vapor_attack_1
source: Festering Vapours
ja: 腐敗臭
ko: 부패의 연막
uk: Ядучі випари
zh_cn: 溃烂蒸汽

# skill_name_pillager_antiquarian_vapor_attack_2
source: Flashpowder
ja: 閃光粉
ko: 섬광 가루
uk: Спалаховий порошок
zh_cn: 闪光粉

# skill_name_pillager_antiquarian_vapor_buff
source: Invigorating Vapours
ja: 激励の煙
ko: 고양의 연막
uk: Зміцнюючі випари
zh_cn: 提神蒸汽

# skill_name_pillager_artillery_boom
source: BOOOOOOOM!
ja: ドカーーーーン！
ko: 퍼어어어어어엉!
uk: БУ-У-У-УМ!
zh_cn: 轰！！！

# skill_name_pillager_artillery_boom_temp_1
source: BOOOOOOOM!
ja: ドカーーーーン！
ko: 퍼어어어어어엉!
uk: БУ-У-У-УМ!
zh_cn: 轰！！！

# skill_name_pillager_artillery_boom_temp_2
source: BOOOOOOOM!
ja: ドカーーーーン！
ko: 퍼어어어어어엉!
uk: БУ-У-У-УМ!
zh_cn: 轰！！！

# skill_name_pillager_artillery_loading
source: Load Shot
ja: 弾を装填
ko: 장전
uk: Завантаження снаряду
zh_cn: 装填

# skill_name_pillager_artillery_misfire
source: MISFIRE!
ja: 不発！
ko: 불발!
uk: ОСІЧКА!
zh_cn: 哑弹！

# skill_name_pillager_firemouth_breathe_fire
source: Breath of Fire
ja: 炎の息
ko: 불의 숨결
uk: Дихання вогню
zh_cn: 火焰吐息

# skill_name_pillager_firemouth_breathe_flame
source: Flash Fire
ja: 突発的火災
ko: 번뜩이는 입김
uk: Спалах вогню
zh_cn: 火光一闪

# skill_name_pillager_firemouth_melee
source: Flint Strike
ja: 火打ち石の一撃
ko: 부싯깃 공격
uk: Удар кременя
zh_cn: 燧石打击

# skill_name_pillager_melee_low_blow
source: Low Blow
ja: 卑劣な一発
ko: 비열한 일격
uk: Низький випад
zh_cn: 下作打击

# skill_name_pillager_melee_sever
source: Finishing Blow
ja: とどめの一発
ko: 마무리 일격
uk: Завершальний удар
zh_cn: 终结一击

# skill_name_pillager_melee_wild_swing
source: Wild Swing
ja: 荒くれた一振り
ko: 거친 공격
uk: Відчайдушний змах
zh_cn: 狂野挥砍

# skill_name_pillager_mongrel_bite
source: Gnash
ja: 歯ぎしり
ko: 물어뜯기
uk: Клацання зубів
zh_cn: 撕咬

# skill_name_pillager_mongrel_howl
source: Watchdog
ja: 番犬
ko: 감시견
uk: Сторожовий пес
zh_cn: 看门狗

# skill_name_pillager_mongrel_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_pillager_ranged_crack_shot
source: Blister Shot
ja: 猛烈な射撃
ko: 산탄 사격
uk: Нищівний постріл
zh_cn: 恼人射击

# skill_name_pillager_ranged_frantic_retreat
source: Frantic Retreat
ja: 狂乱の後退
ko: 광란의 후퇴
uk: Відчайдушний відступ
zh_cn: 慌乱撤退

# skill_name_pillager_ranged_front_mortar
source: Front Mortar
ja: 前部砲撃
ko: 전방 포격
uk: Вогонь по авангарду
zh_cn: 前膛枪

# skill_name_pillager_ranged_shell_shock
source: Shell Shock
ja: シェルショック
ko: 제압 포격
uk: Снарядний шок
zh_cn: 震荡弹

# skill_name_pit_fighter_buff
source: Accelerant
ja: 段階的な加速
ko: 촉진
uk: Пальне
zh_cn: 助燃

# skill_name_pit_fighter_punch
source: Pummel
ja: 殴打
ko: 연타
uk: Побої
zh_cn: 殴打

# skill_name_pit_fighter_uppercut
source: Jawbreaker
ja: 顎砕き
ko: 턱 부수기
uk: Удар у щелепу
zh_cn: 碎颚拳

# skill_name_pouch_of_lye
source: Pouch Of Lye
ja: アルカリ溶液の小袋
ko: 잿물 주머니
uk: Мішок лугу
zh_cn: 强碱袋

# skill_name_pustule_salve
source: Pustule Salve
ja: 吹き出物用の軟膏
ko: 농포 연고
uk: Мазь від гнійників
zh_cn: 脓疮药膏

# skill_name_pyro_bomb
source: Fire Bomb
ja: 火炎爆弾
ko: 화염탄
uk: Вогняна бомба
zh_cn: 火焰弹

# skill_name_pyrotechnic_dazzler
source: Pyrotechnic Dazzler
ja: 目くらましの花火
ko: 폭죽놀이
uk: Сліпучий феєрверк
zh_cn: 炫目烟火

# skill_name_rag
source: Milk-Soaked Linen
ja: 牛乳まみれのリネン布
ko: 우유 적신 아마포
uk: Молочний компрес
zh_cn: 浸牛奶的麻布

# skill_name_repair
source: Repair
ko: 수리
uk: Ремонт

# skill_name_run_backdraft
source: Backdraft
ja: バックドラフト
ko: 불길 역류
uk: Піддув
zh_cn: 殃及

# skill_name_run_backdraft_u
source: Backdraft<sprite name={q}icon_upgraded_skill{q}>
ja: バックドラフト<sprite name={q}icon_upgraded_skill{q}>
ko: 불길 역류<sprite name={q}icon_upgraded_skill{q}>
uk: Піддув<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 殃及<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_cauterize
source: Cauterize
ja: 焼灼
ko: 인두 처치
uk: Припікання
zh_cn: 灼烧止血

# skill_name_run_cauterize_u
source: Cauterize<sprite name={q}icon_upgraded_skill{q}>
ja: 焼灼<sprite name={q}icon_upgraded_skill{q}>
ko: 인두 처치<sprite name={q}icon_upgraded_skill{q}>
uk: Припікання<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 灼烧止血<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_combat_1_hide
source: Hide
ja: 隠れる
ko: 숨기
uk: Сховатись
zh_cn: 躲藏

# skill_name_run_combat_1_nun_brand
source: Impudent Child
ja: 生意気な子供
ko: 건방진 녀석
uk: Нахабне дівчисько!
zh_cn: 你这小兔崽子！

# skill_name_run_combat_1_nun_nothing_found
source: Come Out Or Else
ja: 出てきた方が身のためだ
ko: 안 나오기만 해 봐
uk: Виходь, бо пошкодуєш!
zh_cn: 快给我滚出来！

# skill_name_run_combat_1_nun_search
source: Show Yourself
ja: 姿を見せろ
ko: 나오지 못해
uk: Де ти?
zh_cn: 出来啊！

# skill_name_run_combat_1_pick_pocket
source: Pick Pocket
ja: スリ
ko: 소매치기
uk: Залізти в кишеню
zh_cn: 偷窃

# skill_name_run_combat_1_tiptoe
source: Tiptoe
ja: つま先で歩く
ko: 살금살금
uk: Прокрастись
zh_cn: 蹑手蹑脚

# skill_name_run_combat_2_chair_licking_flames
source: Licking Flames
ja: 打ちつける炎
ko: 날름거리는 화염
uk: Язики полум’я
zh_cn: 撩人火舌

# skill_name_run_combat_2_chair_riposte
source: Careless Burn
ja: 不注意な火傷
ko: 부주의한 불장난
uk: Опік через необачність
zh_cn: 不慎烧伤

# skill_name_run_combat_2_fuel
source: Feed The Flame
ja: 火に油を注ぐ
ko: 장작 넣기
uk: Розпалити вогонь
zh_cn: 滋生火焰

# skill_name_run_combat_2_scrap_pile_licking_flames
source: Licking Flames
ja: 打ちつける炎
ko: 날름거리는 화염
uk: Язики полум’я
zh_cn: 撩人火舌

# skill_name_run_combat_2_scrap_pile_riposte
source: Careless Burn
ja: 不注意な火傷
ko: 부주의한 불장난
uk: Опік через необачність
zh_cn: 不慎烧伤

# skill_name_run_combat_2_smother
source: Smother The Fire
ja: 火を消す
ko: 불 키우기
uk: Загасити вогонь
zh_cn: 熄灭火焰

# skill_name_run_combat_2_spark
source: Spark Flint
ja: 火打石を叩く
ko: 불 붙이기
uk: Викресати іскри
zh_cn: 点亮火星

# skill_name_run_combat_2_stove_licking_flames
source: Licking Flames
ja: 打ちつける炎
ko: 날름거리는 화염
uk: Язики полум’я
zh_cn: 撩人火舌

# skill_name_run_combat_2_stove_riposte
source: Careless Burn
ja: 不注意な火傷
ko: 부주의한 불장난
uk: Опік через необачність
zh_cn: 不慎烧伤

# skill_name_run_controlled_burn
source: Controlled Burn
ja: 制御された火災
ko: 통제된 화상
uk: Влада над вогнем
zh_cn: 烈焰缠绕

# skill_name_run_controlled_burn_u
source: Controlled Burn<sprite name={q}icon_upgraded_skill{q}>
ja: 制御された火災<sprite name={q}icon_upgraded_skill{q}>
ko: 통제된 화상<sprite name={q}icon_upgraded_skill{q}>
uk: Влада над вогнем<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 烈焰缠绕<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_dragonfly
source: Dragonfly
ja: ドラゴンフライ
ko: 튀기는 불티
uk: Політ дракона
zh_cn: 蜻蜓

# skill_name_run_dragonfly_u
source: Dragonfly<sprite name={q}icon_upgraded_skill{q}>
ja: ドラゴンフライ<sprite name={q}icon_upgraded_skill{q}>
ko: 튀기는 불티<sprite name={q}icon_upgraded_skill{q}>
uk: Політ дракона<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 蜻蜓<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_firefly
source: Firefly
ja: ファイアフライ
ko: 흩날리는 불티
uk: Іскра світлячка
zh_cn: 萤火

# skill_name_run_firefly_u
source: Firefly<sprite name={q}icon_upgraded_skill{q}>
ja: ファイアフライ<sprite name={q}icon_upgraded_skill{q}>
ko: 흩날리는 불티<sprite name={q}icon_upgraded_skill{q}>
uk: Іскра світлячка<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 萤火<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_firestarter
source: Firestarter
ja: 着火
ko: 불쏘시개
uk: Підпал
zh_cn: 煽风点火

# skill_name_run_firestarter_u
source: Firestarter<sprite name={q}icon_upgraded_skill{q}>
ja: 着火<sprite name={q}icon_upgraded_skill{q}>
ko: 불쏘시개<sprite name={q}icon_upgraded_skill{q}>
uk: Підпал<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 煽风点火<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_hearthlight
source: Hearthlight
ja: 炉端の光
ko: 화톳불
uk: Світло вогнища
zh_cn: 炉光

# skill_name_run_hearthlight_u
source: Hearthlight<sprite name={q}icon_upgraded_skill{q}>
ja: 炉端の光<sprite name={q}icon_upgraded_skill{q}>
ko: 화톳불<sprite name={q}icon_upgraded_skill{q}>
uk: Світло вогнища<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 炉光<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_run_ransack
source: Ransack
ja: 簒奪
ko: 판 뒤엎기
uk: Тет-а-тет
zh_cn: 洗劫

# skill_name_run_ransack_u
source: Ransack<sprite name={q}icon_upgraded_skill{q}>
ja: 簒奪<sprite name={q}icon_upgraded_skill{q}>
ko: 판 뒤엎기<sprite name={q}icon_upgraded_skill{q}>
uk: Тет-а-тет<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 洗劫<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_run_and_hide
source: Run and Hide
ja: 逃げ隠れ
ko: 도피
uk: Втеча в тінь
zh_cn: 逃匿

# skill_name_run_run_and_hide_u
source: Run and Hide<sprite name={q}icon_upgraded_skill{q}>
ja: 逃げ隠れ<sprite name={q}icon_upgraded_skill{q}>
ko: 도피<sprite name={q}icon_upgraded_skill{q}>
uk: Втеча в тінь<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 逃匿<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_searing_strike
source: Searing Strike
ja: 燃える一撃
ko: 그슬린 타격
uk: Палкий удар
zh_cn: 灼热打击

# skill_name_run_searing_strike_u
source: Searing Strike<sprite name={q}icon_upgraded_skill{q}>
ja: 燃える一撃<sprite name={q}icon_upgraded_skill{q}>
ko: 그슬린 타격<sprite name={q}icon_upgraded_skill{q}>
uk: Палкий удар<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 灼热打击<sprite name={q}icon_upgraded_skill{q}>

# skill_name_run_smokescreen
source: Smokescreen
ja: 煙幕
ko: 연막
uk: Димова завіса
zh_cn: 烟幕

# skill_name_run_smokescreen_u
source: Smokescreen<sprite name={q}icon_upgraded_skill{q}>
ja: 煙幕<sprite name={q}icon_upgraded_skill{q}>
ko: 연막<sprite name={q}icon_upgraded_skill{q}>
uk: Димова завіса<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 烟幕<sprite name={q}icon_upgraded_skill{q}>

# skill_name_sacrificial_a_new_sun
source: A New Sun
ja: 新たな太陽
ko: 새로운 태양
uk: Нове світило
zh_cn: 新的太阳

# skill_name_sacrificial_the_flame_spreads
source: The Flame Spreads
ja: 広がる炎
ko: 퍼지는 불길
uk: Полум’я поширюється!
zh_cn: 火焰蔓延

# skill_name_scrap_grenade
source: Scrap Grenade
ja: くず鉄の手榴弾
ko: 고철 수류탄
uk: Осколкова граната
zh_cn: 废片手雷

# skill_name_shambler_howl
source: Stentorious Lament
ja: 大声の哀歌
ko: 우렁찬 비탄
uk: Гучні стогнання
zh_cn: 震耳悲鸣

# skill_name_shambler_shamble_back
source: Undulating Withdrawal
ja: 波打つ撤退
ko: 맥동하는 후퇴
uk: Панічний відступ
zh_cn: 颤动后撤

# skill_name_shambler_shamble_fwd
source: Obdurous Advancement
ja: 強固な前進
ko: 완고한 전진
uk: Запеклий наступ
zh_cn: 孤意前行

# skill_name_shambler_tentacle_combo_slap
source: Wriggling Feast
ja: うごめく饗宴
ko: 꿈틀거리는 만찬
uk: Бенкет для щупалець
zh_cn: 蠕动盛宴

# skill_name_shambler_tentacle_slap
source: Clapperclaw
ja: 引っ掻く
ko: 촉수 할퀴기
uk: Роздирання кігтями
zh_cn: 百爪抓挠

# skill_name_shimmering_powder
source: Shimmering Powder
ja: 光る粉末
ko: 빛나는 가루
uk: Порошок скритності
zh_cn: 荧光粉

# skill_name_shred_of_decency
source: Shred of Decency
ko: 품위의 파편
uk: Залишки порядності

# skill_name_single_leech
source: Single Leech
ja: ヒル
ko: 거머리 한 마리
uk: П’явка
zh_cn: 一只水蛭

# skill_name_smelling_salts
source: Smelling Salts
ja: 気付け薬
ko: 향소금
uk: Нюхальна сіль
zh_cn: 嗅盐

# skill_name_smoke_bomb
source: Smoke Bomb
ja: 発煙弾
ko: 연막탄
uk: Димова бомба
zh_cn: 烟雾弹

# skill_name_space_dust
source: Ethereal Dust
ja: エーテルの粉
ko: 신비한 가루
uk: Ефірний пил
zh_cn: 虚灵尘

# skill_name_spider_spitter_bite
source: Bite
ja: 噛み付き
ko: 물기
uk: Укус
zh_cn: 啮咬

# skill_name_spider_spitter_combo_spit
source: Spit
ja: 毒吐き
ko: 뱉기
uk: Плювок
zh_cn: 喷丝

# skill_name_spider_spitter_spit
source: Spit
ja: 毒吐き
ko: 뱉기
uk: Плювок
zh_cn: 喷丝

# skill_name_spider_webber_bite
source: Bite
ja: 噛み付き
ko: 물기
uk: Укус
zh_cn: 啮咬

# skill_name_spider_webber_web
source: Web
ja: 糸吐き
ko: 거미줄
uk: Павутина
zh_cn: 蛛网

# skill_name_spiked_ball
source: Spiked Ball
ja: トゲ鉄球
ko: 가시 구체
uk: Шипаста куля
zh_cn: 钉刺球

# skill_name_spring_water
source: Mineral-Rich Spring Water
ja: ミネラル豊富な湧き水
ko: 광천수 샘물
uk: Ключова вода
zh_cn: 矿泉水

# skill_name_stimulants
source: Stimulants
ja: 興奮剤
ko: 자극제
uk: Стимулятори
zh_cn: 兴奋剂

# skill_name_stomach_acid_reflux
source: Acid Reflux
ja: 酸の逆流
ko: 위산 역류
uk: Кислотний рефлюкс
zh_cn: 反酸

# skill_name_stomach_catabolize
source: Catabolize
ja: 分解
ko: 대사 분해
uk: Катаболізм
zh_cn: 分解代谢

# skill_name_stomach_gastric_juices_a
source: Gastric Juices
ja: 胃液
ko: 소화액
uk: Шлункові соки
zh_cn: 胃液

# skill_name_stomach_gastric_juices_b
source: Gastric Juices
ja: 胃液
ko: 소화액
uk: Шлункові соки
zh_cn: 胃液

# skill_name_stomach_trammel
source: Trammel
ko: 속박
uk: Перешкода

# skill_name_swine_brute_b_obliterate_body
source: Obliterate Body
ja: 体を破壊
ko: 말살
uk: Знищення тіла
zh_cn: 灭除肉体

# skill_name_swine_brute_b_obliterate_masses
source: Obliterate Masses
ja: 物質を破壊
ko: 뭉터기 말살
uk: Знищення мас
zh_cn: 灭除物质

# skill_name_swine_brute_b_savage_gore
source: Savage Gore
ja: 野蛮な角突進
ko: 야만적 쇄도
uk: Ікла дикуна
zh_cn: 蛮野抵撞

# skill_name_swine_brute_b_shattering_squeal
source: Shattering Squeal
ja: 砕け散る悲鳴
ko: 산만한 꿀꿀거림
uk: Пронизливий вереск
zh_cn: 碎裂尖叫

# skill_name_swine_brute_headbutt
source: Gore
ja: 角突進
ko: 쇄도
uk: Удар іклами
zh_cn: 抵撞

# skill_name_swine_brute_mallet
source: Smash
ja: 粉砕する
ko: 박살
uk: Розбиття
zh_cn: 砸碎

# skill_name_swine_brute_squeal
source: Squeal
ja: 悲鳴
ko: 꿀꿀
uk: Верещання
zh_cn: 尖叫

# skill_name_swine_skiver_b_retreat
source: Goring Flight
ko: 찔러받기

# skill_name_swine_skiver_b_skewer
source: Skewer
ko: 꼬챙이질

# skill_name_swine_skiver_b_throw_1
source: Spit To Roast
ko: 꼬치구이 꿰기

# skill_name_swine_skiver_b_throw_2
source: Cripple Them
ko: 불구 만들기

# skill_name_swine_skiver_retreat
source: Goring Flight
ja: 撤退の角突進
ko: 찔러받기
uk: Підступна втеча
zh_cn: 抵撞撤离

# skill_name_swine_skiver_throw_1
source: Spit To Roast
ja: 串焼き
ko: 꼬치구이 꿰기
uk: Колючий випад
zh_cn: 穿串

# skill_name_swine_skiver_throw_2
source: Cripple Them
ja: 足止め
ko: 불구 만들기
uk: Затримати їх!
zh_cn: 断筋

# skill_name_swine_skulker_end_this_one
source: End This One
ja: こいつを殺せ
ko: 이 놈을 끝장내십쇼
uk: Порішити!
zh_cn: 索命

# skill_name_swine_skulker_melee_1
source: Pigsticker
ja: 豚処理用ナイフ
ko: 돼지 사냥꾼
uk: Кабанячий багнет
zh_cn: 野猪狩猎

# skill_name_swine_skulker_melee_2
source: Ragged Hook
ja: ボロボロのフック
ko: 울퉁불퉁한 갈고리
uk: Нерівний удар
zh_cn: 钝钩

# skill_name_swine_skulker_puke
source: Fouled Shank
ja: 汚れた小刀
ko: 더러운 자루
uk: Брудна ратиця
zh_cn: 污秽小刀

# skill_name_swine_skulker_stealth
source: Skitter
ja: 迅速な移動
ko: 질주
uk: Жвавий відскік
zh_cn: 疾步

# skill_name_taproot_assign_targets
source: The Soil Stirs
ja: 轟く大地
ko: 들썩이는 지면
uk: Тремтіння землі
zh_cn: 土壤翻搅

# skill_name_taproot_growth
source: Creeping Growth
ja: 秘かな成長
ko: 음침한 성장
uk: Повзучий паросток
zh_cn: 阴森蔓延

# skill_name_taproot_retreating_growth
source: The Growth Recedes
ja: 成長の減退
ko: 잦아드는 성장
uk: Відступаючий паросток
zh_cn: 藤蔓撤去

# skill_name_taproot_start_growth
source: Creeping Growth
ja: 忍び寄る成長
ko: 음침한 성장
uk: Повзучий паросток
zh_cn: 阴森蔓延

# skill_name_taproot_tangle_c
source: Whispering Darkness
ja: 囁く暗闇
ko: 속삭이는 어둠
uk: Шепіт пітьми
zh_cn: 低语黑暗

# skill_name_the_blood
source: The Blood
ja: 血液の瓶
ko: 피
uk: Кров
zh_cn: 血酿

# skill_name_thunderclap_grenade
source: Thunderclap Grenade
ja: 雷鳴の手榴弾
ko: 소음탄
uk: Громова граната
zh_cn: 雷鸣手雷

# skill_name_torch_consumable
source: A Glimmer of Hope
ja: 希望の光
ko: 희망의 불씨
uk: Проблиск надії
zh_cn: 希望微光

# skill_name_torso_covetous_glance
source: Covetous Glance
ja: 強欲な視線
ko: 탐욕의 시선
uk: Жадібний погляд
zh_cn: 觊觎

# skill_name_torso_glare
source: Glare
ko: 노려보기
uk: Пильний погляд

# skill_name_torso_hammer
source: Hammer
ko: 뭉개기
uk: Молоток

# skill_name_torso_haymaker
source: Haymaker
ko: 비장의 한 수
uk: Косар

# skill_name_torso_haymaker_weak
source: Wild Haymaker
ko: 강렬한 한 수

# skill_name_torso_riposte
source: Riposte
ko: 반격
uk: Відбиття

# skill_name_torso_trammel
source: Trammel
ko: 속박
uk: Перешкода

# skill_name_toxic_ichor
source: Toxic Ichor
ja: 有毒な膿漿
ko: 독기의 영액
uk: Отруйний гній
zh_cn: 毒脓

# skill_name_toxic_spores
source: Spore Grenade
ja: 胞子の手榴弾
ko: 포자 수류탄
uk: Спорова граната
zh_cn: 孢子榴弹

# skill_name_trephine_bur
source: Trephine Bur
ja: 穿頭器具
ko: 관상형 톱
uk: Свердло для трепанації
zh_cn: 取骨钻

# skill_name_unnatural_pigment
source: Unnatural Pigment
ko: 이계의 색채
uk: Дивний пігмент

# skill_name_ves_1_collect_kindling
source: Collect Kindling
ko: 장작 줍기
uk: Збирання хмизу

# skill_name_ves_1_flame_burn_down
source: Burn Down
ko: 잦아드는 불꽃
uk: Горіння

# skill_name_ves_1_flame_flame_roars
source: The Flame Roars
ko: 타오르는 불꽃
uk: Ревіння полум’я

# skill_name_ves_1_kindle_flame
source: Kindle Flame
ko: 불꽃 키우기
uk: Розпалювання полум’я

# skill_name_ves_1_move
source: Move
ko: 이동
uk: Переміститися

# skill_name_ves_1_satisfy_curiosity
source: Satisfy Curiosity
ko: 호기심 충족
uk: Угамування цікавості

# skill_name_ves_2_brace
source: Brace
ko: 대비
uk: Приготування
