Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# last_chance_biome_trophy_label
source: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>Final Region</size></font></color> Obtain a Trophy from a Boss Lair to access the Mountain
ja: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>最後の地域</size></font></color> 山に入るには ボスの隠れ家でトロフィーを獲得しよう。
ko: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>마지막 지역</size></font></color> 전리품이 필요합니다 우두머리 소굴에서 전리품을 얻어야 산에 진입할 수 있습니다
uk: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>Останній регіон</size></font></color> Отримайте трофей у лігві боса, щоб потрапити на Гору
zh_cn: <size=150%><font={q}NDDunkelD-Bold SDF{q}><color=#{item_nameline}>最后一个地区</size></font></color> 从巢穴头目处获得狩猎纪念品 以前往山峰

source: Leper
ja: 没落者
ko: 나병환자
uk: Прокажений
zh_cn: 麻风病人

# leper_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# leper_wpn_monarch
source: <color=#{notable}>Monarch</color>
ko: <color=#{notable}>제왕</color>
uk: <color=#{notable}>Монарх</color>

# leper_wpn_poet
source: <color=#{notable}>Poet</color>
ko: <color=#{notable}>시인</color>
uk: <color=#{notable}>Поет</color>

# leper_wpn_tempest
source: <color=#{notable}>Tempest</color>
ko: <color=#{notable}>폭풍</color>
uk: <color=#{notable}>Жертва бурі</color>

# loot_close_confirmation_dialog_confirm_label
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# loot_close_confirmation_dialog_decline_label
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# loot_close_confirmation_dialog_desc_label
source: You will leave items behind. Still press onwards?
ja: アイテムを置いていくことになる。それでも先へ進む？
ko: 아이템을 두고 가게 됩니다. 계속 진행할까요?
uk: Предмети залишаться. Ви впевнені, що хочете продовжити?
zh_cn: 未拿取的物品将被舍弃。仍然继续前进？

# loot_equip_items_button
source: Equip Items
ja: アイテムを装備する
ko: 아이템 장비
uk: Додати предмети
zh_cn: 装备物品

# loot_leave_items_button
source: Leave Items
ja: アイテムを置いていく
ko: 아이템 버리기
uk: Залишити предмети
zh_cn: 舍弃物品

# loot_onward_button
source: Onward
ja: 先へ進む
ko: 계속
uk: Вперед
zh_cn: 继续

# loot_reward_item_text_rewarded_label
source: '{0}' rewarded!
ja: 「{0}」を獲得！
ko: '{0}' 보상 획득!
uk: Отримано предмет «{0}»!
zh_cn: “{0}”已奖励！

# loot_rewards_hero_points_label
source: +{0}<font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> Mastery
ja: +{0}<font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>熟達ポイント
ko: +{0}<font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> 숙련
uk: +{0}<font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font> загартування
zh_cn: +{0}<font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>精通点

# loot_rewards_torch_gain_label
source: <color=#{notable}>+{0}<sprite name={q}icon_torch_wagon{q} color=#{notable}> Flame
ja: <color=#{notable}>+{0}<sprite name={q}icon_torch_wagon{q} color=#{notable}> 炎
ko: <color=#{notable}>+{0}<sprite name={q}icon_torch_wagon{q} color=#{notable}> 불꽃
uk: <color=#{notable}>+{0}<sprite name={q}icon_torch_wagon{q} color=#{notable}> Полум’я
zh_cn: <color=#{notable}>+{0}<sprite name={q}icon_torch_wagon{q} color=#{notable}>火炬

# loot_rewards_torch_lost_label
source: <color=#{debuff}>{0}<sprite name={q}icon_torch_wagon{q} color=#{debuff}> Flame
ja: <color=#{debuff}>{0}<sprite name={q}icon_torch_wagon{q} color=#{debuff}> 炎
ko: <color=#{debuff}>{0}<sprite name={q}icon_torch_wagon{q} color=#{debuff}> 불꽃
uk: <color=#{debuff}>{0}<sprite name={q}icon_torch_wagon{q} color=#{debuff}> Полум’я
zh_cn: <color=#{debuff}>{0}<sprite name={q}icon_torch_wagon{q} color=#{debuff}>火炬

# loot_screen_armor_gain_label_negative
source: {0} <sprite name={q}icon_currency_armor{q} color=#{debuff}> Armor
ko: {0} <sprite name={q}icon_currency_armor{q} color=#{debuff}> 장갑
uk: {0} <sprite name={q}icon_currency_armor{q} color=#{debuff}> броні

# loot_screen_armor_gain_label_positive
source: {0} <sprite name={q}icon_currency_armor{q} color=#{notable}> Armor
ko: {0} <sprite name={q}icon_currency_armor{q} color=#{notable}> 장갑
uk: {0} <sprite name={q}icon_currency_armor{q} color=#{notable}> броні

# loot_screen_close
source: Close
ja: 閉じる
ko: 닫기
uk: Закрити
zh_cn: 关闭

# loot_screen_description_biome_goal_reward
source: Supplies for the quest...
ja: クエスト用の物資...
ko: 여정에 사용할 보급품...
uk: Винагорода за виконання завдання...
zh_cn: 任务的补给。

# loot_screen_description_cache
source: Supplies from your benefactor.
ja: 後援者からの物資だ。
ko: 은사가 남겨둔 보급품입니다.
uk: Скромний дарунок від вашого благодійника.
zh_cn: 为你捐赠的物资。

# loot_screen_description_cache_caves
source: Ill-gotten treasures, now reclaimed.
ja: 不正に集められた宝物を回収した。
ko: 부당하게 얻은 보물이 제 주인을 찾았습니다.
uk: Несправедливо нажите добро повернуто.
zh_cn: 原本是不义之财，现在重见光明。

# loot_screen_description_combat_complete
source: Yours for the taking...
ja: 頂こう...
ko: 소득이 있었습니다…
uk: Ваша винагорода...
zh_cn: 这些任你拿取……

# loot_screen_description_combat_incomplete
source: Items recovered...
ja: アイテムを回収した...
ko: 아이템을 찾았습니다..
uk: Отримані предмети...
zh_cn: 取回了些物品……

# loot_screen_description_combat_partial_complete
source: Yours for the taking...
ja: 頂こう...
ko: 소득이 있었습니다…
uk: Ваша винагорода...
zh_cn: 这些任你拿取……

# loot_screen_description_count
source: Yours for the taking...
ja: 頂こう...
ko: 소득이 있었습니다…
uk: Ваша винагорода...
zh_cn: 这些任你拿取……

# loot_screen_description_effect_alchemical_gear
source: Precisely the right ingredients...
ja: この材料を探していた...
ko: 정확히 필요하던 재료입니다...
uk: Секрет — правильно підібрані інгредієнти.
zh_cn: 正好都是能用得上的材料……

# loot_screen_description_effect_chirurgeons_kit
source: There is no shortage of wounds to tend on this journey!
ja: この旅では、傷の手当てに事欠かない！
ko: 어차피 치료할 상처가 넘쳐 날 여정입니다!
uk: У нашому світі завжди будуть рани, які треба лікувати!
zh_cn: 这一路上可不缺需要处理的伤口！

# loot_screen_description_effect_griddle
source: Mmmmmm...
ja: うまそうだ...
ko: 으음...
uk: М-м-м...
zh_cn: 嗯……

# loot_screen_description_effect_loot_screen_title_effect_whiskey_still
source: Hair of the dog that bit you...
ja: 噛みついてきた犬の毛だ...
ko: 해장술이 필요해 질 겁니다...
uk: Врятує вранці після бурхливої ночі...
zh_cn: 一醉解千愁……

# loot_screen_description_effect_mortar_and_pestle
source: Mixed and potent.
ja: 調合して効能を上げよう。
ko: 꼼꼼히 섞어 줍니다.
uk: Змішати й прикладати тричі на день.
zh_cn: 配比恰好，药效强力。

# loot_screen_description_effect_stew_pot
source: The small stew pot simmers with aromatic fare!
ja: 小さなシチュー鍋がいい匂いを漂わせている！
ko: 향기로운 음식이 부글부글 끓는 작은 냄비입니다!
uk: Те, що в горщику, так апетитно пахне!
zh_cn: 这一口小锅里炖着美味！

# loot_screen_description_effect_trapmakers_kit
source: Curious is the trapmaker's art...
ja: 好奇心は、罠師の技量でもある...
ko: 호기심은 덫 제작자의 미덕이니...
uk: Цікавість — ключ до цього мистецтва...
zh_cn: 陷阱制作是捉摸不定的艺术……

# loot_screen_description_effect_worktable_loom
source: Useful handiwork...
ja: 手芸は役に立つかも...
ko: 쓸만한 솜씨입니다...
uk: Робота вправного майстра...
zh_cn: 实用的工艺……

# loot_screen_description_inn_anticultist
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_antigaunt
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_antipillager
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_badquirk
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_behealedchild
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_critcity
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_default
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_fightscouted
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_freestuff
source: Donations to your cause.
ja: 大義のため寄付されたものだ。
ko: 대의에 바치는 기부입니다.
uk: Пожертвування на добру справу.
zh_cn: 对你事业的捐赠。

# loot_screen_description_inn_goodquirk
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_helpscouted
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_mysteryscouted
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_quirkcentral
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_scoutbuff
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_scupgradeshop
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_stressfulrest
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_stressheal
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_superheal
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_supplyshop
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_thebadplace
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_thegoodplace
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_threeroads
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_trinketshop
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inn_upgradecity
source: These veterans offer you all they have left: their knowledge.
ja: 熟練者たちが、唯一持っている知識をすべて譲ってくれる。
ko: 이 노병들은 자신들에게 유일하게 남은 것, 지식을 전수합니다.
uk: Ветерани діляться з вами тим, що в них лишилося: своїми знаннями.
zh_cn: 这些战场老手把他们仅剩的一切——他们的知识，对你倾囊相授。

# loot_screen_description_inn_valley
source: Yours for the taking...
ko: 소득이 있었습니다…
uk: Ваша винагорода...

# loot_screen_description_inventory_overflow
source: Re-organize your stash and continue.
ja: 先へ進むには所持品を整理しよう。
ko: 계속 나아가려면 짐을 다시 꾸려야 합니다.
uk: Розподіліть запаси, перш ніж продовжити.
zh_cn: 整理你的库存，然后继续。

# loot_screen_description_road_event
source: One's trash is another's treasure...
ja: 誰かにとってはゴミでも、別の者にとってはお宝だ...
ko: 누군가에게는 쓰레기더라도 쓸만할지 모릅니다...
uk: Що для одного — мотлох, для іншого — скарб...
zh_cn: 一个人的垃圾，就是另一个人的宝藏……

# loot_screen_description_story
source: Yours for the taking...
ja: 頂こう...
ko: 소득이 있었습니다…
uk: Ваша винагорода...
zh_cn: 这些任你拿取……

# loot_screen_description_story_hero
source: Acceptance is a journey...
ko: 수용은 또 하나의 여정이니...
uk: Для прийняття потрібен час...

# loot_screen_take_all
source: Take All
ja: 全て受け取る
ko: 모두 갖기
uk: Узяти все
zh_cn: 拿取全部

# loot_screen_title_biome_goal_reward
source: Region Goal Completed
ko: 지역 목표 완료
uk: Мета регіону досягнута!

# loot_screen_title_cache
source: The Academic's Cache
ja: 学者の隠匿場所
ko: 교수의 은닉처
uk: Схованка Академіка
zh_cn: 教授的贮藏

# loot_screen_title_cache_caves
source: The Swine's Cache
ja: 豚の隠匿場所
ko: 돼지의 은닉처
uk: Схованка вепрів
zh_cn: 猪人的贮藏

# loot_screen_title_combat_complete
source: Victory
ko: 승리
uk: Перемога

# loot_screen_title_combat_incomplete
source: Skirmish
ko: 접전
uk: Сутичка

# loot_screen_title_combat_partial_complete
source: Partial Victory
ko: 작은 승리
uk: Неповна перемога

# loot_screen_title_count
source: Supplies
ja: 物資
ko: 보급
uk: Припаси
zh_cn: 物资

# loot_screen_title_effect_alchemical_gear
source: Mixture Prepared!
ja: 調合物ができた！
ko: 화합물 준비됨!
uk: Мікстура готова!
zh_cn: 制剂已配好！

# loot_screen_title_effect_chirurgeons_kit
source: The Heroes Open The Chirurgeon's Mixing Kit...
ko: 영웅이 거머리 의사의 혼합 장비를 엽니다...
uk: Герої відкривають набір для мікстур...

# loot_screen_title_effect_griddle
source: Flapjacks!
ja: パンケーキだ！
ko: 팬케익!
uk: Млинці готові!
zh_cn: 烙饼！

# loot_screen_title_effect_mortar_and_pestle
source: Amalgamation!
ja: 混ぜ合わせた！
ko: 융합!
uk: Припарка готова!
zh_cn: 研磨完成！

# loot_screen_title_effect_stew_pot
source: Stew's Ready!
ja: シチューができた！
ko: 스튜 완성!
uk: Рагу готове!
zh_cn: 炖肉好了！

# loot_screen_title_effect_tinkers_bench
source: Contraption!
ja: 仕掛けだ！
ko: 장치!
uk: Пристрій готовий!
zh_cn: 机关制成！

# loot_screen_title_effect_trapmakers_kit
source: Trap Crafted!
ja: 罠を作成した！
ko: 덫 완성!
uk: Пастка готова!
zh_cn: 陷阱就绪！

# loot_screen_title_effect_whiskey_still
source: Moonshine!
ja: 密造酒だ！
ko: 밀주!
uk: Віскі готове!
zh_cn: 私酿烈酒！

# loot_screen_title_effect_worktable_loom
source: Textiles Crafted!
ja: 布地を作成した！
ko: 직물 완성!
uk: Тканини виготовлені!
zh_cn: 织物完工！

# loot_screen_title_inn_anticultist
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_antigaunt
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_antipillager
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_badquirk
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_behealedchild
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_critcity
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_default
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_fightscouted
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_freestuff
source: Supplies
ko: 보급
uk: Припаси

# loot_screen_title_inn_goodquirk
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_helpscouted
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_mysteryscouted
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_quirkcentral
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_scoutbuff
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_scupgradeshop
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_stressfulrest
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_stressheal
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_superheal
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_supplyshop
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_thebadplace
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_thegoodplace
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_threeroads
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_trinketshop
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inn_upgradecity
source: Training
ko: 훈련
uk: Навчання

# loot_screen_title_inn_valley
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_inventory_overflow
source: Overflow
ja: 積載過多
ko: 한도 초과
uk: Інвентар переповнений
zh_cn: 满载

# loot_screen_title_road_event
source: Found on the road
ja: 道端で発見
ko: 길에서의 발견
uk: Знайдено на дорозі
zh_cn: 沿途收获

# loot_screen_title_story
source: Rewards
ko: 보상
uk: Винагороди

# loot_screen_title_story_hero
source: Resolved
ko: 결의를 품음
uk: Питання вирішене

# loot_screen_wheel_gain_label_negative
source: {0} <sprite name={q}icon_currency_wheel{q} color=#{debuff}> Wheels
ko: {0} <sprite name={q}icon_currency_wheel{q} color=#{debuff}> 바퀴
uk: Коліс: {0} <sprite name={q}icon_currency_wheel{q} color=#{debuff}>

# loot_screen_wheel_gain_label_positive
source: {0} <sprite name={q}icon_currency_wheel{q} color=#{notable}> Wheels
ko: {0} <sprite name={q}icon_currency_wheel{q} color=#{notable}> 바퀴
uk: Коліс: {0} <sprite name={q}icon_currency_wheel{q} color=#{notable}>

# loot_toast_inventory_full
source: Inventory Full
ja: 所持品が満杯
ko: 소지품 꽉 참
uk: Інвентар заповнено
zh_cn: 物品栏已满

# lost_battalion_arbalist
source: Arbalist
ja: 石弓兵
ko: 쇠뇌병
uk: Арбалетник
zh_cn: 弩手

# lost_battalion_arbalist_b
source: Bullseye Barrett
ja: 狙撃手バレット
ko: 명사수 바렛
uk: Гостроокий Барретт
zh_cn: 神射手巴雷特

# lost_battalion_arbalist_b_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# lost_battalion_arbalist_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# lost_battalion_bishop
source: Bishop
ja: 司教
ko: 군종
uk: Єпископ
zh_cn: 主教

# lost_battalion_bishop_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# lost_battalion_boss_dreaming_general
source: Dreaming General
ja: 夢見る元帥
ko: 꿈꾸는 장군
uk: Генерал марень
zh_cn: 入梦将军

# lost_battalion_boss_taproot
source: Tap Root
ja: 主根
ko: 곧은 뿌리
uk: Стрижневий корінь
zh_cn: 主根

# lost_battalion_boss_taproot_status_bar_tooltip_label
source: Invulnerable
ja: 不死身
ko: 무적
uk: Невразливість
zh_cn: 免受伤害

# lost_battalion_drummer
source: Drummer
ja: 鼓手
ko: 고수
uk: Барабанщик
zh_cn: 鼓手

# lost_battalion_drummer_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# lost_battalion_foot_soldier
source: Foot Soldier
ja: 歩兵
ko: 보병
uk: Рядовий
zh_cn: 步兵

# lost_battalion_foot_soldier_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# lost_battalion_knight
source: Knight
ja: 騎士
ko: 기사
uk: Лицар
zh_cn: 骑士

# lost_battalion_knight_b
source: Fallen Templar
ko: 스러진 기사단원

# lost_battalion_knight_b_corpse
source: Corpse
ko: 시체

# lost_battalion_knight_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# low_food_tooltip
source: <color=#{debuff}>LOW FOOD!</color>
ja: <color=#{debuff}>食料が少ない！</color>
ko: <color=#{debuff}>식량 부족!</color>
uk: <color=#{debuff}>МАЛО ЇЖІ!</color>
zh_cn: <color=#{debuff}>食物稀缺！</color>

# main_menu_abandon_run_confirm_btn
source: Yes
ja: はい
ko: 예
uk: Так
zh_cn: 是

# main_menu_abandon_run_decline_btn
source: No
ja: いいえ
ko: 아니요
uk: Ні
zh_cn: 否

# main_menu_abandon_run_desc
source: You have an existing expedition, abandon it?
ko: 기존에 진행 중이던 원정이 있습니다. 포기할까요?
uk: Триває похід. Хочете завершити його?

# main_menu_abandon_run_title
source: Abandon saved expedition?
ko: 저장된 원정을 포기할까요?
uk: Завершити збережений похід?

# main_menu_cinematics_label
source: Cinematics
ja: シネマティック
ko: 영상
uk: Відео
zh_cn: 动画

# main_menu_combat_test
source: Combat Test
ja: 戦闘テスト
ko: 전투 테스트
uk: Бойове випробування
zh_cn: 战斗测试

# main_menu_continue_game
source: Continue Journey
ja: 旅を続ける
ko: 여정 계속하기
uk: Продовжити подорож
zh_cn: 继续征程

# main_menu_file_validation_fail_desc
source: Corrupted or missing game files have been detected. You should validate the integrity of your game files from the Installed Files tab in the Properties menu in Steam.
ja: 損傷しているか見つからないゲームファイルを検知しました。Steamのプロパティにある「インストール済みファイル」タブから、ゲームファイルの整合性を確認してください。
ko: 게임 파일 손상 또는 누락이 감지되었습니다. Steam > 속성 > 설치된 파일 탭에서 게임 파일 무결성 검사를 수행하세요.
uk: Деякі ігрові файли відсутні або пошкоджені. Перевірте наявність і цілісність файлів гри на вкладці «Інстальовані файли» в меню «Властивості» гри в Steam.
zh_cn: 检测到损坏或丢失的游戏文件。请前往Steam的“属性”、“已安装文件”菜单中验证游戏文件的完整性。

# main_menu_file_validation_fail_title
source: Bad Data Found
ja: 不正なデータを発見
ko: 데이터 손상 발견
uk: Знайдено пошкоджені дані
zh_cn: 检测到错误数据

# main_menu_mailing_list_label
source: Mailing List
ko: 메일링 리스트
uk: Розсилка

# main_menu_new_game
source: Begin New Journey
ja: 新しい旅を始める
ko: 새 여정 시작
uk: Почати нову подорож
zh_cn: 新的征程

# main_menu_options
source: Options
ja: オプション
ko: 설정
uk: Налаштування
zh_cn: 选项

# main_menu_patch_notes_button_label
source: Patch Notes
ko: 패치 노트
uk: Новини

# main_menu_save_imported_desc
source: Your EGS save has been imported to Steam as a one-time process. Any further play on either platform will remain independent from each other.
ja: EGSのセーブデータは、1回限りの処理としてSteamにインポートされました。今後、どちらのプラットフォームでプレイしても、互いに独立した状態を保つことができます。
ko: 귀하의 EGS 저장을 일회성 프로세스로 Steam에 가져왔습니다. 이후 두 플랫폼에서의 플레이 진행도는 서로 독립적으로 유지됩니다.
uk: Ваше збереження Epic Games Store імпортоване до Steam. У майбутньому гра на будь-якій платформі зберігатиметься окремо від ігор на іншій платформі.
zh_cn: 您的 Epic Game Store 存档已经同步至 Steam（仅此一次）。此后两个平台的游玩进度将彼此独立。

# main_menu_save_imported_title
source: Save Imported
ja: セーブデータがインポートされました
ko: 저장 파일 가져옴
uk: Збереження імпортоване
zh_cn: 存档已导入

# main_menu_watch_cinematics_title
source: Watch Cinematics
ja: シネマティックを見る
ko: 영상 보기
uk: Перегляд відео
zh_cn: 观看动画

source: Man-at-Arms
ja: 重騎兵
ko: 중보병
uk: Войовник
zh_cn: 老兵

# man_at_arms_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# man_at_arms_wpn_bulwark
source: <color=#{notable}>Bulwark</color>
ko: <color=#{notable}>성채</color>
uk: <color=#{notable}>Захисник</color>

# man_at_arms_wpn_sergeant
source: <color=#{notable}>Sergeant</color>
ko: <color=#{notable}>상사</color>
uk: <color=#{notable}>Сержант</color>

# man_at_arms_wpn_vanguard
source: <color=#{notable}>Vanguard</color>
ko: <color=#{notable}>선봉</color>
uk: <color=#{notable}>Лідер</color>

# minimap_combat_route_type_tooltip_label
source: Barricade <color=#{harmful}>combat</color>
ko: 방책 <color=#{harmful}>전투</color>
uk: Барикадний <color=#{harmful}>бій</color>

# minimap_hazard_route_type_tooltip_label
source: Hazard <color=#{harmful}>-1 armor</color> <sprite name={q}icon_currency_armor{q}>
ko: 위험 <color=#{harmful}>장갑 -1</color> <sprite name={q}icon_currency_armor{q}>
uk: Небезпека <color=#{harmful}>–1 од. броні</color> <sprite name={q}icon_currency_armor{q}>

# minimap_oblivion_tear_patch_route_type_tooltip_label
source: Oblivion Tear <color=#{harmful}>+1 loathing</color> <sprite name={q}icon_doom{q}>
ko: 망각의 균열 <color=#{harmful}>해악 +1</color> <sprite name={q}icon_doom{q}>
uk: Сльоза забуття <color=#{harmful}>+1 од. огиди</color> <sprite name={q}icon_doom{q}>

# minimap_rough_patch_route_type_tooltip_label
source: Rough Patch <color=#{harmful}>-1 wheel</color> <sprite name={q}icon_currency_wheel{q}>
ko: 비포장 도로 <color=#{harmful}>바퀴 -1</color> <sprite name={q}icon_currency_wheel{q}>
uk: Розбита дорога <color=#{harmful}>–1 од. коліс</color> <sprite name={q}icon_currency_wheel{q}>

# minimap_safe_route_type_tooltip_label
source: Safe
ja: 安全
ko: 안전
uk: Спокійна
zh_cn: 安全路线

# minimap_tooltip_altar_of_hope
source: Altar of Hope
ja: 希望の祭壇
ko: 희망의 제단
uk: Вівтар надії
zh_cn: 希望祭坛

# minimap_tooltip_boss_select
source: Homestead
ja: 家と敷地
ko: 농가
uk: Маєток
zh_cn: 家园

# minimap_tooltip_bridge
source: The Old Bridge
ja: 古い橋
ko: 옛 다리
uk: Старий міст
zh_cn: 旧桥

# minimap_tooltip_cache
source: Cache <color=#{buff}>[supplies]
ja: 隠し場所 <color=#{buff}>[物資]
ko: 은닉처 <color=#{buff}>[보급품]
uk: Схованка <color=#{buff}>[Припаси]
zh_cn: 贮藏 <color=#{buff}>[物资]

# minimap_tooltip_cemetery
source: The Cemetery
ja: 墓地
ko: 공동묘지
uk: Цвинтар
zh_cn: 墓园

# minimap_tooltip_combat
source: Combat
ja: 戦闘
ko: 전투
uk: Бій
zh_cn: 战斗

# minimap_tooltip_combat_hard
source: Hard Combat
ja: 厳しい戦闘
ko: 어려운 전투
uk: Важкий бій
zh_cn: 困难战斗

# minimap_tooltip_creature_den
source: Creature Den <color=#{buff}>[Rewards: creature parts. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: 괴물의 굴 <color=#{buff}>[보상: 괴물 신체 부위. <sprite name={q}icon_doom{q}> 감소.]</color>

# minimap_tooltip_cultist_territory
source: Oblivion's Ingress <color=#{buff}>[Rewards: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, trinkets. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: 망각의 침입 <color=#{buff}>[보상: <font={q}NDDunkelD-Bold SDF{q}><sprite name={q}icon_heropoints{q}></font>, 장신구. <sprite name={q}icon_doom{q}> 감소.]</color>

# minimap_tooltip_dungeon
source: Lair <color=#{buff}>[Boss fight, rewards a trophy. Reduces <sprite name={q}icon_doom{q}>.]</color>
ko: 소굴 <color=#{buff}>[우두머리 전투, 전리품 보상. <sprite name={q}icon_doom{q}> 감소.]</color>

# minimap_tooltip_gate
source: Gate
ja: 門
ko: 관문
uk: Брама
zh_cn: 入口

# minimap_tooltip_gaunt_chirurgeon
source: Chirurgeon's Table <color=#{buff}>[a place for unorthodox treatments]</color>
ko: 거머리 의사의 작업대 <color=#{buff}>[이질적인 치료의 장]</color>

# minimap_tooltip_guardian
source: Oblivion's Rampart <color=#{buff}>[Cultist Encounter]</color> <color=#{neutral}>The Inn awaits beyond this barrier.</color>
ko: 망각의 성채 <color=#{buff}>[이교도 조우]</color> <color=#{neutral}>이 장막 너머에는 여관이 기다리고 있습니다.</color>
uk: Оплот забуття <color=#{buff}>[Єретики]</color> <color=#{neutral}>За ним на вас чекає трактир.</color>

# minimap_tooltip_hero_select
source: The Crossroads
ja: 交差点
ko: 교차로
uk: Роздоріжжя
zh_cn: 十字路口

# minimap_tooltip_hero_story
source: Shrine of Reflection <color=#{buff}>[continue a hero's story]</color>
ko: 회고의 성소 <color=#{buff}>[영웅의 이야기를 계속한다]</color>
