Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# skill_name_altar_altar_of_cowardice
source: Altar of Cowardice
ko: 비겁의 제단

# skill_name_altar_altar_of_denial
source: Altar of Denial
ja: 拒絶の祭壇
ko: 부정의 제단
uk: Вівтар заперечення
zh_cn: 否认祭坛

# skill_name_altar_altar_of_obsession
source: Altar of Obsession
ja: 執着の祭壇
ko: 집착의 제단
uk: Вівтар одержимості
zh_cn: 执迷祭坛

# skill_name_altar_altar_of_rage
source: Altar of Resentment
ja: 怨念の祭壇
ko: 분노의 제단
uk: Вівтар гніву
zh_cn: 愤怒祭坛

# skill_name_altar_azoic_end
source: Azoic End
ja: 無生の終末
ko: 생기 없는 종말
uk: Кінець усього живого
zh_cn: 幻灭终局

# skill_name_altar_buff_1
source: Bone Weaving
ja: 骨織り
ko: 뼈 엮기
uk: Різьблення по кості
zh_cn: 骨骸编织

# skill_name_altar_buff_2
source: Flesh Weaving
ja: 肉織り
ko: 살점 엮기
uk: Різьблення по плоті
zh_cn: 血肉编织

# skill_name_altar_worship
source: Worship
ja: 崇拝
ko: 숭배
uk: Служіння
zh_cn: 崇拜

# skill_name_antivenom
source: Antivenom
ja: 抗毒素
ko: 해독제
uk: Протиотрута
zh_cn: 抗毒素

# skill_name_arbalist_b_hip_shot
source: Hip Shot
ja: 腰だめ撃ち
ko: 신속 사격
uk: Постріл від стегна
zh_cn: 速射

# skill_name_arbalist_b_marked_for_death
source: Chosen Target
ja: 標的定め
ko: 대상 선정
uk: Вибрана ціль
zh_cn: 锁定目标

# skill_name_arbalist_b_marked_for_death_b
source: Chosen Target
ko: 대상 선정
uk: Вибрана ціль

# skill_name_arbalist_b_piercing_bolt
source: Piercing Bolt
ja: 貫通ボルト
ko: 관통탄
uk: Постріл наскрізь
zh_cn: 穿刺之箭

# skill_name_arbalist_b_piercing_bolt_b
source: Piercing Bolt
ko: 관통탄
uk: Постріл наскрізь

# skill_name_arbalist_b_piercing_bolt_volley
source: Piercing Bolt Volley
ja: 貫通ボルトの斉射
ko: 관통탄 사격
uk: Залп пострілів наскрізь
zh_cn: 穿刺箭雨

# skill_name_arbalist_b_serrated_bolt
source: Serrated Bolt
ja: 鋸歯ボルト
ko: 톱니탄
uk: Стріла із зазубринами
zh_cn: 锯齿之箭

# skill_name_arbalist_b_serrated_bolt_b
source: Serrated Bolt
ko: 톱니탄
uk: Стріла із зазубринами

# skill_name_arbalist_b_serrated_bolt_volley
source: Serrated Bolt Volley
ja: 鋸歯ボルトの斉射
ko: 톱니탄 사격
uk: Залп стріл із зазубринами
zh_cn: 锯齿箭雨

# skill_name_arbalist_hip_shot
source: Hip Shot
ja: 腰だめ撃ち
ko: 신속 사격
uk: Постріл від стегна
zh_cn: 速射

# skill_name_arbalist_piercing_bolt
source: Piercing Bolt
ja: 貫通ボルト
ko: 관통탄
uk: Постріл наскрізь
zh_cn: 穿刺之箭

# skill_name_arbalist_piercing_bolt_volley
source: Piercing Bolt Volley
ja: 貫通ボルトの斉射
ko: 관통탄 사격
uk: Залп пострілів наскрізь
zh_cn: 穿刺箭雨

# skill_name_arbalist_serrated_bolt
source: Serrated Bolt
ja: 鋸歯ボルト
ko: 톱니탄
uk: Стріла із зазубринами
zh_cn: 锯齿之箭

# skill_name_arbalist_serrated_bolt_volley
source: Serrated Bolt Volley
ja: 鋸歯ボルトの斉射
ko: 톱니탄 사격
uk: Залп стріл із зазубринами
zh_cn: 锯齿箭雨

# skill_name_arms_phase1_blam
source: Setback
ko: 저지
uk: Затримка

# skill_name_arms_phase1_mark
source: Ideation
ko: 관념화
uk: Задум

# skill_name_arms_phase2_blam
source: Teardown
ko: 해체
uk: Руйнування

# skill_name_arms_phase2_mark_back
source: Precise Intent
ko: 명확한 의도
uk: Точний намір

# skill_name_arms_phase2_mark_front
source: Precise Intent
ko: 명확한 의도
uk: Точний намір

# skill_name_arms_phase3_blam
source: Last Grasp
ko: 마지막 발악
uk: Останнє стискання

# skill_name_arms_phase3_mark
source: Rumination
ko: 반추
uk: Обдумування

# skill_name_arms_phase3_riposte
source: Riposte
ko: 반격
uk: Відбиття

# skill_name_bandages
source: Bandages
ja: 包帯
ko: 붕대
uk: Бинти
zh_cn: 绷带

# skill_name_bear_trap
source: Bear Trap
ja: 虎挟み
ko: 곰덫
uk: Ведмежий капкан
zh_cn: 捕熊陷阱

# skill_name_bh_bodyguard
source: Bodyguard<sprite name={q}icon_upgraded_skill{q}>
ja: ボディーガード<sprite name={q}icon_upgraded_skill{q}>
ko: 경호<sprite name={q}icon_upgraded_skill{q}>
uk: Охоронець<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 护卫<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_caltrops
source: Caltrops<sprite name={q}icon_upgraded_skill{q}>
ja: 鉄菱<sprite name={q}icon_upgraded_skill{q}>
ko: 마름쇠<sprite name={q}icon_upgraded_skill{q}>
uk: Залізні шипи<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 蒺藜<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_collect_bounty
source: Collect Bounty<sprite name={q}icon_upgraded_skill{q}>
ja: 獲物狩り<sprite name={q}icon_upgraded_skill{q}>
ko: 현상금 수거<sprite name={q}icon_upgraded_skill{q}>
uk: Нагорода за голову<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 收集赏金<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_come_hither
source: Come Hither<sprite name={q}icon_upgraded_skill{q}>
ja: 挑発<sprite name={q}icon_upgraded_skill{q}>
ko: 이리 오너라<sprite name={q}icon_upgraded_skill{q}>
uk: Іди-но сюди<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 过来受死<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_finish_him
source: Finish Him<sprite name={q}icon_upgraded_skill{q}>
ja: フィニッシャー<sprite name={q}icon_upgraded_skill{q}>
ko: 끝장내기<sprite name={q}icon_upgraded_skill{q}>
uk: Добивання<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 了结<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_flashbang
source: Flashbang<sprite name={q}icon_upgraded_skill{q}>
ja: 閃光弾<sprite name={q}icon_upgraded_skill{q}>
ko: 섬광탄<sprite name={q}icon_upgraded_skill{q}>
uk: Світлова граната<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 闪光弹<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_hurlbat
source: Hurlbat<sprite name={q}icon_upgraded_skill{q}>
ja: ハールバット<sprite name={q}icon_upgraded_skill{q}>
ko: 도끼 투척<sprite name={q}icon_upgraded_skill{q}>
uk: Метальна сокирка<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 手戟<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_mark_for_death
source: Mark for Death<sprite name={q}icon_upgraded_skill{q}>
ja: 死の刻印<sprite name={q}icon_upgraded_skill{q}>
ko: 죽음의 표식<sprite name={q}icon_upgraded_skill{q}>
uk: Мітка смерті<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 死亡标记<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_move
source: <color=#{move}>Move</color>
ja: <color=#{move}>移動</color>
ko: <color=#{move}>이동</color>
uk: <color=#{move}>Переміститися</color>
zh_cn: <color=#{move}>移动</color>

# skill_name_bh_no_escape
source: No Escape<sprite name={q}icon_upgraded_skill{q}>
ja: 逃走阻止<sprite name={q}icon_upgraded_skill{q}>
ko: 어딜 도망가<sprite name={q}icon_upgraded_skill{q}>
uk: Порятунку немає<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 无路可逃<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_staredown
source: Staredown<sprite name={q}icon_upgraded_skill{q}>
ja: 睨み倒し<sprite name={q}icon_upgraded_skill{q}>
ko: 응시<sprite name={q}icon_upgraded_skill{q}>
uk: Пильний погляд<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 睥睨<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bh_uppercut
source: Uppercut<sprite name={q}icon_upgraded_skill{q}>
ja: アッパーカット<sprite name={q}icon_upgraded_skill{q}>
ko: 올려치기<sprite name={q}icon_upgraded_skill{q}>
uk: Удар знизу<sprite name={q}icon_upgraded_skill{q}>
zh_cn: 上勾拳<sprite name={q}icon_upgraded_skill{q}>

# skill_name_bishop_penance
source: Penance
ja: 告解
ko: 고행
uk: Спокута
zh_cn: 苦修

# skill_name_bishop_purge_the_unworthy
source: Purge The Unworthy
ja: 無価値なものを粛清
ko: 무가치한 자 숙청
uk: Суд над негідними
zh_cn: 肃清弱者

# skill_name_bishop_serve_once_more
source: Serve Once More
ja: 再び仕えよ
ko: 다시 한 번 섬겨라
uk: Реквієм
zh_cn: 再度侍奉

# skill_name_bishop_smite
source: Smite
ja: 強打
ko: 징벌
uk: Нищівний удар
zh_cn: 惩击

# skill_name_bishop_strike
source: Strike
ja: 攻撃
ko: 일격
uk: Поразка
zh_cn: 打击

# skill_name_blind_shaman_burning_beads
source: Burning Beads
ja: 燃える珠玉
ko: 불타는 묵주
uk: Палаючі чотки
zh_cn: 烈焰链珠

# skill_name_blind_shaman_close_your_eyes
source: Eyes Closed
ja: 閉じた目
ko: 감은 눈
uk: Заплющені очі
zh_cn: 闭目

# skill_name_blind_shaman_ignite_self
source: Ignite!
ja: 点火！
ko: 불타라!
uk: Вогонь!
zh_cn: 点燃！

# skill_name_blind_shaman_ignited_bead_shotgun
source: Infernal Blast
ja: 地獄の爆風
ko: 업화 쇄도
uk: Вогняний залп
zh_cn: 渊狱炎爆

# skill_name_blind_shaman_ignited_blazing_aegis
source: Blazing Aegis
ja: 炎の盾
ko: 불타는 방패
uk: Сліпучий щит
zh_cn: 焰光护盾

# skill_name_blind_shaman_ignited_burning_beads
source: Burning Beads
ja: 燃える珠玉
ko: 불타는 묵주
uk: Палаючі чотки
zh_cn: 烈焰链珠

# skill_name_blind_shaman_ignited_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_bone_saw
source: Bone Saw
ja: 骨のこぎり
ko: 뼈톱
uk: Пила для кісток
zh_cn: 骨锯

# skill_name_bosun_b_heave_ho
source: Heave Ho!
ja: 錨を巻け！
ko: 닻을 내려라!
uk: Гей-гоп!
zh_cn: 卖力打击

# skill_name_bosun_b_rigging
source: Sodden Rigging
ja: ずぶ濡れの艤装
ko: 푹 젖은 삭구
uk: Промоклий такелаж
zh_cn: 湿漉索具

# skill_name_bosun_b_riptide
source: Riptide
ja: 激流
ko: 역조
uk: Зустрічна течія
zh_cn: 激流

# skill_name_bosun_b_spearfishing
source: Spearfishing
ja: 魚突き
ko: 작살질
uk: Підводне полювання
zh_cn: 上钩了

# skill_name_bosun_heave_ho
source: Heave Ho!
ja: 錨を巻け！
ko: 닻을 내려라!
uk: Гей-гоп!
zh_cn: 卖力打击

# skill_name_bosun_rigging
source: Sodden Rigging
ja: ずぶ濡れの艤装
ko: 푹 젖은 삭구
uk: Промоклий такелаж
zh_cn: 湿漉索具

# skill_name_bosun_spearfishing
source: Spearfishing
ja: 魚突き
ko: 작살질
uk: Підводне полювання
zh_cn: 上钩了

# skill_name_brain_lock_health_activate
source: Denial of Fortitude
ja: 不屈の拒絶
ko: 기백 부정
uk: Заперечення сили
zh_cn: 韧性否认

# skill_name_brain_lock_health_doubt
source: Crippling Doubt
ja: 傷つく疑心
ko: 주체할 수 없는 후회
uk: Спустошуючий сумнів
zh_cn: 钻心疑虑

# skill_name_brain_lock_health_fear
source: Paralyzing Fear
ja: 麻痺する恐怖
ko: 몸 가눌 수 없는 공포
uk: Паралізуючий страх
zh_cn: 失神恐惧

# skill_name_brain_lock_health_unique
source: Cerebral Falter
ja: 脳の鈍化
ko: 정신적 불안정
uk: Розлад розуму
zh_cn: 大脑衰竭

# skill_name_brain_lock_melee_activate
source: Denial of Arms
ja: 武装の拒絶
ko: 무기 부정
uk: Заперечення боротьби
zh_cn: 臂膀否认

# skill_name_brain_lock_melee_doubt
source: Crippling Doubt
ja: 傷つく疑心
ko: 주체할 수 없는 후회
uk: Спустошуючий сумнів
zh_cn: 钻心疑虑

# skill_name_brain_lock_melee_fear
source: Paralyzing Fear
ja: 麻痺する恐怖
ko: 몸 가눌 수 없는 공포
uk: Паралізуючий страх
zh_cn: 失神恐惧

# skill_name_brain_lock_melee_unique
source: Ruptured Vessel
ja: 血管の破裂
ko: 망가진 그릇
uk: Розрив судини
zh_cn: 躯干割裂

# skill_name_brain_lock_ranged_activate
source: Denial of Reach
ja: 距離感の拒絶
ko: 겨냥 부정
uk: Заперечення меж
zh_cn: 距离否认

# skill_name_brain_lock_ranged_doubt
source: Crippling Doubt
ja: 傷つく疑心
ko: 주체할 수 없는 후회
uk: Спустошуючий сумнів
zh_cn: 钻心疑虑

# skill_name_brain_lock_ranged_fear
source: Paralyzing Fear
ja: 麻痺する恐怖
ko: 몸 가눌 수 없는 공포
uk: Паралізуючий страх
zh_cn: 失神恐惧

# skill_name_brain_lock_ranged_unique
source: Mental Lashes
ja: 精神的殴打
ko: 정신적 비난
uk: Душевні катування
zh_cn: 精神鞭笞

# skill_name_brain_lock_stress_activate
source: Denial of Reason
ja: 理知の否定
ko: 이성 부정
uk: Заперечення розуму
zh_cn: 理智否认

# skill_name_brain_lock_stress_doubt
source: Crippling Doubt
ja: 傷つく疑心
ko: 주체할 수 없는 후회
uk: Спустошуючий сумнів
zh_cn: 钻心疑虑

# skill_name_brain_lock_stress_fear
source: Paralyzing Fear
ja: 麻痺する恐怖
ko: 몸 가눌 수 없는 공포
uk: Паралізуючий страх
zh_cn: 失神恐惧

# skill_name_brain_lock_stress_unique
source: Overwhelming Anguish
ja: 圧倒的な苦悩
ko: 압도적인 고뇌
uk: Нестерпні страждання
zh_cn: 窒息哀恸

# skill_name_burn_salve
source: Burn Salve
ja: 火傷の軟膏
ko: 화상 연고
uk: Мазь від опіків
zh_cn: 烧伤药膏

# skill_name_butcher_b_cleave
source: Cleave
ko: 토막치기

# skill_name_butcher_b_hack
source: Hack
ko: 가르기

# skill_name_butcher_b_hook_the_meat
source: Meat Hook
ko: 고기 갈고리

# skill_name_butcher_b_vile_feast
source: Vile Feast
ko: 추악한 만찬

# skill_name_butcher_carve_the_flesh
source: Carve
ja: 切り刻み
ko: 새기기
uk: Обробка м’яса
zh_cn: 雕凿

# skill_name_butcher_hack
source: Hack
ja: めった切り
ko: 가르기
uk: Удар тесаком
zh_cn: 劈砍

# skill_name_butcher_hook_the_meat
source: Meat Hook
ja: 食肉フック
ko: 고기 갈고리
uk: Крюк для м’яса
zh_cn: 肉钩

# skill_name_butcher_vile_feast
source: Vile Feast
ja: 不愉快な馳走
ko: 추악한 만찬
uk: Гидкий бенкет
zh_cn: 邪恶进餐

# skill_name_cabin_boy_hatch
source: Spawning Ground
ja: 産卵場
ko: 산란
uk: Нерестовище
zh_cn: 孽物诞生

# skill_name_cabin_boy_incubate
source: Unstable Incubation
ja: 不安定な孵化
ko: 불안정한 잉태
uk: Мінливий розвиток
zh_cn: 畸体孕育

# skill_name_captain_all_hands_on_deck
source: All Hands On Deck!
ja: 総員集合！
ko: 갑판으로 집합!
uk: Свистати всіх нагору!
zh_cn: 全员集合！

# skill_name_captain_b_all_hands_on_deck
source: All Hands On Deck!
ko: 갑판으로 집합!

# skill_name_captain_b_melee_1
source: Coral Grief
ko: 산호의 비탄

# skill_name_captain_b_melee_2
source: Keelhaul
ko: 따개비 찜질형

# skill_name_captain_b_prepare_to_board
source: Prepare to Board!
ko: 승선 준비!

# skill_name_captain_melee_1
source: Coral Grief
ja: 珊瑚の嘆き
ko: 산호의 비탄
uk: Скорбота коралів
zh_cn: 珊瑚丧恸

# skill_name_captain_melee_2
source: Keelhaul
ja: 船底くぐり
ko: 따개비 찜질형
uk: Під кіль!
zh_cn: 拽过船底

# skill_name_cardinal_entropic_star
source: Entropic Star
ja: エントロピースター
ko: 필멸의 별
uk: Зірка ентропії
zh_cn: 熵星

# skill_name_cardinal_exultation
source: Exultation
ja: 歓喜
ko: 환희
uk: Бурхлива радість
zh_cn: 狂喜

# skill_name_cardinal_hollow_vessel
source: Hollow Vessel
ja: 空洞の器
ko: 텅 빈 그릇
uk: Порожній жбан
zh_cn: 魂飞魄散

# skill_name_cardinal_the_yawning_void
source: The Yawning Void
ja: 開きゆく虚空
ko: 하품하는 공허
uk: Бездонна глибочінь
zh_cn: 虚空巨口

# skill_name_carrion_eater_bite
source: Munch
ja: 食いちぎり
ko: 베어 먹기
uk: Хрумкання
zh_cn: 咀嚼

# skill_name_carrion_eater_consume
source: Necrophagia
ja: 死肉食い
ko: 송장 포식
uk: Некрофагія
zh_cn: 食尸

# skill_name_carrion_eater_evolve
source: Rampant Mutation
ja: 突然変異
ko: 만연한 변이
uk: Бурхлива мутація
zh_cn: 暴戾突变

# skill_name_carrion_eater_mutated_bite
source: Munch
ja: 食いちぎり
ko: 베어 먹기
uk: Хрумкання
zh_cn: 咀嚼

# skill_name_carrion_eater_mutated_chomp
source: Pulverize
ja: 粉砕
ko: 분쇄
uk: Подрібнення
zh_cn: 碾碎

# skill_name_carrion_eater_mutated_consume
source: Necrophagia
ja: 死肉食い
ko: 송장 포식
uk: Некрофагія
zh_cn: 食尸

# skill_name_chalk_dust
source: Chalk Dust
ja: チョークの粉
ko: 분필 가루
uk: Крейдяний пил
zh_cn: 粉笔尘

# skill_name_cherub_brisk_bedevilment
source: Brisk Bedevilment
ja: 活発な災難
ko: 발랄한 광란
uk: Диявольський ураган
zh_cn: 迅捷侵扰

# skill_name_cherub_enfeebling_miasma
source: Enfeebling Miasma
ja: 衰弱の瘴気
ko: 약화시키는 독기
uk: Ослаблюючі міазми
zh_cn: 虚弱瘴气

# skill_name_cherub_horrific_miasma
source: Face Your Confession
ja: 懺悔と対面せよ
ko: 네 고해를 마주하라
uk: Зізнайся в гріхах!
zh_cn: 认罪吧！

# skill_name_cherub_sightless_miasma
source: Sightless Miasma
ja: 盲目の瘴気
ko: 눈 가리는 독기
uk: Осліплюючі міазми
zh_cn: 目盲瘴气

# skill_name_cherub_worship
source: Worship
ja: 崇拝
ko: 숭배
uk: Служіння
zh_cn: 崇拜

# skill_name_clotting_powders
source: Clotting Powders
ja: 凝固用粉末
ko: 지혈 가루약
uk: Порошок від кровотечі
zh_cn: 凝血药粉

# skill_name_collector_collect_call
source: Collect Call
ko: 수집품 소환

# skill_name_collector_life_steal
source: Life Steal
ja: ライフスティール
ko: 생명력 훔치기
uk: Крадіжка життя
zh_cn: 生命汲取

# skill_name_collector_show_collection
source: Show Collection
ko: 수집품 공개

# skill_name_crows_feet
source: Crow's Feet
ja: マキビシ
ko: 마름쇠
uk: Сталеві шипи
zh_cn: 铁蒺藜

# skill_name_deacon_exultation
source: Exultation
ja: 歓喜
ko: 환희
uk: Бурхлива радість
zh_cn: 狂喜

# skill_name_deacon_flesh_from_bone
source: Flesh From Bone
ja: 骨からとった肉
ko: 뼈에서 살로
uk: Плоть від кісток
zh_cn: 活剥

# skill_name_deacon_sundering_steel
source: Sundering Steel
ja: 切断の鋼斧
ko: 살 가르는 강철
uk: Нестримна сталь
zh_cn: 斩断

# skill_name_deacon_the_flesh_warps
source: The Flesh Warps
ja: 歪む肉体
ko: 뒤틀리는 살점
uk: Спотворення плоті
zh_cn: 血肉扭曲

# skill_name_deacon_weight_of_worlds
source: Weight of Worlds
ja: 世界の重み
ko: 세계의 무게
uk: Тягар світів
zh_cn: 世界之重

# skill_name_death_cap_spores
source: Death Cap Spores
ja: 毒キノコの胞子
ko: 죽음의 독버섯
uk: Спори поганки
zh_cn: 伞形毒菌孢子

# skill_name_death_combo_soul_reaver
source: Soul Reaver
ko: 영혼 유린
uk: Пронизник душ

# skill_name_death_memento_mori
source: Memento Mori
ja: メメント・モリ
ko: 죽음을 기억하라
zh_cn: 难逃一死

# skill_name_death_shadow_of_death
source: Shadow of Death
ko: 죽음의 그림자
uk: Тінь Смерті

# skill_name_death_shadow_of_death_flag
source: Shadow of Death
ko: 죽음의 그림자
uk: Тінь Смерті

# skill_name_death_soul_reaver
source: Soul Reaver
ko: 영혼 유린
uk: Пронизник душ

# skill_name_death_trample
source: Trample
ja: 蹂躙
ko: 짓밟기
uk: Важкий поступ
zh_cn: 践踏

# skill_name_death_waning_crescent
source: Waning Crescent
ko: 기우는 초승달
uk: Щербатий місяць

# skill_name_dinner_cart_barf
source: Regurgitate
ja: 逆流
ko: 욕지기
uk: Відрижка
zh_cn: 反刍

# skill_name_dinner_cart_cleaver
source: Excoriate
ja: 皮剥ぎ
ko: 저미기
uk: Свіжування
zh_cn: 剥落

# skill_name_dinner_cart_inhuman_appetites
source: Inhuman Appetites
ja: 異常な食欲
ko: 비인간적 식욕
uk: Апетит нелюдя
zh_cn: 非人食欲

# skill_name_dinner_cart_ranged_attack
source: Bilious Mortar
ja: 胆汁爆撃
ko: 담즙 포격
uk: Жовчемет
zh_cn: 胆汁喷射

# skill_name_dinner_cart_ranged_debuff
source: Sickly Sweet
ja: 吐き気を催す甘さ
ko: 타락한 감미로움
uk: Нудотна солодкість
zh_cn: 反胃甜腻

# skill_name_docker_make_way
source: Make Way
ja: 道をあけろ！
ko: 길을 내어라
uk: З дороги!
zh_cn: 开路

# skill_name_docker_melee_1
source: Hull Breaker
ja: 甲板砕き
ko: 선체 파괴
uk: Розтрощення
zh_cn: 破舱

# skill_name_docker_melee_2
source: Brine Bucket
ja: 海水の桶
ko: 짠물 양동이
uk: Відро води
zh_cn: 海水桶

# skill_name_dog_rabid_b_bite
source: Jaws of the Battalion
ja: 大隊の顎
ko: 훈련받은 입질
uk: Паща батальйону
zh_cn: 战地尖牙

# skill_name_dog_rabid_b_harry
source: Flanking Harry
ja: 側面急襲
ko: 측면 기습
uk: Наскок збоку
zh_cn: 侧翼掠夺

# skill_name_dog_rabid_b_howl_buff
source: Rip and Tear
ja: 激怒
ko: 찢고 가르기
uk: Шаленство
zh_cn: 撕开扯裂

# skill_name_dog_rabid_b_mournful_howl
source: Mournful Howl
ja: 嘆きの遠吠え
ko: 슬픈 울음
uk: Сумне виття
zh_cn: 悲惨嚎叫

# skill_name_dog_rabid_bite
source: Rabid Rush
ja: 狂える突進
ko: 광견 돌진
uk: Шалений порив
zh_cn: 狂犬疾袭

# skill_name_dog_rabid_fetch
source: Fetch
ja: 獲物取り
ko: 물어오기
uk: Апорт
zh_cn: 叼回

# skill_name_dreaming_general_nightmare
source: Nightmare
ja: 悪夢
ko: 악몽
uk: Кошмар
zh_cn: 梦魇

# skill_name_dreaming_general_waking_dead
source: The Waking Dead
ja: 目覚めし亡者
ko: 깨어나는 망자
uk: Ходячий мрець
zh_cn: 死者复醒

# skill_name_dreaming_general_whisper
source: Unsettling Whispers
ja: 動揺の囁き
ko: 불안한 속삭임
uk: Тривожний шепіт
zh_cn: 不安低语

# skill_name_drummer_death_before_dishonor
source: Death Before Dishonor
ja: 不名誉よりも死を
ko: 명예를 잃느니 죽음을
uk: Смерть рятує від безчестя
zh_cn: 宁死不屈

# skill_name_drummer_focus_fire
source: Focus Fire
ja: 集中攻撃
ko: 집중 사격
uk: Прицільний вогонь
zh_cn: 集中火力

# skill_name_drummer_focus_fire_weak
source: Focus Fire
ko: 집중 사격
uk: Прицільний вогонь

# skill_name_drummer_marching_orders
source: Marching Orders
ja: 行進命令
ko: 진군 명령
uk: Кроком руш
zh_cn: 行军命令

# skill_name_drummer_order_defend_us
source: Order: Defensive Formation
ja: 命令：防衛隊形
ko: 명령: 방진 형성
uk: Для оборони шикуйсь!
zh_cn: 军令：防御阵型

# skill_name_drummer_order_slay_the_wounded
source: Order: Slay the Wounded
ja: 命令：負傷者の殺害
ko: 명령: 부상자 처치
uk: Полонених не брати!
zh_cn: 军令：追击伤者

# skill_name_drummer_order_volley
source: Order: Volley
ja: 命令：一斉射撃
ko: 명령: 일제 사격
uk: Залпом вогонь!
zh_cn: 军令：箭雨

# skill_name_drummer_sound_and_fury
source: Sound and Fury
ja: 轟音
ko: 소음과 격노
uk: Бій і лють
zh_cn: 狂怒强音

# skill_name_evangelist_blood_bond
source: Blood Bond
ja: 血の絆
ko: 피의 유대
uk: Кровні узи
zh_cn: 鲜血牵绊

# skill_name_evangelist_blood_commune
source: Blood Commune
ja: 血の聖餐
ko: 피의 성찬
uk: Причащання кров’ю
zh_cn: 鲜血交融

# skill_name_evangelist_nocturne_commune
source: Nocturne Commune
ja: 宵闇の聖餐
ko: 야상의 성찬
uk: Нічне причащання
zh_cn: 暗夜交融

# skill_name_evangelist_rush_judgement
source: Rush Judgement
ja: 性急なる審判
ko: 서두르는 심판
uk: Швидкий суд
zh_cn: 迅疾裁决

# skill_name_evangelist_worship
source: Worship
ja: 崇拝
ko: 숭배
uk: Служіння
zh_cn: 崇拜

# skill_name_exemplar_exultation
source: Exultation
ja: 歓喜
ko: 환희
uk: Бурхлива радість
zh_cn: 狂喜

# skill_name_exemplar_pillar_of_sacrifice
source: Pillar of Sacrifice
ja: 犠牲の柱
ko: 희생의 기둥
uk: Жертовний стовп
zh_cn: 献祭之柱

# skill_name_exemplar_prelude
source: Prelude
ja: 前奏曲
ko: 서곡
uk: Прелюдія
zh_cn: 序幕

# skill_name_exemplar_rapturous_beauty
source: Rapturous Beauty
ja: 熱狂的な美貌
ko: 황홀한 아름다움
uk: Благоговійна краса
zh_cn: 至臻极乐

# skill_name_exemplar_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击

# skill_name_exemplar_the_fall
source: The Fall
ja: 堕落
ko: 몰락
uk: Падіння
zh_cn: 陨落

# skill_name_eyes_nuke
source: Limerence
ja: 熱心な眼差し
ko: 강박
uk: Захопленість
zh_cn: 痴迷

# skill_name_eyes_seek
source: Behold
ja: 注視
ko: 주시
uk: Споглядання
zh_cn: 欣赏

# skill_name_eyes_seek_initial
source: Behold
ko: 주시

# skill_name_eyes_stalk_l_attack
source: Glower
ja: 注目
ko: 째려보기
uk: Погляд скоса
zh_cn: 瞪视

# skill_name_eyes_stalk_l_seek
source: Evince
ja: 明示
ko: 명시
uk: Виявлення
zh_cn: 揭示

# skill_name_eyes_stalk_l_seek_initial
source: Evince
ko: 명시

# skill_name_eyes_stalk_m_attack_grow
source: Glare
ja: 熟視
ko: 노려보기
uk: Пильний погляд
zh_cn: 怒目

# skill_name_eyes_stalk_m_seek
source: Detect
ja: 見破る
ko: 감지
uk: Визначення
zh_cn: 侦测

# skill_name_eyes_stalk_m_seek_initial
source: Detect
ko: 감지

# skill_name_eyes_stalk_s_attack_grow1
source: Gaze
ja: 凝視
ko: 응시
uk: Гостре око
zh_cn: 凝视

# skill_name_eyes_stalk_s_attack_grow2
source: Gaze
ja: 凝視
ko: 응시
uk: Гостре око
zh_cn: 凝视

# skill_name_eyes_stalk_s_basic_attack
source: Gaze
ko: 응시

# skill_name_eyes_stalk_s_seek
source: Observe
ja: 観察
ko: 관찰
uk: Спостереження
zh_cn: 观察

# skill_name_eyes_stalk_s_seek_grow1
source: Observe
ja: 観察
ko: 관찰
uk: Спостереження
zh_cn: 观察

# skill_name_eyes_stalk_s_seek_grow2
source: Observe
ja: 観察
ko: 관찰
uk: Спостереження
zh_cn: 观察

# skill_name_eyes_stalk_s_seek_mirror
source: Observe
ja: 観察
ko: 관찰
uk: Спостереження
zh_cn: 观察

# skill_name_eyes_suppress
source: Suppress
ja: 抑圧
ko: 억압
uk: Придушення
zh_cn: 抑制

# skill_name_failure_flg_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_gr_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_hel_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_hwm_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_jes_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_lep_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_maa_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_occ_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_pd_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_run_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_failure_ult_flg
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_gr
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_hel
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_hwm
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_jes
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_lep
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_maa
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_occ
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_pd
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_run
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ult_ves
source: Exultation
ko: 환희
uk: Бурхлива радість

# skill_name_failure_ves_attack
source: Regression
ko: 회귀
uk: Регресія

# skill_name_fire_bomb
source: Fire Bomb
ja: 火炎爆弾
ko: 화염탄
uk: Вогняна бомба
zh_cn: 火焰弹

# skill_name_fire_grenade
source: Fire Grenade
ja: 火炎手榴弾
ko: 화염 수류탄
uk: Вогняна граната
zh_cn: 榴弹

# skill_name_fish_monger_debone
source: Debone
ja: 骨抜き
ko: 가시 바르기
uk: Патрання
zh_cn: 剔骨

# skill_name_fish_monger_flense
source: Flense
ja: 脂身除き
ko: 기름 제거
uk: Розбирання
zh_cn: 剥皮

# skill_name_fish_monger_retreat
source: Fish Guts
ja: 魚の内臓
ko: 생선 내장
uk: Риб’ячі кишки
zh_cn: 鱼肠腥

# skill_name_fish_monger_whetstone
source: Whetstone
ja: 砥石
ko: 숫돌
uk: Точильний камінь
zh_cn: 磨刀石

# skill_name_fishermans_net
source: Fisherman's Net
ja: 漁師網
ko: 어부의 그물
uk: Рибальська сітка
zh_cn: 捕鱼人之网

# skill_name_flayer_ignite_self
source: Ignite!
ja: 点火！
ko: 불타라!
uk: Вогонь!
zh_cn: 点燃！

# skill_name_flayer_ignited_blade_tornado
source: Blade Tornado
ja: 刃の嵐
ko: 칼날 폭풍
uk: Ураган смерті
zh_cn: 利刃风暴

# skill_name_flayer_ignited_burning_slash
source: Burning Skewer
ja: 炎の一撃
ko: 불타는 꼬치
uk: Обпалюючий удар
zh_cn: 灼热穿刺

# skill_name_flayer_ignited_eye_brand
source: Eye Brand
ja: 目玉燃やし
ko: 안구의 낙인
uk: Тавро ока
zh_cn: 瞳孔烙印

# skill_name_flayer_ignited_move_up
source: Searing Lunge
ja: 突き焦がし
ko: 이글거리는 돌격
uk: Гарячий випад
zh_cn: 燃焰突刺

# skill_name_flayer_ignited_riposte
source: Riposte
ja: 応酬
ko: 반격
uk: Відбиття
zh_cn: 反击
