Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# item_name_trinket_surgeon_appalling_apron
source: Appalling Apron
ja: 驚愕のエプロン
ko: 끔찍한 앞치마
uk: Моторошний фартух
zh_cn: 骇人围裙

# item_name_trinket_surgeon_spiked_leather_cap
source: Spiked Skullcap
ja: トゲ付き頭蓋帽
ko: 가시 박힌 모자
uk: Шипаста шапка
zh_cn: 钉刺颅盔

# item_name_trinket_tiered_anchoring_charm
source: Anchoring Charm
ja: 固定のお守り
ko: 가시 돋친 부적
uk: Амулет життя (середній)
zh_cn: 锚定护符

# item_name_trinket_tiered_anchoring_charm_greater
source: Greater Anchoring Charm
ja: 固定のお守り（大）
ko: 고급 가시 돋친 부적
uk: Амулет життя (великий)
zh_cn: 强大锚定护符

# item_name_trinket_tiered_anchoring_charm_minor
source: Minor Anchoring Charm
ja: 固定のお守り（小）
ko: 저급 가시 돋친 부적
uk: Амулет життя (малий)
zh_cn: 次等锚定护符

# item_name_trinket_tiered_bouncers_belt
source: Bouncer's Belt
ja: 用心棒のベルト
ko: 기도의 허리띠
uk: Ремінь велетня (середній)
zh_cn: 保镖腰带

# item_name_trinket_tiered_bouncers_belt_greater
source: Greater Bouncer's Belt
ja: 用心棒のベルト（大）
ko: 고급 기도의 허리띠
uk: Ремінь велетня (великий)
zh_cn: 强大保镖腰带

# item_name_trinket_tiered_bouncers_belt_minor
source: Minor Bouncer's Belt
ja: 用心棒のベルト（小）
ko: 저급 기도의 허리띠
uk: Ремінь велетня (малий)
zh_cn: 次等保镖腰带

# item_name_trinket_tiered_cleansing_censer
source: Cleansing Censer
ja: 洗浄用つり香炉
ko: 정화 향로
uk: Кадило очищення (середнє)
zh_cn: 净化香炉

# item_name_trinket_tiered_cleansing_censer_greater
source: Greater Cleansing Censer
ja: 洗浄用つり香炉（大）
ko: 고급 정화 향로
uk: Кадило очищення (велике)
zh_cn: 强大净化香炉

# item_name_trinket_tiered_cleansing_censer_minor
source: Minor Cleansing Censer
ja: 洗浄用つり香炉（小）
ko: 저급 정화 향로
uk: Кадило очищення (мале)
zh_cn: 次等净化香炉

# item_name_trinket_tiered_clotting_cruor
source: Clotting Cruor
ja: 凝固する血餅
ko: 응고된 핏덩이
uk: Кривава підвіска (середня)
zh_cn: 凝结之血

# item_name_trinket_tiered_clotting_cruor_greater
source: Greater Clotting Cruor
ja: 凝固する血餅（大）
ko: 고급 응고된 핏덩이
uk: Кривава підвіска (велика)
zh_cn: 强大凝结之血

# item_name_trinket_tiered_clotting_cruor_minor
source: Minor Clotting Cruor
ja: 凝固する血餅（小）
ko: 저급 응고된 핏덩이
uk: Кривава підвіска (мала)
zh_cn: 次等凝结之血

# item_name_trinket_tiered_gilded_mind
source: Gilded Mind
ja: 黄金の心
ko: 도금된 정신
uk: Золочений череп (середній)
zh_cn: 镀金额首

# item_name_trinket_tiered_gilded_mind_greater
source: Greater Gilded Mind
ja: 黄金の心（大）
ko: 고급 도금된 정신
uk: Золочений череп (великий)
zh_cn: 强大镀金额首

# item_name_trinket_tiered_gilded_mind_minor
source: Minor Gilded Mind
ja: 黄金の心（小）
ko: 저급 도금된 정신
uk: Золочений череп (малий)
zh_cn: 次等镀金额首

# item_name_trinket_tiered_hale_draught
source: Hale Draught
ja: 壮健の薬
ko: 선혈 한 모금
uk: Пляшечка здоров’я (середня)
zh_cn: 康健秘饮

# item_name_trinket_tiered_hale_draught_greater
source: Greater Hale Draught
ja: 壮健の薬（大）
ko: 고급 선혈 한 모금
uk: Пляшечка здоров’я (велика)
zh_cn: 强大康健秘饮

# item_name_trinket_tiered_hale_draught_minor
source: Minor Hale Draught
ja: 壮健の薬（小）
ko: 저급 선혈 한 모금
uk: Пляшечка здоров’я (мала)
zh_cn: 次等康健秘饮

# item_name_trinket_tiered_heartseeker
source: Heartseeker
ja: ハートシーカー
ko: 심장 추적자
uk: Шукач слабкостей (середній)
zh_cn: 寻心护符

# item_name_trinket_tiered_heartseeker_greater
source: Greater Heartseeker
ja: ハートシーカー（大）
ko: 고급 심장 추적자
uk: Шукач слабкостей (великий)
zh_cn: 强大寻心护符

# item_name_trinket_tiered_heartseeker_minor
source: Minor Heartseeker
ja: ハートシーカー（小）
ko: 저급 심장 추적자
uk: Шукач слабкостей (малий)
zh_cn: 次等寻心护符

# item_name_trinket_tiered_heat_shield
source: Heat Shield
ja: 耐熱盾
ko: 방열 방패
uk: Теплощит (середній)
zh_cn: 阻热盾

# item_name_trinket_tiered_heat_shield_greater
source: Greater Heat Shield
ja: 耐熱盾（大）
ko: 고급 방열 방패
uk: Теплощит (великий)
zh_cn: 强大阻热盾

# item_name_trinket_tiered_heat_shield_minor
source: Minor Heat Shield
ja: 耐熱盾（小）
ko: 저급 방열 방패
uk: Теплощит (малий)
zh_cn: 次等阻热盾

# item_name_trinket_tiered_protectorate
source: Protectorate
ja: 保護の印
ko: 수호부
uk: Оберіг (середній)
zh_cn: 圣佑护符

# item_name_trinket_tiered_protectorate_greater
source: Greater Protectorate
ja: 保護の印（大）
ko: 고급 수호부
uk: Оберіг (великий)
zh_cn: 强大圣佑护符

# item_name_trinket_tiered_protectorate_minor
source: Minor Protectorate
ja: 保護の印（小）
ko: 저급 수호부
uk: Оберіг (малий)
zh_cn: 次等圣佑护符

# item_name_trinket_tiered_sacrificial_host
source: Sacrificial Host
ja: 生け贄の聖体
ko: 제물 인형
uk: Жертовна лялька (середня)
zh_cn: 献祭宿体

# item_name_trinket_tiered_sacrificial_host_greater
source: Greater Sacrificial Host
ja: 生け贄の聖体（大）
ko: 고급 제물 인형
uk: Жертовна лялька (велика)
zh_cn: 强大献祭宿体

# item_name_trinket_tiered_sacrificial_host_minor
source: Minor Sacrificial Host
ja: 生け贄の聖体（小）
ko: 저급 제물 인형
uk: Жертовна лялька (мала)
zh_cn: 次等献祭宿体

# item_name_trinket_tiered_sharpness_charm
source: Sharpness Charm
ja: 鋭さのお守り
ko: 예리한 부적
uk: Талісман гостроти (середній)
zh_cn: 锐利护符

# item_name_trinket_tiered_sharpness_charm_greater
source: Greater Sharpness Charm
ja: 鋭さのお守り（大）
ko: 고급 예리한 부적
uk: Талісман гостроти (великий)
zh_cn: 强大锐利护符

# item_name_trinket_tiered_sharpness_charm_minor
source: Minor Sharpness Charm
ja: 鋭さのお守り（小）
ko: 저급 예리한 부적
uk: Талісман гостроти (малий)
zh_cn: 次等锐利护符

# item_name_trinket_tiered_wolfsblood
source: Wolfsblood
ja: 狼の血
ko: 늑대 피
uk: Вовча голова (середня)
zh_cn: 狼血护符

# item_name_trinket_tiered_wolfsblood_greater
source: Greater Wolfsblood
ja: 狼の血（大）
ko: 고급 늑대 피
uk: Вовча голова (велика)
zh_cn: 强大狼血护符

# item_name_trinket_tiered_wolfsblood_minor
source: Minor Wolfsblood
ja: 狼の血（小）
ko: 저급 늑대 피
uk: Вовча голова (мала)
zh_cn: 次等狼血护符

# item_name_trophy_coastal_boss_leviathan
source: The Beck and Call
ja: 招く呼び声
ko: 소환의 부름
uk: Указівний перст
zh_cn: 海洋的呼唤

# item_name_trophy_coastal_boss_leviathan_b
source: The Lashing Tides
ko: 매서운 파도
uk: Тихі води

# item_name_trophy_fanatic_librarian
source: The Complete Catalogue
ja: 完全版カタログ
ko: 완벽한 목록
uk: Повна збірка
zh_cn: 博物全录

# item_name_trophy_fanatic_librarian_b
source: The Unabridged Edition
ja: 無削除版カタログ
ko: 무삭제 판본
uk: Нескорочене видання
zh_cn: 未删节的卷册

# item_name_trophy_lost_battalion_dreaming_general
source: The General's Dream
ja: 元帥の夢
ko: 장군의 꿈
uk: Сновидіння генерала
zh_cn: 将军之梦

# item_name_trophy_lost_battalion_dreaming_general_b
source: The Nightmare's End
ja: 悪夢の終わり
ko: 악몽의 끝
uk: Кінець кошмару
zh_cn: 梦魇尽头

# item_name_trophy_plague_eater_harvest_table
source: The Bumper Crop
ja: 大豊作の作物
ko: 풍작
uk: Нечуваний урожай
zh_cn: 丰饶作物

# item_name_trophy_plague_eater_harvest_table_b
source: The Harvest's Bounty
ja: 収穫者の褒章
ko: 수확의 몫
uk: Дарунки полів
zh_cn: 丰收之获

# item_name_tug_rope
source: Knotted Tug Rope
ja: 結び目のある綱引き縄
ko: 줄다리기 밧줄
uk: Товстий канат
zh_cn: 编织拉绳

# item_name_unnatural_pigment
source: Unnatural Pigment
ko: 이계의 색채
uk: Дивний пігмент

# item_name_valley_baubles
source: Rural Riches
ja: 辺境の富
ko: 교외의 부
uk: Місцеві знахідки
zh_cn: 乡野奇珍

# item_name_wagon_jack
source: Wagon Jack
ja: 馬車用ジャッキ
ko: 마차 이양기
uk: Каретний домкрат
zh_cn: 马车千斤顶

# item_name_war_horn
source: War Horn
ja: 戦の角笛
ko: 전쟁 뿔피리
uk: Бойовий ріг
zh_cn: 战争号角

# item_name_war_paint
source: War Paint
ja: 戦の顔面塗料
ko: 전쟁 화장
uk: Бойове розфарбування
zh_cn: 战争迷彩

# item_name_wax_innoculant
source: Wax Inoculant
ja: ワックス接種剤
ko: 예방용 향초
uk: Воскові свічки
zh_cn: 免疫熏蜡

# item_name_whetstone
source: Whetstone
ja: 砥石
ko: 숫돌
uk: Точильний камінь
zh_cn: 磨刀石

# item_name_whiskey
source: Whiskey
ko: 위스키
uk: Віскі

# item_name_whiskey_barrel
source: Whiskey Barrel
ja: ウイスキー樽
ko: 위스키 술통
uk: Барильце віскі
zh_cn: 威士忌桶

# item_name_whiskey_bottle
source: Whiskey Bottle
ja: ウイスキーボトル
ko: 위스키 술병
uk: Пляшка віскі
zh_cn: 瓶装威士忌

# item_name_whiskey_flask
source: Whiskey Flask
ja: ウイスキー容器
ko: 위스키 플라스크
uk: Фляжка віскі
zh_cn: 壶装威士忌

# item_name_whiskey_still
source: Pot and Still
ja: ポットと蒸留器
ko: 위스키 증류기
uk: Самогонний апарат
zh_cn: 威士忌蒸馏装置

# item_name_whittling_tools
source: Whittling Tools
ja: 削り器
ko: 조각 도구
uk: Комплект для різьблення
zh_cn: 木工工具

# item_name_wilburs_flag
source: Wilbur's Flag
ko: 윌버의 깃발
uk: Прапор Вілбера

# item_name_wild_tea
source: Wild Tea
ja: 天然のお茶
ko: 야생초 차
uk: Чай із диких трав
zh_cn: 狂野茶饮

# item_name_windchimes
source: Windchime
ja: 風鈴
ko: 풍경 종
uk: Музична підвіска
zh_cn: 风铃

# item_name_window_shades
source: Window Shades
ja: 窓用の日よけ
ko: 창 그림자
uk: Віконні штори
zh_cn: 窗棂之影

# item_name_worktable_loom
source: Worktable Loom
ja: 作業台型織機
ko: 대형 직조기
uk: Ткацький верстат
zh_cn: 纺织台

# item_name_worm_secretion
source: Peculiar Secretion
ja: 奇妙な分泌物
ko: 특이한 분비물
uk: Дивні виділення
zh_cn: 奇特的分泌物

# item_name_worm_slime
source: Congealed Slime
ja: 凝固した粘液
ko: 굳은 점액
uk: Застиглий слиз
zh_cn: 凝块的粘液

# item_quote_candles
source: <i>Faint glimmers that whisper of a brighter hereafter.</i>
ja: <i>明るい未来を照らす かすかな光</i>
ko: <i>더 밝은 내일을 속삭이는 희미한 불빛</i>
uk: <i>Слабкі проблиски, що шепочуть про яскраве майбутнє.</i>
zh_cn: <i>微弱的光芒，呢喃着更加光明的未来。</i>

# item_quote_cave_dirt
source: <i>Innocuous loam promising a return to the growing season.</i>
ko: <i>다시 성장의 계절로 돌아가겠노라 약속하는 듯한 기름진 흙</i>
uk: <i>Ґрунт, що обіцяє дати початок новому життю.</i>

# item_quote_city_books
source: <i>Knowledge and tales saved from flame's erasure.</i>
ko: <i>이글거리는 화염으로부터 구해낸 지식과 이야기들</i>
uk: <i>Те, що залишилося від знань, врятованих із полум’я.</i>

# item_quote_coast_starfish
source: <i>A husk of uncorrupted life. Pure. Precious.</i>
ko: <i>더럽혀지지 않은 삶의 허물. 순수하고 소중합니다.</i>
uk: <i>Приклад того, що не все те, що існує, піддається скверні</i>

# item_quote_experimental_remedy
source: <i>"Just a little something I've been working on."</i>
ko: <i>「요새 내가 좀 연구 중인 물건이야.」</i>

# item_quote_farm_spoons
source: <i>Hard earned trophies from bountiful harvests long past.</i>
ko: <i>그 옛날 거두었던 풍년으로부터 힘겹게 얻어낸 전리품.</i>
uk: <i>Важко зароблені трофеї з рясних урожаїв далекого минулого.</i>

# item_quote_forest_medals
source: <i>Tarnished awards from campaigns long-forgotten.</i>
ko: <i>오래 전 잊힌 전쟁이 남긴 빛바랜 훈장</i>
uk: <i>Потьмянілі нагороди за давно забуті битви.</i>

# item_quote_gold
source: <i>Memories and impressions from a bygone age.</i>
ko: <i>이제는 지나가 버린 시대의 기억과 감상들</i>
uk: <i>Спогади й враження минулого віку.</i>

# item_quote_guided_meditation
source: <i>"Let us empty our minds..."</i>
ko: <i>「함께 마음을 비워 보자…」</i>

# item_quote_holy_hymnal
source: <i>"I find this canticle particularly... evocative."</i>
ko: <i>「특히 이 성가가 참... 인상적이야.」</i>

# item_quote_improvised_strategy
source: <i>"I've been thinking..."</i>
ko: <i>「생각을 좀 해 보았는데…」</i>

# item_quote_infernal_torch
source: <i>Hope, a cruel illusion.</i>
ja: <i>希望、それは残酷な幻想だ。</i>
ko: <i>희망, 참으로 잔혹한 환상이지.</i>
uk: <i>Надія — жорстока ілюзія.</i>
zh_cn: <i>希望，残忍的幻象。</i>

# item_quote_infernal_torch_2
source: <i>Touched by the grave.</i>
ja: <i>墓に触れ、心を動かされる。</i>
ko: <i>묘지의 손길이 닿았는가.</i>
uk: <i>Дотик могили.</i>
zh_cn: <i>墓穴之触。</i>

# item_quote_infernal_torch_3
source: <i>Loathing and ruin.</i>
ja: <i>憎悪と破滅。</i>
ko: <i>증오와 파멸.</i>
uk: <i>Огида й руйнація.</i>
zh_cn: <i>怨念焚心。</i>

# item_quote_infernal_torch_4
source: <i>Battle and bloodshed.</i>
ja: <i>戦闘と流血。</i>
ko: <i>갈등과 유혈.</i>
uk: <i>Битва й кровопролиття.</i>
zh_cn: <i>血流成河。</i>

# item_quote_infernal_torch_5
source: <i>Ashes to ashes.</i>
ko: <i>재는 재로.</i>

# item_quote_item_name_infernal_torch
source: <i>When companionship falters, who can stand?</i>
ja: <i>親交が崩壊したとき、誰が残っていられるのか？</i>
ko: <i>동료애마저 좌절되면 과연 누가 버틸 수 있을까?</i>
uk: <i>Хто може вистояти, коли люди припиняють довіряти одне одному?</i>
zh_cn: <i>战友不睦之时，还有谁能独善其身？</i>

# item_quote_item_name_infernal_torch_2
source: <i>Sickness and fatigue can bring down the strongest.</i>
ja: <i>病気と疲労は、強者をも倒す。</i>
ko: <i>질병과 탈진은 제아무리 강한 자도 쓰러뜨리니.</i>
uk: <i>Навіть найсильніший не встоїть перед хворобою і втомою.</i>
zh_cn: <i>最强壮的人也会被疾病与疲劳摧垮。</i>

# item_quote_item_name_infernal_torch_3
source: <i>Darkness is inevitable. Give in.</i>
ja: <i>暗闇は避けられない。屈服せよ。</i>
ko: <i>암흑은 필연이니. 포기하게.</i>
uk: <i>Від темряви не втекти. І не намагайся.</i>
zh_cn: <i>黑暗避无可避。放弃吧。</i>

# item_quote_item_name_infernal_torch_4
source: <i>Clarification in combat.</i>
ja: <i>戦闘の中に浄化あり。</i>
ko: <i>싸움을 통해 증명하게나.</i>
uk: <i>Ясність під час бою.</i>
zh_cn: <i>接受战火的淬炼。</i>

# item_quote_item_name_infernal_torch_5
source: <i>The true test. Hold fast or expire.</i>
ja: <i>真の試練。耐えるか、絶えるか。</i>
ko: <i>진정한 시험이 시작되네… 버틸 텐가, 죽을 텐가?</i>
uk: <i>Справжнє випробування. Тримайтеся, інакше не пройдете.</i>
zh_cn: <i>真正的考验。不成功，便成仁。</i>

# item_quote_morbid_joke
source: <i>"Wrecked him? That it surely did."</i>
ko: <i>「완전히 박살이 났지? 확실하게 말이야.」</i>

# item_quote_oddly_tuned_lute
source: <i>"hehe let's just say the mood is upon me."</i>
ko: <i>「헤헤, 그냥 분위기 하나는 제대로 띄웠다고만 하지.」</i>

# item_quote_pain_box
source: <i>"Fear is the mind-killer..."</i>
ko: <i>「공포는 마음을 죽이니...」</i>

# item_quote_pet_shambler
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_precious_collection
source: <i>"A little beauty yet remains..."</i>
ko: <i>「아직 일말의 아름다움이 남아 있으니...」</i>

# item_quote_radiant_torch_L1
source: <i>A helping hand for when all seems lost.</i>
ja: <i>すべてが失われそうな時の救いの手。</i>
ko: <i>모든 게 끝났을 때 뻗어오는 한 줄기 도움의 손길.</i>
uk: <i>Те, що врятує, коли здається, ніби все втрачено.</i>
zh_cn: <i>绝境中的援手。</i>

# item_quote_radiant_torch_L2
source: <i>A helping hand for when all seems lost.</i>
ja: <i>すべてが失われそうな時の救いの手。</i>
ko: <i>모든 게 끝났을 때 뻗어오는 한 줄기 도움의 손길.</i>
uk: <i>Те, що врятує, коли здається, ніби все втрачено.</i>
zh_cn: <i>绝境中的援手。</i>

# item_quote_radiant_torch_L3
source: <i>A helping hand for when all seems lost.</i>
ja: <i>すべてが失われそうな時の救いの手。</i>
ko: <i>모든 게 끝났을 때 뻗어오는 한 줄기 도움의 손길.</i>
uk: <i>Те, що врятує, коли здається, ніби все втрачено.</i>
zh_cn: <i>绝境中的援手。</i>

# item_quote_radiant_torch_L4
source: <i>A helping hand for when all seems lost.</i>
ja: <i>すべてが失われそうな時の救いの手。</i>
ko: <i>모든 게 끝났을 때 뻗어오는 한 줄기 도움의 손길.</i>
uk: <i>Те, що врятує, коли здається, ніби все втрачено.</i>
zh_cn: <i>绝境中的援手。</i>

# item_quote_tar_filled_colambre
source: <i>"I'll cover myself with this... mind the fumes."</i>
ko: <i>「이걸 몸에 발라야겠군... 연기가 좀 날 테니 양해를 구하지.」</i>

# item_quote_the_very_best
source: <i>"Oh darling, you can't get this anywhere."</i>
ko: <i>「어머 자기, 이런 건 아무데서도 못 구해.」</i>

# item_quote_trinket_cultist_key_dark_impulse_bleed_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_blight_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_burn_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_debuff_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_disease_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_healing
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_move_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_stress_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_trinket_cultist_key_dark_impulse_stun_res
source: <i>Unlocks the potential of Cultist Trinkets</i>
ko: <i>이교도 장신구 착용 해금</i>
uk: <i>Розкриває потенціал дрібничок єретиків</i>

# item_quote_valley_baubles
source: <i>They glitter, resplendent and wistful.</i>
ja: <i>きらびやかに、燦然と、切なく輝いている。</i>
ko: <i>눈부시게 반짝이는 아쉬움을 자아냅니다.</i>
uk: <i>Вони млосно сяють і блищать.</i>
zh_cn: <i>色泽明亮，光芒却阴沉。</i>

# item_quote_war_paint
source: <i>"It is time to kill. Or time to die."</i>
ko: <i>「이제 죽고 죽일 시간이다.」</i>

# item_sell_value
source: [Sell Value: {0} Each]
ja: [販売値： 1個につき{0}]
ko: [판매 가격: 각 {0}]
uk: [Ціна продажу: {0} за кожен предмет]
zh_cn: [出售价格：每个{0}]

# item_subtype_pet
source: Pet
ja: ペット
ko: 애완동물
uk: Вихованець
zh_cn: 宠物

# item_tag_armor
source: Armor
ja: 防具
ko: 갑옷
uk: Броня
zh_cn: 盔甲

# item_tag_book
source: Book
ja: 本
ko: 책
uk: Книга
zh_cn: 书籍

# item_tag_concoction
source: Concoction
ja: 調合薬
ko: 혼합물
uk: Відвар
zh_cn: 制剂

# item_tag_contraption
source: Contraption
ja: 仕掛け
ko: 장치
uk: Пристрій
zh_cn: 机关

# item_tag_explosive
source: Explosive
ko: 폭발물
uk: Вибухівка

# item_tag_faction
source: Baubles
ja: 安物の宝石
ko: 패물
uk: Абищиці
zh_cn: 珍宝

# item_tag_flammable
source: Flammable
ja: 可燃物
ko: 가연성
uk: Займисте
zh_cn: 易燃物

# item_tag_food
source: Food
ja: 食料
ko: 식량
uk: Їжа
zh_cn: 食物

# item_tag_food_gear
source: Food Gear
ko: 식량 장비
uk: Для кухні

# item_tag_luxury_gear
source: Luxury Gear
ko: 사치품 장비
uk: Для комфорту

# item_tag_medicine_gear
source: Medical Gear
ko: 의료 장비
uk: Для медицини

# item_tag_noxious
source: Noxious
ja: 有毒
ko: 유독성
uk: Отрута
zh_cn: 有害物

# item_tag_poultice
source: Poultice
ja: 湿布
ko: 습포제
uk: Припарка
zh_cn: 敷药

# item_tag_powder
source: Powder
ja: 粉末
ko: 가루
uk: Порошок
zh_cn: 粉尘

# item_tag_restorative
source: Restorative
ja: 回復効果
ko: 회복
uk: Ліки
zh_cn: 伤药

# item_tag_road_gear
source: Road Gear
ko: 운행 장비
uk: Для дороги

# item_tag_scouting_gear
source: Scouting Gear
ko: 정찰 장비
uk: Для розвідки

# item_tag_serrated
source: Serrated
ja: 鋸歯
ko: 톱니형
uk: Зазублене
zh_cn: 锯齿物

# item_tag_stained
source: Stained
ja: 汚染
ko: 오점
uk: Скверна
zh_cn: 斑驳物

# item_tag_tinkers_gear
source: Tinker's Gear
ko: 땜질 장비
uk: Для майстерні

# item_tag_trap
source: Trap
ja: 罠
ko: 덫
uk: Пастка
zh_cn: 陷阱

# item_tag_weapon
source: Weapon
ja: 武器
ko: 무기
uk: Зброя
zh_cn: 武器

# item_tag_whiskey
source: Whiskey
ja: ウイスキー
ko: 위스키
uk: Віскі
zh_cn: 威士忌

# item_tag_woven
source: Woven
ja: 織物
ko: 직물
uk: Тканина
zh_cn: 织物

# item_targets_label
source: [{0} Targets]
ja: [{0} 対象]
ko: [{0}개 대상]
uk: [Цілі: {0}]
zh_cn: [{0}个目标]

# item_targets_party_label
source: [Party]
ja: [パーティ]
ko: [해당 진영 전체]
uk: [Група]
zh_cn: [队伍]

# item_targets_singular_label
source: [{0} Target]
ja: [{0} 対象]
ko: [{0}개 대상]
uk: [Ціль: {0}]
zh_cn: [{0}个目标]

# item_trophy_empty_tooltip
source: Trophies are required to enter every Mountain except Denial They are found by defeating Lair bosses.
ko: 산에 진입하려면 전리품이 필요합니다 (부정 고해 제외). 전리품은 소굴의 우두머리를 물리쳐 획득할 수 있습니다.

# item_type_combat
source: <color=#{item_combat}>Combat Item</color>
ja: <color=#{item_combat}>戦闘アイテム</color>
ko: <color=#{item_combat}>전투 아이템</color>
uk: <color=#{item_combat}>Предмети бою</color>
zh_cn: <color=#{item_combat}>战斗物品</color>

# item_type_consumable
source: Consumable
ja: 消耗品
ko: 소모품
uk: Витратні предмети
zh_cn: 消耗品

# item_type_currency
source: Currency
ja: 通貨
ko: 재물
uk: Гроші
zh_cn: 货币

# item_type_currency_animals
source: Currency
ja: 通貨
ko: 재물
uk: Гроші
zh_cn: 货币

# item_type_currency_deliverable
source: <color=#{item_deliverable}>Deliverable</color>
ko: <color=#{item_deliverable}>전달 가능</color>
uk: <color=#{item_deliverable}>Доставка</color>

# item_type_currency_faction
source: Currency
ja: 通貨
ko: 재물
uk: Гроші
zh_cn: 货币

# item_type_currency_profile
source: Altar Currency
ja: 祭壇の通貨
ko: 제단 재물
uk: Гроші вівтаря
zh_cn: 祭坛货币

# item_type_currency_relics
source: Currency
ja: 通貨
ko: 재물
uk: Гроші
zh_cn: 货币

# item_type_faction
source: <color=#{item_typeline}>Trinket (Faction)</color>
ja: <color=#{item_typeline}>装身具（派閥）</color>
ko: <color=#{item_typeline}>장신구 (진영)</color>
uk: <color=#{item_typeline}>Дрібничка (фракція)</color>
zh_cn: <color=#{item_typeline}>饰品（专属）</color>

# item_type_food
source: Provisions
ja: 食糧
ko: 물자
uk: Провізія
zh_cn: 补给

# item_type_memory
source: Memory
ja: 記憶
ko: 기억
uk: Спогад
zh_cn: 记忆

# item_type_pet
source: Pet
ja: ペット
ko: 애완동물
uk: Вихованець
zh_cn: 宠物

# item_type_provision
source: Provision
ja: 食料
ko: 물자
uk: Запаси
zh_cn: 补给

# item_type_rest
source: <color=#{item_rest}>Inn Item</color>
ja: <color=#{item_rest}>宿アイテム</color>
ko: <color=#{item_rest}>여관 아이템</color>
uk: <color=#{item_rest}>Предмети трактиру</color>
zh_cn: <color=#{item_rest}>旅馆物品</color>

# item_type_rest_hero
source: <color=#{item_rest_hero}>Signature Inn Item</color>
ko: <color=#{item_rest_hero}>상징 여관 아이템</color>
uk: <color=#{item_rest_hero}>Особливий предмет трактиру</color>

# item_type_sc_upgrade
source: Stagecoach Item
ko: 역마차 아이템
uk: Аксесуар Диліжанса

# item_type_stage_coach_upgrade
source: Stagecoach Item
ko: 역마차 아이템
uk: Аксесуар Диліжанса

# item_type_stage_coach_upgrade_common
source: <color=#{item_coach}>Stagecoach Item</color>
ko: <color=#{item_coach}>역마차 아이템</color>
uk: <color=#{item_coach}>Аксесуар Диліжанса</color>

# item_type_stage_coach_upgrade_infernal
source: <color=#{item_infernal}>Infernal Flame</color>
ko: <color=#{item_infernal}>지옥의 불꽃</color>
uk: <color=#{item_infernal}>Пекельне полум’я</color>

# item_type_stage_coach_upgrade_pet
source: <color=#{item_pet}>Pet</color>
ko: <color=#{item_pet}>애완동물</color>
uk: <color=#{item_pet}>Вихованець</color>

# item_type_stage_coach_upgrade_radiant
source: <color=#{item_radiant}>Radiant Flame</color>
ko: <color=#{item_radiant}>광명의 불꽃</color>
uk: <color=#{item_radiant}>Променисте полум’я</color>

# item_type_stage_coach_upgrade_rare
source: <color=#{item_coach}>Stagecoach Item</color>
ko: <color=#{item_coach}>역마차 아이템</color>
uk: <color=#{item_coach}>Аксесуар Диліжанса</color>

# item_type_stage_coach_upgrade_trophy
source: <color=#{item_trophy}>Trophy</color>
ja: <color=#{item_trophy}>トロフィー</color>
ko: <color=#{item_trophy}>전리품</color>
uk: <color=#{item_trophy}>Трофей</color>
zh_cn: <color=#{item_trophy}>狩猎纪念品</color>

# item_type_trinket
source: <color=#{item_typeline}>Trinket</color>
ja: <color=#{item_typeline}>装身具</color>
ko: <color=#{item_typeline}>장신구</color>
uk: <color=#{item_typeline}>Дрібничка</color>
zh_cn: <color=#{item_typeline}>饰品</color>

# item_type_trinket_common
source: <color=#{trinket_common}>Vague Trinket</color>
ja: <color=#{trinket_common}>ありふれた装身具</color>
ko: <color=#{trinket_common}>모호한 장신구</color>
uk: <color=#{trinket_common}>Незрозуміла дрібничка</color>
zh_cn: <color=#{trinket_common}>模糊饰品</color>

# item_type_trinket_cultist
source: <color=#{trinket_cultist}>Unforgettable Trinket</color>
ja: <color=#{trinket_cultist}>記憶に刻まれる装身具</color>
ko: <color=#{trinket_cultist}>잊을 수 없는 장신구</color>
uk: <color=#{trinket_cultist}>Пам’ятна дрібничка</color>
zh_cn: <color=#{trinket_cultist}>难忘饰品</color>

# item_type_trinket_epic
source: <color=#{trinket_epic}>Indelible Trinket</color>
ja: <color=#{trinket_epic}>消去できない装身具</color>
ko: <color=#{trinket_epic}>지울 수 없는 장신구</color>
uk: <color=#{trinket_epic}>Незабутня дрібничка</color>
zh_cn: <color=#{trinket_epic}>铭心饰品</color>

# item_type_trinket_faction
source: <color=#{item_typeline}>Trinket (Faction)</color>
ja: <color=#{item_typeline}>装身具（派閥）</color>
ko: <color=#{item_typeline}>장신구 (진영)</color>
uk: <color=#{item_typeline}>Дрібничка (фракція)</color>
zh_cn: <color=#{item_typeline}>饰品（专属）</color>

# item_type_trinket_rare
source: <color=#{trinket_rare}>Distant Trinket</color>
ja: <color=#{trinket_rare}>やや身近な装身具</color>
ko: <color=#{trinket_rare}>아득한 장신구</color>
uk: <color=#{trinket_rare}>Заморська дрібничка</color>
zh_cn: <color=#{trinket_rare}>遥远饰品</color>

source: Jester
ja: ジェスター
ko: 광대
uk: Блазень
zh_cn: 小丑

# jester_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# jester_wpn_intermezzo
source: <color=#{notable}>Intermezzo</color>
ko: <color=#{notable}>간주자</color>
uk: <color=#{notable}>Інтермеццо</color>

# jester_wpn_soloist
source: <color=#{notable}>Soloist</color>
ko: <color=#{notable}>독주자</color>
uk: <color=#{notable}>Соліст</color>

# jester_wpn_virtuoso
source: <color=#{notable}>Virtuoso</color>
ko: <color=#{notable}>거장</color>
uk: <color=#{notable}>Віртуоз</color>

# language_display_name_system_default
source: System Default
ja: システムデフォルト
ko: 시스템 기본 설정
uk: як у системі
zh_cn: 系统默认
