Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# affinity_change_bark_add_buff_observing_jealous+jester
source: Am I a joke to you?
ja: ナメてんのか？
ko: 내가 웃겨 보이나?
uk: А я що, нікчема?
zh_cn: 我在你眼里是个笑话么？

# affinity_change_bark_add_buff_observing_jealous+leper
source: Swift to aid the others...
ja: 他の者を早く助けねば…
ko: 얼른 다른 사람이나 돕게...
uk: Іншим допомагаєш, аж гуде...
zh_cn: 帮助别人从不含糊……

# affinity_change_bark_add_buff_observing_jealous+man_at_arms
source: Tactically unwise!
ja: 戦術に無理がある！
ko: 전술적 실수다!
uk: Не тактика, а казна-що!
zh_cn: 真是不明智的战术！

# affinity_change_bark_add_buff_observing_jealous+occultist
source: You may live to regret that.
ko: 평생 후회하게 될 걸세.
uk: Колись ти про це пожалкуєш.

# affinity_change_bark_add_buff_observing_jealous+plague_doctor
source: By my calculations, you misjudged that.
ja: 察するに、お前はミスをした
ko: 내가 계산해 보니 그건 판단착오 같은데.
uk: Як на мене, це якась хиба.
zh_cn: 按我的计算，你判断失误了。

# affinity_change_bark_add_buff_observing_jealous+runaway
source: Nobody listens to me anyway.
ja: どうせ、私の話なんて誰も聞いてくれないし
ko: 어차피 내 말은 아무도 안 듣잖아.
uk: Однаково мене ніхто не слухає.
zh_cn: 反正也没人听我的。

# affinity_change_bark_add_buff_observing_jealous+vestal
source: Think yourself so wise, hm?
ja: ご自身が賢いとでもお思いで？
ko: 그대가 그렇게 잘난 것 같나?
uk: Вважаєш себе краще за інших?
zh_cn: 真觉得自己很聪明，是么？

# affinity_change_bark_add_buff_participating@0
source: Let me lend a hand.
ja: 手を貸そう
ko: 내가 도와주지.
uk: Давай допоможу.
zh_cn: 让我帮你一把。

# affinity_change_bark_add_buff_participating@1
source: This might be of some help!
ja: これが役に立つはずだ！
ko: 이게 도움이 될지도!
uk: Це може допомогти.
zh_cn: 这个或许能帮上忙！

# affinity_change_bark_add_buff_participating+flagellant
source: The divine flows through me!
ko: 신성이 나를 타고 흐른다!
uk: Божественне тече крізь мене!

# affinity_change_bark_add_buff_participating+grave_robber
source: One of my finest powders. I insist.
ja: 最高級の粉末だ。保証するよ
ko: 내가 가장 애용하는 가루 중에 하나야. 효과 장담해.
uk: Один із моїх найкращих порошків. Бери.
zh_cn: 这是我最好的鼻烟。别客气。

# affinity_change_bark_add_buff_participating+hellion
source: Spirits at your back!
ja: 後ろに聖霊が！
ko: 혼령들이 등 받쳐준다!
uk: Позаду тебе духи!
zh_cn: 众灵就在你的身后！

# affinity_change_bark_add_buff_participating+highwayman
source: If you get the shot, take it.
ja: 撃たれたなら、受け止めろ
ko: 기회가 보이면 바로 잡으라고.
uk: Це треба приймати, коли поранять.
zh_cn: 有机会的话，就看你的了。

# affinity_change_bark_add_buff_participating+jester
source: Oh, I'll cheer you on if I <i>must.</i>
ja: ああ、<i>どうしても</i>っていうなら励ましてやるよ
ko: 아이고, <i>필요하다면</i> 응원도 해 드립죠.
uk: Я тебе підтримаю, якщо <i>буде потрібно.</i>
zh_cn: 哎呦，你<i>坚持</i>的话，我就给你打打气吧。

# affinity_change_bark_add_buff_participating+leper
source: Find strength in the fray, friend.
ja: 戦いの中で強さを見出せ、友よ
ko: 힘을 끌어 모으게, 벗이여.
uk: Сила приходить під час бою!
zh_cn: 在战斗中找到力量吧，朋友。

# affinity_change_bark_add_buff_participating+man_at_arms
source: Steel yerself!
ja: 勇気を出せ！
ko: 딱 버텨!
uk: Тримайся!
zh_cn: 挺住！

# affinity_change_bark_add_buff_participating+occultist
source: The stars are, at times, benevolent.
ja: 運命とは、時には慈悲深いものだ
ko: 별들은 때때로 자비를 베풀기도 하지.
uk: Інколи зірки до нас прихильні.
zh_cn: 繁星有时也会降下恩泽。

# affinity_change_bark_add_buff_participating+plague_doctor
source: Sniff this - to balance the humours!
ja: この匂いを嗅いで気分を楽にしな！
ko: 이거 흡입해. 체액의 균형이 맞춰질 거야!
uk: Нюхни — це покращить настрій!
zh_cn: 吸上一口这个，保持体液平衡！

# affinity_change_bark_add_buff_participating+runaway
source: Don't say I never gave you nothin'.
ja: 何もあげなかったなんて言わせないよ
ko: 나중에 내가 아무것도 안 줬다고나 하지 마.
uk: І не кажи, що я нічим із тобою не ділюся.
zh_cn: 记住我对你的好。

# affinity_change_bark_add_buff_participating+vestal
source: A blessing, if you're in need.
ja: あなたがお困りなら、喜んで
ko: 필요하다면 축복을 내려 드리지.
uk: Двічі дає той, хто дає вчасно.
zh_cn: 祝福你，如果你需要的话。

# affinity_change_bark_add_guard_jealous_wounded@0
source: I see that I must get by without your help.
ja: お前の助けなしでやっていかねばならぬようだ
ko: 네 도움 따위 바라면 안되겠다는 건 알겠군.
uk: Обійдусь без твоєї допомоги.
zh_cn: 看来我必须默认你不会帮我了。

# affinity_change_bark_add_guard_jealous_wounded@1
source: You see me suffer and do nothing...!
ja: 私が苦しむのを見て、何もしないのか…！
ko: 내 고통을 손 놓고 구경할 셈이냐...!
uk: Бачиш, що мені зле, і нічого не робиш...
zh_cn: 你看着我受苦，却什么都不做……！

# affinity_change_bark_add_guard_jealous_wounded+flagellant
source: Only I decide when I bleed!
ja: お前の攻撃などにやられるものか！
ko: 내 피가 흐를 지는 내가 결정한다!
uk: Тільки я вирішую, коли мені спливати кров’ю!
zh_cn: 只有我才能决定我什么时候流血！

# affinity_change_bark_add_guard_jealous_wounded+grave_robber
source: I shall continue on bleeding, I suppose.
ko: 그럼 계속 피나 흘리고 있지 뭐.
uk: Мабуть, я буду й далі спливати кров’ю.

# affinity_change_bark_add_guard_jealous_wounded+hellion
source: I cannot fight if you let me die!
ja: 死んだら戦えなくなる！
ko: 날 죽게 둘 거면 더 못 싸운다!
uk: Я не зможу битися, якщо ти даси мені померти!
zh_cn: 你任由我死掉的话，我就没法战斗了！

# affinity_change_bark_add_guard_jealous_wounded+highwayman
source: No aid over here?
ko: 여긴 안 도와주나?
uk: І що, ніяк не допоможеш?

# affinity_change_bark_add_guard_jealous_wounded+jester
source: Did I tick you off somehow?
ja: 何か気に障ったか？
ko: 너 나한테 아쉬운 거 있냐?
uk: Я тебе чимось дратую?
zh_cn: 我是哪里得罪过你么？

# affinity_change_bark_add_guard_jealous_wounded+leper
source: *quiet grumble*
ja: ブツブツ…
ko: (조용한 투덜거림)
uk: *тихо буркотить*
zh_cn: *不易察觉的哼声*

# affinity_change_bark_add_guard_jealous_wounded+man_at_arms
source: You deploy our strength unwisely!
ja: 俺たちの力を無駄にするのか！
ko: 지금 전력을 멍청하게 배분하고 있잖나!
uk: Ти використовуєш нашу силу нерозумно!
zh_cn: 你的力气用错了地方！

# affinity_change_bark_add_guard_jealous_wounded+occultist
source: A fell omen, that.
ja: 縁起が悪いな
ko: 안 좋은 징조로군.
uk: Ось воно, погане знамення.
zh_cn: 这是个堕落的征兆。

# affinity_change_bark_add_guard_jealous_wounded+plague_doctor
source: Inefficient!
ja: 役立たず！
ko: 효율적이지 못해!
uk: Ніякої користі!
zh_cn: 真是不懂什么叫效率！

# affinity_change_bark_add_guard_jealous_wounded+runaway
source: Good thing I expected no better.
ko: 애초에 기대도 안하길 잘했지.
uk: На щось краще я й не сподівалась.

# affinity_change_bark_add_guard_jealous_wounded+vestal
source: I surely have greater need!
ko: 내가 더 급한 상황인 것 같다만!
uk: Мені точно це потрібно більше!

# affinity_change_bark_add_guard_mortally_jealous@0
source: I sit on the brink - and for what?
ja: もうダメだ…どうすれば？
ko: 지금 내가 왜 이 지경으로 버티고 있지?
uk: Я стою на краю прірви... заради чого?
zh_cn: 我垂死挣扎——却又为了什么？

# affinity_change_bark_add_guard_mortally_jealous@1
source: If this be the end, you'll regret it.
ja: ここで終われば後悔するぞ
ko: 모든 게 여기서 끝난다면 네 탓이다.
uk: Якщо це кінець, ти пошкодуєш.
zh_cn: 如果这就是终结的话，你会后悔的。

# affinity_change_bark_add_guard_mortally_jealous+flagellant
source: You would let my suffering go to waste?!
ja: 俺の苦しみを無駄にするのか！
ko: 내 고통을 이대로 낭비할 셈이냐?!
uk: Невже мої страждання пропадуть даремно?!
zh_cn: 你要让我受的苦白费吗？

# affinity_change_bark_add_guard_mortally_jealous+grave_robber
source: I deserved better.
ja: もっと戦えたのに
ko: 뭐 대접이 이따위람.
uk: Я заслуговувала на краще.
zh_cn: 你们配不上我。

# affinity_change_bark_add_guard_mortally_jealous+hellion
source: Buffoon!
ja: 馬鹿者！
ko: 망할!
uk: Посміховисько!
zh_cn: 蠢货！

# affinity_change_bark_add_guard_mortally_jealous+highwayman
source: Mistake it was, counting on you.
ja: お前を頼りにしたのが間違いだった
ko: 애초에 기대한 게 잘못이었지.
uk: Розраховувати на тебе було помилкою.
zh_cn: 我就不该指望你。

# affinity_change_bark_add_guard_mortally_jealous+jester
source: I'll carry on alone, thanks.
ja: 一人で平気さ、じゃあな
ko: 됐어, 혼자서 어떻게든 해 보지.
uk: Я і сам впораюся, дякую.
zh_cn: 那我自己撑着吧，谢了。

# affinity_change_bark_add_guard_mortally_jealous+leper
source: You sentence me to death.
ja: 私への死刑宣告か
ko: 내게 사형 선고를 내리다니.
uk: Ти виносиш мені смертний вирок.
zh_cn: 你在宣判我的死刑。

# affinity_change_bark_add_guard_mortally_jealous+man_at_arms
source: If we lose this day, it's at your feet!
ja: もう死はすぐそこまで来ている
ko: 우리가 지면 다 네 탓이다!
uk: Якщо ми програємо, то з твоєї вини.
zh_cn: 我们今天失败的话，全是你的错！

# affinity_change_bark_add_guard_mortally_jealous+occultist
source: You would make a sacrifice of me? I see.
ko: 나를 희생하려는 모양이로군? 알겠네.
uk: Збираєшся пожертвувати мною? Зрозуміло...

# affinity_change_bark_add_guard_mortally_jealous+plague_doctor
source: If I bleed out, who will staunch <i>your</i> wounds?
ja: 私が失血死したら、誰が<i>お前</i>の血を止めるんだ？
ko: 내가 쓰러지면 <i>네</i> 상처는 누가 돌봐줄까?
uk: Якщо я спливу кров’ю, хто вилікує <i>твої</i> рани?
zh_cn: 要是我失血而死，谁来为<i>你们</i>止血？

# affinity_change_bark_add_guard_mortally_jealous+runaway
source: What am I worth to you?!
ja: 私のことはどうでもいいの！？
ko: 내가 그리도 무가치한가보지?!
uk: Хто я для тебе?
zh_cn: 我对你毫无价值么？！

# affinity_change_bark_add_guard_mortally_jealous+vestal
source: If I expire, you shall rue the day.
ja: 私が息絶えれば、あなたは後悔するでしょう
ko: 내가 쓰러지면 그대들 모두 후회할 터.
uk: Якщо я помру, ти пошкодуєш!
zh_cn: 如果我在这里殒命，你会懊悔的。

# affinity_change_bark_add_guard_participating@0
source: Behind me!
ja: 後ろに行け！
ko: 내 뒤로 와!
uk: Ховайся за мене!
zh_cn: 来我身后！

# affinity_change_bark_add_guard_participating@1
source: I'll draw them over!
ja: 奴らを引きつけよう！
ko: 내가 시선을 끌지!
uk: Я відверну їх увагу!
zh_cn: 我把他们引开！

# affinity_change_bark_add_guard_participating@2
source: They won't get past me!
ja: この先へは行かさん！
ko: 날 지나가지는 못할 걸!
uk: Ніхто не пройде повз мене!
zh_cn: 他们过不了我这关！

# affinity_change_bark_add_guard_participating_dd@0
source: Hold fast!
ja: 守備を固めろ！
ko: 버텨!
uk: Не здавайся!
zh_cn: 撑住！

# affinity_change_bark_add_guard_participating_dd@1
source: It isn't your time, not yet.
ja: まだお前の出番じゃない
ko: 아직은 끝이 아니야.
uk: Твій час ще не настав.
zh_cn: 你的时候还没到。

# affinity_change_bark_add_guard_participating_dd+flagellant
source: Have at me, pale rider! I've bested you once!
ja: さあこい、死を司る騎士め！お前なんぞ怖くもないわ！
ko: 오라, 백기사여! 내 이미 널 한번 무찌른 바 있노라!
uk: Подивись на мене, вершнице на блідому коні! Одного разу я тебе вже переміг!
zh_cn: 来吧，苍白的骑手！你不过是我的手下败将罢了！

# affinity_change_bark_add_guard_participating_dd+grave_robber
source: Look at you - inspiring heroics!
ja: 見よ、人を奮起させるこの勇姿を！
ko: 너만 보면 영웅심이 솟더라!
uk: Ти справжнє втілення героїзму!
zh_cn: 看到你坚强的样子，真是振奋人心啊！

# affinity_change_bark_add_guard_participating_dd+hellion
source: Hold fast - I am your armour!
ja: しっかりしなさい、私がお前の盾になる！
ko: 버텨라. 내가 네 갑옷이다!
uk: Тримайся, я закрию тебе собою!
zh_cn: 撑住——我就是你的盔甲！

# affinity_change_bark_add_guard_participating_dd+highwayman
source: It doesn't end here.
ja: これで終わりにするものか
ko: 여기서 끝나진 않아.
uk: Це не кінець.
zh_cn: 这里不是终点。

# affinity_change_bark_add_guard_participating_dd+jester
source: Allow me to draw their ire.
ja: 奴らの怒りを買わせてくれ
ko: 내가 관심을 끌어 보지 뭐.
uk: Дай-но я спрямую на себе їхню лють.
zh_cn: 容我引开他们的怒火。

# affinity_change_bark_add_guard_participating_dd+leper
source: Death is not to be feared, but let us not hurry it.
ja: 死は恐れるに足りんが、急ぐ必要はない
ko: 죽음은 두려워할 대상이 아니나, 굳이 서두를 필요도 없지.
uk: Смерті не треба боятись, але й наближати її не варто.
zh_cn: 死亡并不可怕，但还是不要急着赴死。

# affinity_change_bark_add_guard_participating_dd+man_at_arms
source: Retreat if ye can!
ja: 今のうちに下がれ！
ko: 발 달렸으면 퍼뜩 물러나!
uk: Відступай, якщо можеш!
zh_cn: 可以的话，撤到后面去！

# affinity_change_bark_add_guard_participating_dd+occultist
source: Fate has other things in store for you.
ja: 運命はこれひとつじゃない
ko: 운명은 자네에게 다른 안배를 준비해 두었다네.
uk: Доля має інші плани на тебе.
zh_cn: 命运对你还有别的打算。

# affinity_change_bark_add_guard_participating_dd+plague_doctor
source: Bodies can be mended!
ja: 体なら回復できる！
ko: 몸은 치료할 수 있어!
uk: Тіло можна підлатати!
zh_cn: 肉体可以被修复！

# affinity_change_bark_add_guard_participating_dd+runaway
source: Get up, damn you! You're not done!
ja: おい、起きて！死ぬんじゃない！
ko: 일어나, 망할! 아직 안 끝났어!
uk: Та піднімайся ж ти! Це ще не кінець!
zh_cn: 见鬼，快起来！你不能死！

# affinity_change_bark_add_guard_participating_dd+vestal
source: Hold on! A better end awaits us!
ja: 耐えるのです！よりよき終焉が待っています！
ko: 버텨라! 더 나은 결말이 기다리고 있으니!
uk: Тримайся! На нас чекає краща доля!
zh_cn: 坚持住！有更好的结局在等着我们！

# affinity_change_bark_add_guard_participating_wounded@0
source: Fear them not while I yet stand!
ja: 我が命あるうちは、奴らを恐れるな！
ko: 난 아직 버틸 수 있으니 겁먹지 말라고!
uk: Не бійтеся нікого, доки я на ногах!
zh_cn: 只要我还站着，他们就不足为惧！

# affinity_change_bark_add_guard_participating_wounded@1
source: Tend to your wounds. I'll hold them off!
ja: 手当てをしろ。奴らは私が食い止める！
ko: 상처나 돌보고 있어. 내가 저지할 테니까!
uk: Займися своїми ранами. Я прикрию!
zh_cn: 处理好你的伤口。我来顶住他们！

# affinity_change_bark_add_guard_participating_wounded+flagellant
source: Death shall be no master over you!
ja: 死に支配されることなどない！
ko: 죽음도 그대를 압도할 수는 없나니!
uk: Смерть тебе не отримає!
zh_cn: 死神决定不了你的生死！

# affinity_change_bark_add_guard_participating_wounded+grave_robber
source: Don't squander my altruism, hm?
ja: 助けてやったのを無駄にしないでね？
ko: 이 언니의 희생 정신은 좀 비싼데?
uk: Не знецінюй мій альтруїзм.
zh_cn: 我难得发发善心，可别浪费了，好么？

# affinity_change_bark_add_guard_participating_wounded+hellion
source: My rage is yours!
ja: 私の怒りはお前のもの！
ko: 내 분노는 너의 것이다!
uk: Моя несамовитість — твоя сила!
zh_cn: 我的怒火为你助威！

# affinity_change_bark_add_guard_participating_wounded+highwayman
source: I'll hold 'em while you right yourself.
ja: お前が落ち着くまで、俺が奴らを止める
ko: 네가 추스릴 때까지 어떻게든 버텨 보지.
uk: Я їх затримаю, доки ти не прийдеш до тями.
zh_cn: 你赶紧缓一缓，我来顶住他们。

# affinity_change_bark_add_guard_participating_wounded+jester
source: Relax. I'm sturdier than I look.
ja: 落ち着きな。こう見えて頑丈なんだぜ
ko: 진정들 해, 나 보기보다 튼튼하다구.
uk: Не переймайся. Мене не так легко здолати.
zh_cn: 别担心，我比看起来要壮实得多。

# affinity_change_bark_add_guard_participating_wounded+leper
source: At my side, no harm will reach you.
ko: 내 등 뒤에 서게. 어떤 고통도 닿을 수 없을 테니.
uk: Тобі ніщо не загрожує, доки ти зі мною.

# affinity_change_bark_add_guard_participating_wounded+man_at_arms
source: I trained with this shield for a reason!
ja: この時のために、盾の訓練をしたんだ！
ko: 내가 방패술을 배운 건 다 이유가 있다고!
uk: Недарма я вчився бою зі щитом.
zh_cn: 这面盾牌是时候发挥作用了！

# affinity_change_bark_add_guard_participating_wounded+occultist
source: Let the unseen ward us...
ja: 見えざるものに身を委ねるのだ…
ko: 보이지 않는 것들이 우릴 지켜주기를...
uk: Нехай незримі тіні охороняють нас...
zh_cn: 灵异之物庇佑我们……

# affinity_change_bark_add_guard_participating_wounded+plague_doctor
source: Wounded, yes, but breathing!
ja: 負傷しているが、まだ息はある！
ko: 좀 다치긴 했지만 숨은 붙어 있어!
uk: Рани є, але життю не загрожують.
zh_cn: 伤得不轻，但仍有呼吸！

# affinity_change_bark_add_guard_participating_wounded+runaway
source: I won't let 'em catch you!
ja: 奴らに捕らえさせはしない！
ko: 순순히 잡히게 둘 수는 없지!
uk: Я не дозволю їм тебе спіймати!
zh_cn: 我不会让他们抓住你的！

# affinity_change_bark_add_guard_participating_wounded+vestal
source: Take shelter behind me.
ja: 私の後ろに隠れなさい
ko: 내 뒤에 숨어라.
uk: Ховайся за мене.
zh_cn: 在我身后获得庇护。

# affinity_change_bark_add_guard_participating+flagellant
source: Face me instead, blackguards!
ko: 대신 나를 마주하라, 흑암의 자식들아!
uk: Краще бийтеся зі мною, негідники!

# affinity_change_bark_add_guard_participating+grave_robber
source: I'll cut down any who try.
ja: 近づく奴は切り捨ててやる
ko: 손대기만 해 봐, 잘라버릴 테니까.
uk: Уб’ю кожного, хто стане на шляху.
zh_cn: 谁敢对你动手，我就要了他的命。

# affinity_change_bark_add_guard_participating+hellion
source: Try your luck with me, fiends!
ja: 運試しでもするか、悪党ども！
ko: 네놈들의 운을 시험해 주마!
uk: Ну, хто перший, підлотники?
zh_cn: 来跟我比划比划，恶魔！

# affinity_change_bark_add_guard_participating+highwayman
source: I've got you.
ja: 安心しろ
ko: 내가 돕겠다.
uk: Я тебе прикрию.
zh_cn: 我来掩护你。

# affinity_change_bark_add_guard_participating+jester
source: Oho, not without a fight.
ja: おう、戦わずにはおれん
ko: 오호, 결국 싸우러 나서야지.
uk: Я не здамся без бою!
zh_cn: 哦吼，先跟我过两招。

# affinity_change_bark_add_guard_participating+leper
source: A momentary respite.
ja: 束の間の休息だ
ko: 숨 좀 돌리게.
uk: Хвилинний перепочинок.
zh_cn: 片刻喘息。

# affinity_change_bark_add_guard_participating+man_at_arms
source: Behind my shield! Now!
ja: 俺の盾の後ろに！早く！
ko: 내 방패 뒤에 숨게! 당장!
uk: За щит! Швидко!
zh_cn: 撤到我的盾后！快！

# affinity_change_bark_add_guard_participating+occultist
source: If you'd permit my assistance...
ja: よければ手伝わせてくれ…
ko: 내 도움을 받아 들이겠다면야...
uk: Якщо дозволиш допомогти...
zh_cn: 如果你容许我的援助……

# affinity_change_bark_add_guard_participating+plague_doctor
source: Stand back! I'm testing a method...!
ja: 下がれ！あの手段を試す！
ko: 물러서! 이론 하나만 시험해 보자...!
uk: Відійди вбік. Я дещо спробую...
zh_cn: 站到后面！我要试验一种方法……！

# affinity_change_bark_add_guard_participating+runaway
source: Quick, get down!
ja: いまだ、伏せて！
ko: 빨리! 숙여!
uk: Швидше ховайся!
zh_cn: 快，趴下！

# affinity_change_bark_add_guard_participating+vestal
source: You are under my aegis.
ja: あなたは私が守ります
ko: 그대는 내 방패 아래 있다.
uk: Ти під моїм захистом.
zh_cn: 你由我来守护。

# affinity_change_bark_add_token_observing_jealous@0
source: All this talk of teamwork...
ja: チームワークの話ばかり…
ko: 그렇게 협동이 중요하다더니...
uk: Командна робота, що й казати...
zh_cn: 好一个团队合作……

# affinity_change_bark_add_token_observing_jealous@1
source: Am I of no use...?
ja: 自分は役立たずなのか…？
ko: 난 필요 없나 보지...?
uk: Від мене жодної користі?
zh_cn: 把我当废物了吗？

# affinity_change_bark_add_token_observing_jealous@2
source: Forgot about me?
ja: 私のことは忘れたのか？
ko: 난 안중에도 없나?
uk: А як же я?
zh_cn: 是不是把我忘了？

# affinity_change_bark_add_token_observing_jealous@3
source: Overlooked once again.
ja: また見て見ぬフリか
ko: 또 무시당했군.
uk: Знов ніхто мене не помічає.
zh_cn: 又把我给忘了。

# affinity_change_bark_add_token_observing_jealous+flagellant
source: Your heart cowers from me! I see the truth!
ja: 俺に怖気付いてるんだろう！わかるぞ！
ko: 너희의 심장이 나를 보고 움츠러드누나! 나는 진실을 보는 자니!
uk: Твоє боїшся мене! Я це бачу!
zh_cn: 我看得到真相——你们的心脏在我面前瑟缩！

# affinity_change_bark_add_token_observing_jealous+grave_robber
source: I shall make do without.
ja: 私はなくても平気
ko: 혼자서도 잘 하니까 뭐.
uk: Обійдусь і без твоєї допомоги.
zh_cn: 不帮我也无妨。

# affinity_change_bark_add_token_observing_jealous+hellion
source: Jealous of me, are you?!
ja: 私に嫉妬してるの！？
ko: 나한테 질투 하는 거냐?!
uk: Заздриш мені?
zh_cn: 嫉妒我了，是吧？！

# affinity_change_bark_add_token_observing_jealous+highwayman
source: Trust me so little, do you?
ja: 俺を信頼していないようだな？
ko: 나한테 그렇게 믿음이 안 가나?
uk: Зовсім мені не довіряєш?
zh_cn: 这么不信任我吗？

# affinity_change_bark_add_token_observing_jealous+jester
source: We'll see who's laughing when <i>you</i> need help!
ja: <i>お前</i>が助けを求める時、嘲笑うのは誰だろうな！
ko: <i>너한테</i> 도움이 필요할 때 누가 웃을지 보자고!
uk: Ти ще благатимеш про <i>допомогу</i>!
zh_cn: 等<i>你</i>需要帮助的时候，再看看是谁在笑！

# affinity_change_bark_add_token_observing_jealous+leper
source: The jackal stalks alone.
ja: 私は一匹狼さ
ko: 자칼은 홀로 고고히 걷는 법.
uk: У вовка-одинака друзів нема.
zh_cn: 狮王万众拥护，豺狗踽踽独行。

# affinity_change_bark_add_token_observing_jealous+man_at_arms
source: You wouldn't know good leadership!
ja: リーダーシップというものをわかってねえな！
ko: 확실히 훌륭한 지도자상은 아니구먼!
uk: Хто ж поведе тебе в бій?
zh_cn: 你根本就不懂什么叫领导力！

# affinity_change_bark_add_token_observing_jealous+occultist
source: You fear my strength.
ja: 私の力を恐れているな
ko: 내 힘이 두려운가 보군.
uk: Ти боїшся моєї сили.
zh_cn: 你恐惧我的力量。

# affinity_change_bark_add_token_observing_jealous+plague_doctor
source: Reckless!
ja: 無謀だ！
ko: 생각 없기는!
uk: Безрозсудність!
zh_cn: 鲁莽！

# affinity_change_bark_add_token_observing_jealous+runaway
source: Fine! I don't need you!
ja: いいさ！お前なんて必要ない！
ko: 좋아! 나도 너 필요 없어!
uk: Ну й гаразд, обійдуся без тебе.
zh_cn: 好吧！反正我也不需要你！

# affinity_change_bark_add_token_observing_jealous+vestal
source: It's as though you wish me weak.
ja: まるで、私をいじめてるようですね
ko: 내가 그리도 나약하길 바랐나?
uk: Так і думала — ти бажаєш мені зла.
zh_cn: 似乎你刻意要我变得弱小。

# affinity_change_bark_add_token_participating@0
source: For you, friend!
ja: 友よ、これを！
ko: 네 몫이다, 벗이여!
uk: За тебе, друже!
zh_cn: 给你的，朋友！

# affinity_change_bark_add_token_participating@1
source: Make use of this!
ko: 이걸 써!
uk: Скористайся цим!

# affinity_change_bark_add_token_participating@2
source: Perhaps you've got an angle I do not.
ja: お前には、私にはない切り口があるのかもな
ko: 거기서는 내가 놓친 부분이 보일지도 모르지.
uk: Напевно, ти бачиш щось таке, що я не бачу.
zh_cn: 也许你比我更有机会。

# affinity_change_bark_add_token_participating+flagellant
source: A glimpse of the power my pain has bought.
ja: 俺の痛みが勝ち取った力を垣間見ろ
ko: 내 고통으로 얻은 힘을 아주 실낱만큼 내려주겠노라.
uk: Відблиск сили, яку допоміг отримати мій біль.
zh_cn: 一窥我的痛苦所带来的力量吧。

# affinity_change_bark_add_token_participating+grave_robber
source: Try a sip of this. Steadies the hand.
ja: 一口飲んでみな。手の震えが止まるよ
ko: 한 모금 들이켜. 손이 덜 떨릴 거야.
uk: Сьорбни — рука міцніше триматиме клинок.
zh_cn: 尝一口这个。可以让你的手更稳。

# affinity_change_bark_add_token_participating+hellion
source: Flay them from end to end!
ja: 根こそぎはぎ取ってやる！
ko: 양쪽에서 치자!
uk: Здери з ворога шкіру!
zh_cn: 把他们撕成碎片！

# affinity_change_bark_add_token_participating+highwayman
source: Take your time. Take aim.
ja: 時間をかけて狙いを定めろ
ko: 심호흡하고 잘 조준해.
uk: Не поспішай, добре прицілься.
zh_cn: 心要沉。手要稳。

# affinity_change_bark_add_token_participating+jester
source: Look! A weak spot!
ja: 見ろ！弱点だ！
ko: 봐! 약점이다!
uk: О, слабке місце!
zh_cn: 看，一道破绽！

# affinity_change_bark_add_token_participating+leper
source: As light parts the fog...
ja: 光が霧を切り裂くがごとく…
ko: 빛이 안개를 가르고 비치노니...
uk: Як світло ріже темряву...
zh_cn: 光芒拨开云雾……

# affinity_change_bark_add_token_participating+man_at_arms
source: Listen here and follow my lead!
ja: よく聞け、俺の指揮に従え！
ko: 내 지시를 잘 듣고 따르라!
uk: Слухай і роби, що я кажу!
zh_cn: 听我指挥，随我冲锋！

# affinity_change_bark_add_token_participating+occultist
source: My power is yours.
ja: 私の力はお前のものだ
ko: 나의 힘은 자네의 것일세.
uk: Моя сила — твоя сила!
zh_cn: 我的力量属于你。

# affinity_change_bark_add_token_participating+plague_doctor
source: Allow me to fortify your constitution!
ja: お前の肉体を強化してやろう！
ko: 체력을 좀 북돋아 주지!
uk: Дозволь зміцнити твоє тіло!
zh_cn: 容我增强你的体质！

# affinity_change_bark_add_token_participating+runaway
source: See? I ain't all bad.
ja: 見たか？なかなかでしょ？
ko: 이거 봐? 나도 나름 쓸모 있다구.
uk: Бачиш, не така я вже й нікчемна.
zh_cn: 看，我也不是一无是处嘛。

# affinity_change_bark_add_token_participating+vestal
source: There is strength in you. Find it.
ja: あなたは力を宿しています。それを見つけるのです
ko: 그대에게는 힘이 잠들어 있으니 일깨워 보길.
uk: У тобі є прихована сила, віднайди її.
zh_cn: 力量就在你的心中。你只需要找到它。

# affinity_change_bark_banter_negative@0
source: Are you mocking me?
ja: バカにしてんのか？
ko: 지금 나 놀리나?
uk: Ти що, глузуєш із мене?
zh_cn: 你是在嘲笑我么？

# affinity_change_bark_banter_negative@1
source: Can I rely on you out there? Not sure.
ja: お前に頼っていいものかどうか
ko: 과연 내가 널 의지할 수 있을까? 의문이 드는군.
uk: Покластися на тебе? Навряд.
zh_cn: 在外面你靠得住么？不好说。

# affinity_change_bark_banter_negative@2
source: Cease that humming, ye gods...!
ja: 頼むから、その鼻歌をやめてくれ！
ko: 그만 중얼대 주소서, 신들이여...!
uk: Досить мекати!
zh_cn: 别再哼了，我的天啊！

# affinity_change_bark_banter_negative@3
source: Couldn't care less.
ja: どうだっていい
ko: 아무 관심 없는데.
uk: Мені однаково.
zh_cn: 关我什么事。

# affinity_change_bark_banter_negative@4
source: Don't push your luck.
ja: 無理は禁物だ
ko: 네 운을 시험하지 마라.
uk: Не випробовуй долю.
zh_cn: 我劝你适可而止。

# affinity_change_bark_banter_negative@5
source: Get out of my face.
ja: 邪魔するな
ko: 내 눈 앞에서 꺼져라.
uk: Геть з моїх очей.
zh_cn: 别让我看见你。

# affinity_change_bark_banter_negative@6
source: Get your finger out of your nose.
ja: ふざけるな
ko: 유치한 짓거리는 관둬라.
uk: Не зволікай.
zh_cn: 别抠鼻孔。

# affinity_change_bark_banter_negative@7
source: Go bother someone else.
ja: 面倒事ならよそでやってくれ
ko: 다른 사람이나 귀찮게 해라.
uk: Надокучай комусь іншому.
zh_cn: 别来烦我。

# affinity_change_bark_banter_negative@8
source: Grr.
ja: うーっ…
ko: 끄응.
uk: Гр-р.
zh_cn: 嗝儿。

# affinity_change_bark_banter_negative@9
source: Hands to yourself.
ja: ちょっかいを出すな
ko: 네 앞가림이나 해라.
uk: Руки геть.
zh_cn: 管好你自己的手。

# affinity_change_bark_banter_negative@10
source: How about some peace and quiet?
ja: 少しは穏やかで静かな時間を過ごさせてくれ
ko: 좀 가만히 놔두지 그러나?
uk: Як щодо тиші й спокою?
zh_cn: 能不能给我点清净？

# affinity_change_bark_banter_negative@11
source: I doubt your mettle.
ja: お前の性格を疑いたくなる
ko: 네 의도가 의심되는데.
uk: Щось не вірю я в твою відвагу.
zh_cn: 我怀疑你的能力。

# affinity_change_bark_banter_negative@12
source: I find you grating in the extreme.
ja: お前は極端に神経にさわる
ko: 참 짜증날 정도로 칭얼거리는 군.
uk: Уже нема сил тебе терпіти.
zh_cn: 你的声音真是刺耳至极。

# affinity_change_bark_banter_negative@13
source: I'd rather sleep by the horses.
ja: 馬の隣で寝る方がマシだ
ko: 차라리 마굿간에서 자고 말지.
uk: У компанії коней і то краще.
zh_cn: 我宁可跟马睡在一起。

# affinity_change_bark_banter_negative@14
source: I'm trying to sleep!
ja: 寝かせてくれ！
ko: 제발 잠 좀 자자!
uk: Я тут заснути намагаюсь!
zh_cn: 别吵，我要睡觉！

# affinity_change_bark_banter_negative@15
source: Imbecile!
ja: 能なし！
ko: 천치 같은 놈!
uk: Безголове створіння!
zh_cn: 蠢货！

# affinity_change_bark_banter_negative@16
source: Just back off, will you?
ja: 頼むから下がってくれ
ko: 좀 물러나 주겠나?
uk: Іди геть.
zh_cn: 离我远点，行么？

# affinity_change_bark_banter_negative@17
source: Leave me be.
ja: ほっといてくれ
ko: 날 내버려 둬라.
uk: Не набридай.
zh_cn: 别打扰我。
