Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# story_bark_resist_mountain_202b
source: We face them as one! I am your shield!
ko: 하나되어 맞서자! 내가 너희의 방패가 되어 주겠다!
uk: Зустріньмо їх разом! Я вас прикрию!

# story_bark_resist_mountain_203
source: Turn your eyes to the stars - they favour us!
ko: 별들을 향해 눈을 돌려 봐. 저 위에서 우리를 축복하니!
uk: Переведи свій погляд на зірки — вони прихильні до нас!

# story_bark_resist_mountain_203b
source: Their power wanes when they stray from the Abyss.
ko: 심연에서 벗어난 이상, 저들의 힘도 약해졌다.
uk: Їхня сила слабшає, коли вони залишають Безодню.

# story_bark_resist_mountain_204
source: My surgeon's hand is steady.
ja: 私の外科医の腕は確かだ
ko: 나한테 수전증 같은 건 없어.
uk: Моя рука зі скальпелем тверда як ніколи.
zh_cn: 我的执刀之手很稳。

# story_bark_resist_mountain_204b
source: Their corruption has festered long enough!
ko: 저들의 타락은 이미 오래도록 곪아 터졌다!
uk: Скверна завдяки їм отримала багатий бенкет.

# story_bark_resist_mountain_205
source: On my count! Strike from the shadows!
ja: 合図するぞ！ 影から攻撃だ！
ko: 내 신호에 맞춰! 어둠 속에서 기습한다!
uk: За моєю командою бийте з тіні!
zh_cn: 我数到一，我们就从阴影之中袭击！

# story_bark_resist_mountain_205b
source: Time to put them in the ground.
ko: 놈들을 쓰러뜨릴 시간이다.
uk: Час їх поховати.

# story_bark_resist_mountain_206
source: Heheh. Heh. Watch this.
ja: へへっ… へっ… よく見てろよ
ko: 헤헤. 헤. 딱 보고 있어.
uk: Ха-ха-ха, дивіться!
zh_cn: 呵呵，呵。看好了。

# story_bark_resist_mountain_206b
source: Just wait 'til you see the finale...
ko: 대단원의 막이 내릴 때까지 기다리라고.
uk: Просто дочекайтеся заключного акорду.

# story_bark_resist_mountain_207
source: TEAR THEM LIMB FROM LIMB!
ja: 手足をもぎ取れ！
ko: 팔다리를 찢어버려라!!
uk: ШМАТУЙТЕ ЇХ!
zh_cn: 把他们撕成碎片！

# story_bark_resist_mountain_207b
source: LEAVE NAUGHT BUT BONES FOR THE BUZZARDS!
ko: 독수리 먹을 뼈다귀만 남겨라!!
uk: НЕХАЙ СТЕРВ’ЯТНИКИ ЗНАЙДУТЬ ЛИШЕ КІСТКИ!

# story_bark_resist_mountain_208
source: *spits* Time to collect.
ja: (唾を吐く) 今こそ回収の時だ
ko: (퉷) 수거 시간인가.
uk: *спльовує* Час забрати своє.
zh_cn: 嗯。该收钱了。

# story_bark_resist_mountain_208b
source: Good odds - let's take 'em.
ko: 승산은 좋군. 해 보실까.
uk: У нас хороші шанси — давайте кінчати з ними.

# story_bark_resist_mountain_209
source: Light 'em up!
ja: 火をつけろ！
ko: 불을 붙여 버려!
uk: Уперед і з піснею!
zh_cn: 点燃他们！

# story_bark_resist_mountain_209b
source: It's chilly up here. I've got just the thing...
ko: 이 위쪽은 싸늘한데. 나한테 딱 좋은 게 하나 있지...
uk: Тут прохолодно. Давайте грітися моїм вогнем...

# story_bark_resist_mountain_210
source: Elephants and ants...
ja: 象に立ち向かうアリの群れ…
ko: 코끼리와 개미의 싸움인가...
uk: Слони й мурахи...
zh_cn: 蚂蚁和大象……

# story_bark_resist_mountain_210b
source: My suffering has lent me strength - let it be for this.
ko: 나의 고통은 내게 힘을 빌려 주었지... 오로지 이 순간을 위해.
uk: Мої муки дають мені сили... все заради цього.

# story_bark_resist_mountain_211
source: Straight through evil's heart! Falter not!
ja: 悪の心臓を貫け！ くじけるな！
ko: 악의 심장을 향해 곧장 나아가! 흔들리지 마!
uk: Прямо через серце зла! Тримайтеся!
zh_cn: 不要动摇！贯穿这邪恶的心脏！

# story_bark_resist_mountain_211b
source: Our path and our purpose are clear!
ja: 我々の道と目的は明白だ！
ko: 우리의 길과 사명은 명확하다!
uk: Ми бачимо свій шлях і свою ціль!
zh_cn: 我们的道路和使命都无比清晰！

# story_bark_resist_mountain_212
source: Oh, how I've hungered for you...
ja: ああ、どれだけお前を渇望していたことか…
ko: 아, 내가 널 얼마나 갈망하였는지...
uk: Ох, як мені тебе не вистачало...
zh_cn: 哦，我是多么渴望你啊……

# story_bark_resist_mountain_212b
source: None shall impede my deliverance!
ko: 그 무엇도 나의 승천을 방해할 수는 없다!
uk: Ніхто не зможе завадити моєму спасінню!

# story_bark_resist_occultomania_1
source: YES! YES!
ja: よし！ いいぞ！
ko: 그래! 그래!
uk: ТАК, ТАК!
zh_cn: 没错！没错！

# story_bark_resist_occultophobia_1
source: Absolutely not!
ja: 絶対にダメだ！
ko: 절대 안 되고 말고!
uk: Зовсім ні!
zh_cn: 绝对不行！

# story_bark_resist_off_guard_1
source: Not quite ready...
ja: まだ準備が整っていない…
ko: 아직 준비 안 됐는데...
uk: Не відчуваю впевненості
zh_cn: 我还没准备好……

# story_bark_resist_on_guard_1
source: En garde!
ko: 돌격 준비!
uk: Ан гард!

# story_bark_resist_pacifist_1
source: We should think twice before unnecessary bloodshed.
ja: 不必要に血を流す前に、よく考えるべきだ
ko: 쓸데없는 유혈 사태를 일으키기 전에 한번 더 생각해 보자고.
uk: Треба двічі подумати, перш ніж лити кров без необхідності.
zh_cn: 我们应该再三考虑，避免不必要的流血。

# story_bark_resist_precision_striker_1
source: They will not last.
ko: 놈들은 오래 못 버틸 거다.
uk: Вони не витримають.

# story_bark_resist_quickdraw_1
source: Ready? I'm always ready.
ja: 準備はいいか？いつでも大丈夫だ
ko: 준비 됐나? 난 항상 준비되어 있지.
uk: Готовність? Завжди!
zh_cn: 你问我准备好了么？我就没有没准备好的时候。

# story_bark_resist_shadow_born_1
source: They inherited the dark. I was born in it!
ja: 奴らは暗闇を受け継いだ。私はその中で生まれたんだ！
ko: 저들은 어둠 속에 적응했을 뿐. 나는 어둠에서 태어났다!
uk: Вони пітьму успадкували, а я в ній народився!
zh_cn: 它们继承了黑暗。但我是在黑暗中诞生的！

# story_bark_resist_shroud_tactician_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_resist_slayer_of_cadavers_1
source: I've trained for them. I'm ready.
ko: 나는 이 순간을 위해 훈련해 왔다. 준비 되었다고.
uk: Я знаю, як їх треба вбивати. Зараз покажу.

# story_bark_resist_slayer_of_cosmic_1
source: I've trained for them. I'm ready.
ko: 나는 이 순간을 위해 훈련해 왔다. 준비 되었다고.
uk: Я знаю, як їх треба вбивати. Зараз покажу.

# story_bark_resist_slayer_of_fanatics_1
source: I've trained for them. I'm ready.
ko: 나는 이 순간을 위해 훈련해 왔다. 준비 되었다고.
uk: Я знаю, як їх треба вбивати. Зараз покажу.

# story_bark_resist_slayer_of_fisherfolk_1
source: I've trained for them. I'm ready.
ko: 나는 이 순간을 위해 훈련해 왔다. 준비 되었다고.
uk: Я знаю, як їх треба вбивати. Зараз покажу.

# story_bark_resist_slayer_of_gentry_1
source: I've trained for them. I'm ready.
ko: 나는 이 순간을 위해 훈련해 왔다. 준비 되었다고.
uk: Я знаю, як їх треба вбивати. Зараз покажу.

# story_bark_resist_slayer_of_swine_1
source: I've trained for them. I'm ready.
ko: 나는 이 순간을 위해 훈련해 왔다. 준비 되었다고.
uk: Я знаю, як їх треба вбивати. Зараз покажу.

# story_bark_resist_tactical_thinker_1
source: Advance together! Hold the flanks!
ko: 다 같이 진격한다! 측면을 철저히 사수해!
uk: Просуваймося разом! Тримайте фланги!

# story_bark_resist_terrified_1
source: This is certain death!
ja: これは確実に死ぬぞ！
ko: 이건 개죽음이야!
uk: Це неминуча смерть!
zh_cn: 这简直是自寻死路！

# story_bark_resist_unyielding_1
source: We will not falter!
ko: 우리는 지지 않는다!
uk: Ми не відступимо!

# story_bark_resist_vicious_1
source: Let's bleed them!
ko: 놈들을 처단하자!
uk: Нехай ллється кров!

# story_bark_resist_winded_1
source: Just need to catch my breath first...
ko: 일단 숨부터 돌리고...
uk: Просто спочатку потрібно перевести подих...

# story_bark_scary_song_ascetic
source: Feh - Decadent in the extreme.
ko: 헤, 퇴폐의 극치로군.

# story_bark_scary_song_calm
source: It pleases me, let me get closer.
ja: いい歌だ、もっと近くで聴きたい
ko: 괜찮아 보이는데. 조금만 가까이서 듣지.
uk: Мені це подобається, дайте-но я підійду ближче.
zh_cn: 这音乐很悦耳，让我靠近听听。

# story_bark_scary_song_cowardice
source: I-I don't like the notes it makes!
ko: 저, 저 가락이 마음에 안 들어!

# story_bark_scary_song_doomsayer
source: This can only go badly...
ko: 좋은 예감이 전혀 안 드는 걸...

# story_bark_scary_song_fear_of_cosmic
source: Sounds like screaming stars! Argh!
ja: 星が叫んでいるような音だ！ ああっ！
ko: 별들의 비명 같은 소리야! 으악!
uk: Схоже на зойки зірок! Аргх!
zh_cn: 啊！听起来像是在尖叫的星辰！

# story_bark_scary_song_lost_in_time
source: H-how long have we been here?
ja: い…いつからここにいるんだろう？
ko: 우, 우리 여기 얼마나 오랫동안 있었던 거지?
uk: С-скільки вже ми тут?
zh_cn: 我……我们在这里待了多久了？

# story_bark_scary_song_lost_in_time_and_space
source: It is the music of the void - silent and screaming!
ja: これは沈黙と叫びからなる虚空の音楽だ！
ko: 공허의 음악이다. 저 고요한 비명이란!
uk: Це музика порожнечі — мовчазна й пронизлива!
zh_cn: 这是虚空的音乐——既沉寂，又喧嚣！

# story_bark_scary_song_melophobic
source: Is that contraption playing music?! I will take my leave!
ko: 저 장치가 음악을 연주하는 건가? 당장 여길 뜨자!
uk: Це он та штукенція грає? Я вас залишу!

# story_bark_scary_song_nervous
source: I-I don't like it.
ko: 마, 마음에 안 들어.

# story_bark_scary_song_terrified
source: Nyyaaaahhhhh!
ja: うわぁぁぁぁーーーっ！
ko: 으아아아악!
uk: Нья-а-а-х-х-х-х!

# story_bark_scary_song_winA
source: Let's sit and listen for a spell.
ja: 座って呪文を聞こう
ko: 여기 앉아서 이 노래를 들어봐.
uk: Давайте сядемо й послухаємо заклинання.
zh_cn: 咱们坐一坐，听一会儿吧。

# story_bark_scary_song_winA+bounty_hunter
source: Why is my foot tapping?
ko: 내 발은 왜 박자를 맞추고 있지?
uk: Чому я стукаю ногою?

# story_bark_scary_song_winA+flagellant
source: I hear naught but discordant shrieking... in my own voice.
ja: 不協和音の叫び声しか聞こえない…自分の声なのに
ko: 불협화음 섞인 비명만 들리는데... 근데 내 목소리군.
uk: Я чую лише пронизливий вереск... мій вереск.
zh_cn: 我不会唱歌，只会不和谐地尖叫——以我自己的声音。

# story_bark_scary_song_winA+grave_robber
source: Oh, to attend one last winter ball...
ja: ああ、最後の冬の舞踏会を思い出すわ…
ko: 아, 마지막 겨울 무도회에 나가던 그 추억...
uk: О, побувати на останньому зимовому балу...
zh_cn: 喔，再让我参加一次冬日的舞会吧……

# story_bark_scary_song_winA+hellion
source: The birdsong of my homeland...
ko: 고향 땅의 새 지저귀는 소리인가...
uk: Спів птахів моєї батьківщини...

# story_bark_scary_song_winA+highwayman
source: *whistling along*
ko: (화음을 넣는 휘파람)
uk: *насвистує*

# story_bark_scary_song_winA+jester
source: I--I've heard this before...
ko: 이, 이 노래, 분명 들어 봤는데...
uk: Я... я вже чув цю пісню раніше...

# story_bark_scary_song_winA+leper
source: It howls into the night like a dog. What will howl in reply?
ko: 어둠 속으로 개처럼 울부짖는가. 과연 무슨 대답이 돌아올까?
uk: Наче вовк на місяць виє. Хто йому відповість?

# story_bark_scary_song_winA+man_at_arms
source: Tis unnatural, music comin' outta metal.
ja: 金属から音楽が生まれるなんて、不自然だな
ko: 금속으로부터 음악이 흘러 나오다니, 말도 안되는 이치야.
uk: Музика виходить із металу... Це неприродно.
zh_cn: 从金属中传来音乐——这真是超自然的怪象。

# story_bark_scary_song_winA+occultist
source: At the right resonance, the veil between worlds thins...
ko: 올바른 공명 아래, 세계들의 경계가 얇아진다...
uk: При правильному резонансі завіса між світами витончується.

# story_bark_scary_song_winA+plague_doctor
source: Are these the rumoured psychoacoustics? Impossible...
ko: 저게 그 음향심리학이란 건가? 불가능해...
uk: Це що, та сама горезвісна психоакустика? Не може бути...

# story_bark_scary_song_winA+runaway
source: *off-tune humming*
ko: (가락이 없는 콧노래)
uk: *наспівує невлад*

# story_bark_scary_song_winA+vestal
source: My favourite hymn! Who amongst you knew?
ja: 私の好きな讃美歌です！誰か知っていますか？
ko: 내가 가장 좋아하는 찬송가인데! 너희 중에 누가 알고 있는 거지?
uk: Мій улюблений гімн! Хто з вас його знає?
zh_cn: 我最喜欢的圣歌！你们有人听过吗？

# story_bark_scary_song_winB
source: Let's sit and listen for a spell.
ja: 座って呪文を聞こう
ko: 여기 앉아서 이 노래를 들어봐.
uk: Давайте сядемо й послухаємо заклинання.
zh_cn: 咱们坐一坐，听一会儿吧。

# story_bark_scary_song_winB+bounty_hunter
source: Why is my foot tapping?
ko: 내 발은 왜 박자를 맞추고 있지?
uk: Чому я стукаю ногою?

# story_bark_scary_song_winB+flagellant
source: I hear naught but discordant shrieking... in my own voice.
ja: 不協和音の叫び声しか聞こえない…自分の声なのに
ko: 불협화음 섞인 비명만 들리는데... 근데 내 목소리군.
uk: Я чую лише пронизливий вереск... мій вереск.
zh_cn: 我不会唱歌，只会不和谐地尖叫——以我自己的声音。

# story_bark_scary_song_winB+grave_robber
source: Oh, to attend one last winter ball...
ja: ああ、最後の冬の舞踏会を思い出すわ…
ko: 아, 마지막 겨울 무도회에 나가던 그 추억...
uk: О, побувати на останньому зимовому балу...
zh_cn: 喔，再让我参加一次冬日的舞会吧……

# story_bark_scary_song_winB+hellion
source: The birdsong of my homeland...
ko: 고향 땅의 새 지저귀는 소리인가...
uk: Спів птахів моєї батьківщини...

# story_bark_scary_song_winB+highwayman
source: *whistling along*
ko: (화음을 넣는 휘파람)
uk: *насвистує*

# story_bark_scary_song_winB+jester
source: I--I've heard this before...
ko: 이, 이 노래, 분명 들어 봤는데...
uk: Я... я вже чув цю пісню раніше...

# story_bark_scary_song_winB+leper
source: It howls into the night like a dog. What will howl in reply?
ko: 어둠 속으로 개처럼 울부짖는가. 과연 무슨 대답이 돌아올까?
uk: Наче вовк на місяць виє. Хто йому відповість?

# story_bark_scary_song_winB+man_at_arms
source: Tis unnatural, music comin' outta metal.
ja: 金属から音楽が生まれるなんて、不自然だな
ko: 금속으로부터 음악이 흘러 나오다니, 말도 안되는 이치야.
uk: Музика виходить із металу... Це неприродно.
zh_cn: 从金属中传来音乐——这真是超自然的怪象。

# story_bark_scary_song_winB+occultist
source: At the right resonance, the veil between worlds thins...
ko: 올바른 공명 아래, 세계들의 경계가 얇아진다...
uk: При правильному резонансі завіса між світами витончується.

# story_bark_scary_song_winB+plague_doctor
source: Are these the rumoured psychoacoustics? Impossible...
ko: 저게 그 음향심리학이란 건가? 불가능해...
uk: Це що, та сама горезвісна психоакустика? Не може бути...

# story_bark_scary_song_winB+runaway
source: *off-tune humming*
ko: (가락이 없는 콧노래)
uk: *наспівує невлад*

# story_bark_scary_song_winB+vestal
source: My favourite hymn! Who amongst you knew?
ja: 私の好きな讃美歌です！誰か知っていますか？
ko: 내가 가장 좋아하는 찬송가인데! 너희 중에 누가 알고 있는 거지?
uk: Мій улюблений гімн! Хто з вас його знає?
zh_cn: 我最喜欢的圣歌！你们有人听过吗？

# story_bark_sealed_doorway_blundering
source: Out of the way, I'll do it!
ko: 저리 비켜, 내가 처리하지!

# story_bark_sealed_doorway_cave_scrounger
source: If it's locked up, it's valuable!
ko: 잠겨 있다면 값이 나간단 뜻이지!

# story_bark_sealed_doorway_city_scrounger
source: If it's locked up, it's valuable!
ko: 잠겨 있다면 값이 나간단 뜻이지!

# story_bark_sealed_doorway_dare_devil
source: Nothing <i>boring</i> ever hid behind that many seals...
ko: 이렇게 많은 봉인으로 숨겨둔 건 절대 <i>심심한</i> 적이 없거든...
uk: За стількома печатками не ховатимуть якусь <i>дурню</i>.

# story_bark_sealed_doorway_dark_curiosity
source: The Seal of Micolash? Rumoured but unproven!
ko: 미콜라쉬의 봉인이로군? 소문으로만 들었지 직접 따본 적은 없는데!
uk: Печатка Миколаша? Про неї ходять чутки, але доказів її існування нема!

# story_bark_sealed_doorway_fields_scrounger
source: If it's locked up, it's valuable!
ko: 잠겨 있다면 값이 나간단 뜻이지!

# story_bark_sealed_doorway_forest_scrounger
source: If it's locked up, it's valuable!
ko: 잠겨 있다면 값이 나간단 뜻이지!

# story_bark_sealed_doorway_greed
source: Must be a treasure room just beyond!
ja: この先は宝物庫に違いない！
ko: 저 문 뒤에는 분명 보물창고가 있을 거야!
uk: Далі, напевно, кімната зі скарбами!
zh_cn: 前面一定是个藏宝室！

# story_bark_sealed_doorway_lurker
source: Hmm...perhaps I should go?
ja: うーん…俺が行くべきか
ko: 흐음... 그냥 가야 하나?
uk: Гм-м... Напевно, мені варто піти?
zh_cn: 呃……也许我该走了？

# story_bark_sealed_doorway_nervous
source: This is a bad idea...
ko: 이건 나쁜 생각인데...

# story_bark_sealed_doorway_rummager
source: Break it down! Let's get after it!
ja: 壊してしまえ！ 全力だ！
ko: 당장 박살 내고 들어가 보자!
uk: Треба виламати! Уперед!
zh_cn: 把它砸开，然后进去看看！

# story_bark_sealed_doorway_shadow_born
source: Excellent...
ko: 아주 좋아...

# story_bark_sealed_doorway_shroud_scrounger
source: If it's locked up, it's valuable!
ko: 잠겨 있다면 값이 나간단 뜻이지!

# story_bark_sealed_doorway_terrified
source: This portal must keep vile forces at bay!
ko: 이 차원문은 분명 끔찍한 힘을 억누르고 있겠지!
uk: Портал має тримати злі сили під контролем.

# story_bark_sealed_doorway_winA
source: I can't leave without knowing.
ko: 알지도 못한 채 떠날 수는 없어.
uk: Я не можу піти, нічого не дізнавшись.

# story_bark_sealed_doorway_winA+bounty_hunter
source: Smash it.
ko: 부숴.
uk: Хто зможе розбити?

# story_bark_sealed_doorway_winA+flagellant
source: Anyone there? You have until three...!
ja: 誰かいるか？ 3つ数えるまでに出てこい…！
ko: 거기 누구 있나? 셋을 세겠다...!
uk: Тут є хтось? У вас є лише три...
zh_cn: 有人在里面吗？我数到三……！

# story_bark_sealed_doorway_winA+grave_robber
source: If it's locked, someone valued what's behind it.
ko: 잠겨 있단 건 곧 귀중한 게 들어있단 소리지.
uk: Зачинено — значить, усередині є щось цінне!

# story_bark_sealed_doorway_winA+hellion
source: Bust the damned thing down already!
ko: 망할 놈의 문, 부숴버려!
uk: Та вже розбийте цю кляту штуку!

# story_bark_sealed_doorway_winA+highwayman
source: Nothing like tumbling a lock to soothe the mind.
ko: 마음을 추스리는 데는 자물쇠 따는 것만한 게 없지.
uk: Звук замка, що відкривають, зігріває душу.

# story_bark_sealed_doorway_winA+jester
source: I'm curious, but someone else get the handle.
ja: 興味はあるが、開けるのは誰かに任せた
ko: 이거 궁금한데. 하지만 누가 문고리를 떼어 갔는걸.
uk: Я намагався зрозуміти, але повезло іншому.
zh_cn: 我很好奇门后有什么，但是换个人来开门吧。

# story_bark_sealed_doorway_winA+leper
source: There is thrill in the unknown, and sometimes advantage.
ko: 미지에는 전율이 있고, 이따금 이득도 함께 하지.
uk: Невідоме хвилює та іноді дає перевагу.

# story_bark_sealed_doorway_winA+man_at_arms
source: I reckon the ol' shoulder still has it!
ja: この老骨でも、まだブチ破れる力はあるはずだ！
ko: 어깨로 들이박는 건 항상 통한다니까!
uk: Гадаю, що в старого ще є!
zh_cn: 我觉得我这把老骨头撞开扇门应该不是问题！

# story_bark_sealed_doorway_winA+occultist
source: Behind every doorway, an answer. One way or another.
ja: どんな扉の向こうにも答えがある。 必ずだ
ko: 모든 문에는 해답이 있지. 문 뒤편에든, 이쪽에든.
uk: За кожними дверима відповідь. У будь-якому разі.
zh_cn: 在每道门扉后，都有一个答案。无论门扉后是什么。

# story_bark_sealed_doorway_winA+plague_doctor
source: My curiosity compels me! Let's see what awaits!
ja: 好奇心に駆られるな！ 何が待っているのか見てみよう！
ko: 궁금해서 못 참겠네! 저 뒤에 뭐가 있을지 보자고!
uk: Моя цікавість не дає мені спокою! Давайте подивимося, що на нас чекає!
zh_cn: 我的求知欲在驱使我！我们看看门后是什么吧！

# story_bark_sealed_doorway_winA+runaway
source: All the more fun when you know nobody's home.
ja: 誰も中にいないとわかれば、もっと楽しい
ko: 집에 아무도 없다는 걸 알면 더 흥미진진해 진다니까.
uk: Тим веселіше, коли знаєш, що вдома нікого немає.
zh_cn: 当你知道没人在家的时候，一切就变得有意思起来了。

# story_bark_sealed_doorway_winA+vestal
source: An illicit thrill! A first of many, I suppose...
ja: 後ろめたい興奮を感じますね！その最初の一歩、ですが…
ko: 불법의 희열이라! 그 무엇과도 비교 못하지...
uk: Недозволений кайф! Перший із багатьох, я сподіваюся...
zh_cn: 有种背德的刺激感！大概以后还会有更多这样的感觉……

# story_bark_sealed_doorway_winB
source: I can't leave without knowing.
ko: 알지도 못한 채 떠날 수는 없어.
uk: Я не можу піти, нічого не дізнавшись.

# story_bark_sealed_doorway_winB+bounty_hunter
source: Smash it.
ko: 부숴.
uk: Хто зможе розбити?

# story_bark_sealed_doorway_winB+flagellant
source: Anyone there? You have until three...!
ja: 誰かいるか？ 3つ数えるまでに出てこい…！
ko: 거기 누구 있나? 셋을 세겠다...!
uk: Тут є хтось? У вас є лише три...
zh_cn: 有人在里面吗？我数到三……！

# story_bark_sealed_doorway_winB+grave_robber
source: If it's locked, someone valued what's behind it.
ko: 잠겨 있단 건 곧 귀중한 게 들어있단 소리지.
uk: Зачинено — значить, усередині є щось цінне!

# story_bark_sealed_doorway_winB+hellion
source: Bust the damned thing down already!
ko: 망할 놈의 문, 부숴버려!
uk: Та вже розбийте цю кляту штуку!

# story_bark_sealed_doorway_winB+highwayman
source: Nothing like tumbling a lock to soothe the mind.
ko: 마음을 추스리는 데는 자물쇠 따는 것만한 게 없지.
uk: Звук замка, що відкривають, зігріває душу.

# story_bark_sealed_doorway_winB+jester
source: I'm curious, but someone else get the handle.
ja: 興味はあるが、開けるのは誰かに任せた
ko: 이거 궁금한데. 하지만 누가 문고리를 떼어 갔는걸.
uk: Я намагався зрозуміти, але повезло іншому.
zh_cn: 我很好奇门后有什么，但是换个人来开门吧。

# story_bark_sealed_doorway_winB+leper
source: There is thrill in the unknown, and sometimes advantage.
ko: 미지에는 전율이 있고, 이따금 이득도 함께 하지.
uk: Невідоме хвилює та іноді дає перевагу.

# story_bark_sealed_doorway_winB+man_at_arms
source: I reckon the ol' shoulder still has it!
ja: この老骨でも、まだブチ破れる力はあるはずだ！
ko: 어깨로 들이박는 건 항상 통한다니까!
uk: Гадаю, що в старого ще є!
zh_cn: 我觉得我这把老骨头撞开扇门应该不是问题！

# story_bark_sealed_doorway_winB+occultist
source: Behind every doorway, an answer. One way or another.
ja: どんな扉の向こうにも答えがある。 必ずだ
ko: 모든 문에는 해답이 있지. 문 뒤편에든, 이쪽에든.
uk: За кожними дверима відповідь. У будь-якому разі.
zh_cn: 在每道门扉后，都有一个答案。无论门扉后是什么。

# story_bark_sealed_doorway_winB+plague_doctor
source: My curiosity compels me! Let's see what awaits!
ja: 好奇心に駆られるな！ 何が待っているのか見てみよう！
ko: 궁금해서 못 참겠네! 저 뒤에 뭐가 있을지 보자고!
uk: Моя цікавість не дає мені спокою! Давайте подивимося, що на нас чекає!
zh_cn: 我的求知欲在驱使我！我们看看门后是什么吧！

# story_bark_sealed_doorway_winB+runaway
source: All the more fun when you know nobody's home.
ja: 誰も中にいないとわかれば、もっと楽しい
ko: 집에 아무도 없다는 걸 알면 더 흥미진진해 진다니까.
uk: Тим веселіше, коли знаєш, що вдома нікого немає.
zh_cn: 当你知道没人在家的时候，一切就变得有意思起来了。

# story_bark_sealed_doorway_winB+vestal
source: An illicit thrill! A first of many, I suppose...
ja: 後ろめたい興奮を感じますね！その最初の一歩、ですが…
ko: 불법의 희열이라! 그 무엇과도 비교 못하지...
uk: Недозволений кайф! Перший із багатьох, я сподіваюся...
zh_cn: 有种背德的刺激感！大概以后还会有更多这样的感觉……

# story_bark_shamblers_altar_blundering
source: What's the big deal?
ko: 죽기야 하겠어?

# story_bark_shamblers_altar_dare_devil
source: Without risk there is no reward!
ja: 危険を負わずして、得られるものはない！
ko: 모험이 없으면 보상도 없는 법!
uk: Нема ризику — нема винагороди!
zh_cn: 不入虎穴，焉得虎子！

# story_bark_shamblers_altar_dark_curiosity
source: We came all this way - I must have it!
ko: 기껏 여기까지 왔는데... 내가 가져야겠어!
uk: Ми пройшли такий шлях — я маю право це отримати!

# story_bark_shamblers_altar_death_seeker
source: I'm ready.
ko: 난 준비 되었어.

# story_bark_shamblers_altar_fear_of_cosmic
source: The shape of my fear! The form of my horror!
ja: 私の恐怖が、姿形を持つとは！
ko: 공포의 형태! 두려운 형상!
uk: Форма мого страху! Форма мого жаху!
zh_cn: 我所害怕之物的具象！我所恐惧之物的化身！

# story_bark_shamblers_altar_lost_in_space
source: Perhaps this will anchor me in the world once more...
ko: 어쩌면 이거라면 나를 다시 이 세상에 매어 줄지도...

# story_bark_shamblers_altar_lost_in_time
source: Perhaps this will anchor me in the world once more...
ko: 어쩌면 이거라면 나를 다시 이 세상에 매어 줄지도...

# story_bark_shamblers_altar_lost_in_time_and_space
source: Perhaps this will anchor me in the world once more...
ko: 어쩌면 이거라면 나를 다시 이 세상에 매어 줄지도...

# story_bark_shamblers_altar_occultomania
source: Is this it? That most whispered of treasures...
ko: 이게 바로 그건가? 소문으로만 전해지던 그 유명한 보물이...

# story_bark_shamblers_altar_occultophobia
source: This reeks of dark magic and troubling spirits.
ko: 흑마술과 불길한 영혼의 악취가 난다.
uk: Шлейф темної магії та неспокійних духів.

# story_bark_shamblers_altar_shadow_born
source: It whispers of a perfect darkness...
ja: 完璧な漆黒の闇をもたらすものか…
ko: 완벽한 어둠을 속삭이는군...
uk: Я чую шепіт про досконалість пітьми...
zh_cn: 它低声诉说着完美的黑暗……

# story_bark_shamblers_altar_winA
source: There is but one way to find out...
ko: 확인할 방법은 하나뿐...
uk: Є лише один спосіб дізнатися.

# story_bark_shamblers_altar_winA+bounty_hunter
source: It... wants me.
ko: 날... 원하는군.
uk: Воно... хоче мене.

# story_bark_shamblers_altar_winA+flagellant
source: Such a lovely shade of crimson.
ja: なんて美しい深紅の色合いだ
ko: 참으로 아름다운 진홍빛 그림자로군.
uk: Який чудовий відтінок багряного...
zh_cn: 这猩红的颜色真是诱人。

# story_bark_shamblers_altar_winA+grave_robber
source: Strange fare is my specialty.
ko: 발 잘못 들이는 게 또 내 주특기거든.
uk: Дива — це моя компетенція.

# story_bark_shamblers_altar_winA+hellion
source: My bones shake! I cannot refuse the call!
ko: 뼛속까지 떨린다! 부름을 거부할 수가 없어!
uk: Кістки тремтять! Нічого не можу вдіяти!

# story_bark_shamblers_altar_winA+highwayman
source: Cursed, probably. But how it shines...
ko: 분명 저주 받긴 했지, 하지만 저렇게 빛나는 걸...
uk: Тут, можливо, накладено прокляття. Але як сяє...

# story_bark_shamblers_altar_winA+jester
source: When your hand draws near, it hums...!
ja: 君が手を近づけると、あれが音を発しているようだ…！
ko: 손이 가까워질 수록 진동하고 있어...!
uk: Коли підносиш руку, він починає гудіти.
zh_cn: 手一靠近，就会传来低鸣声……！

# story_bark_shamblers_altar_winA+leper
source: It has waited millennia for this moment. For us.
ko: 저건 수천 년 동안 이 순간만을, 우리만을 기다려 온 거다.
uk: Він чекав на цей момент тисячу років. Чекав на нас...

# story_bark_shamblers_altar_winA+man_at_arms
source: When we near it, my hair stands on end!
ja: あれに近づくと、俺の毛が逆立っちまう！
ko: 점점 가까워질 수록 머리카락이 쭈뼛 솟는데!
uk: Коли ми підійшли, у мене волосся дибки стало!
zh_cn: 我们靠近的时候，我的头发都要竖起来了！

# story_bark_shamblers_altar_winA+occultist
source: Something within me yearns to possess it.
ja: 私の中の何かが、あれを所有したいと切望している
ko: 내 안의 무언가가 저걸 소유하라 갈망하고 있네.
uk: Щось усередині мене прагне заволодіти ним.
zh_cn: 我的躯体之中有个存在，急切地想要占据它。

# story_bark_shamblers_altar_winA+plague_doctor
source: These markings - diagrams, surely! But what for...?
ja: この模様は….. 何らかの図に違いない！ でも、その目的は…？
ko: 저 흔적은... 도식이 분명해! 하지만 무슨 의미일까...?
uk: Ці позначки — напевно, схеми! Але для чого вони?
zh_cn: 这些标记——一定是种图示！但是是用来干什么的……？

# story_bark_shamblers_altar_winA+runaway
source: It knows my true name, and it calls...
ja: あれは私の本当の名前を知っていて、呼びかけている…
ko: 저건 내 진짜 이름을 알고, 또 부르고 있어...
uk: Воно знає моє справжнє ім’я і кличе мене...
zh_cn: 它知道我真正的名字，它在呼唤我……

# story_bark_shamblers_altar_winA+vestal
source: It wishes to show me something. I know it.
ja: 私に何かを示したいのですね。わかります
ko: 내게 뭔가를 보여 주려 하는군. 난 안다.
uk: Воно хоче мені щось показати. Я це знаю.
zh_cn: 它想要让我看一样东西。我能感受得到。

# story_bark_shamblers_altar_winB
source: Let us not tempt fate.
ko: 운명을 도발하지는 말지.
uk: Не спокушатимемо долю.

# story_bark_shamblers_altar_winB+bounty_hunter
source: I don't trust it.
ko: 못 믿을 물건이군.
uk: Я йому не вірю.
