Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# gamepad_tutorial_t1306_description
source: During combat, hold @{AcademicView_Hold} or press @{AcademicView_Toggle} on the selected hero or enemy to see the <color=#{notable}>Academic View</color>. Press @{MoreInfo} to allow navigation between all heroes and enemies so you can enter Academic view on any character. This valuable screen shows full details on any <color=#{notable}>tokens</color> the combatant has. Perhaps even more valuable, the view shows details about what <color=#{notable}>combat skills</color> enemies have. Skills start hidden, but as you observe the enemy use them in combat, the <color=#{notable}>details will be revealed</color>.
ko: 전투 중에 선택된 영웅이나 적에게 @{AcademicView_Toggle}버튼을 길게 누르거나 @{AcademicView_Hold}버튼을 누르면 <color=#{notable}>상세정보 창</color>을 확인할 수 있습니다. @{MoreInfo}버튼을 누르면 모든 영웅 및 적들마다 <color=#{notable}>상세정보 창</color>을 확인할 수 있습니다. 이 귀중한 창에는 해당 전투원이 가진 모든 <color=#{notable}>토큰</color>의 정보가 표시됩니다. 뿐만 아니라 여기서는 해당 적이 갖춘 <color=#{notable}>전투 기술</color>까지 열람할 수 있습니다. 처음에는 기술이 숨겨진 상태로 시작하지만 전투에서 적들이 기술을 사용할 때마다 <color=#{notable}>자세한 정보가 하나씩 드러납니다</color>.

# gamepad_tutorial_t1321_description
source: In some battles, the entire enemy party will benefit from a <color=#{notable}>battle advantage</color>. When present, you'll see the advantage icon in the top left of the screen. Press @{MoreInfo} it to see what the <color=#{notable}>battle advantage</color> does. Low Flame makes battle advantages more likely, so beware!
ko: <color=#{notable}>적에게 유리한 전투</color>가 발생할 때도 있습니다. 이런 효과가 존재한다면 화면 왼쪽 상단의 그 이점의 아이콘이 표시됩니다. 여기에 @{MoreInfo}버튼을 누르면 <color=#{notable}>적에게 어떻게 유리한지도</color> 확인 가능합니다. 불꽃 수치가 낮을 경우 적에게 유리한 전투가 발생할 확률도 높아지므로 조심하세요!

# gamepad_tutorial_t1400_description
source: <color=#{notable}>Do not let the Flame expire.</color> The Stagecoach carries the <color=#{notable}>Flame</color>, which is the last hope for the world. It will gradually diminish as you drive, but helping local populace in <color=#{notable}>Assistance Encounters</color> can refill it. The lower it gets, the harder things will be for the party. Press @{MoreInfo} to see the Flame level and effects.
ko: <color=#{notable}>불꽃을 꺼뜨리지 마세요.</color> 역마차는 <color=#{notable}>불꽃</color>, 즉 이 세상 마지막 남은 희망을 싣고 달립니다. 불꽃은 앞으로 나아갈 수록 점점 어두워지지만, <color=#{notable}>조력 조우</color>를 통해 다시 밝힐 수 있습니다. 불꽃이 어두워 질수록 원정대에는 점점 심각한 일들이 벌어지기 시작합니다. @{MoreInfo}버튼을 눌러 불꽃의 상태와 효과를 확인할 수 있습니다.

# gamepad_tutorial_t1401_description
source: When the <color=#{notable}>Flame</color> gets below 40, things start to get significantly more dangerous for the heroes. Press @{MoreInfo} to view the Flame tooltip to see the effects as the level changes. <color=#{notable}>These effects vary by Confession.</color> Find an <color=#{notable}>Assistance Encounter</color> or buy some <color=#{notable}>Glimmers of Hope</color> before the Flame is extinguished.
ko: <color=#{notable}>불꽃</color>이 40 아래로 감소할 경우 영웅들에게 위험한 사건이 확연히 자주 벌어지기 시작합니다. @{MoreInfo}버튼을 눌러 불꽃의 툴팁을 보고 그 상태별 효과를 확인할 수 있습니다. <color=#{notable}>이런 효과는 고해에 따라 달라질 수 있습니다.</color> 불꽃이 완전히 꺼져 버리기 전에 <color=#{notable}>조력 조우</color>를 찾거나 <color=#{notable}>희망의 불씨</color>를 구입하세요.

# gamepad_tutorial_t1602_description
source: To view <color=#{notable}>Inn items</color> in your party's possession, select your inventory and press @{PrevTab} or @{NextTab} to cycle to the Inn items filter. To use Inn items, press @{Submit} on an inn item in the inventory, then press @{Submit} on the target hero. Items may affect 1, 2, or even all 4 heroes at once.
ko: 원정대가 소유한 <color=#{notable}>여관 아이템</color>을 확인하려면 소지품 창을 선택하고 @{PrevTab} 또는 @{NextTab}버튼으로 여관 아이템 필터를 선택합니다. 여관 아이템을 사용하려면 소지품 창의 여관 아이템에 @{Submit}버튼을 누른 후, 사용 대상이 될 영웅에 @{Submit} 버튼을 누르세요. 아이템은 영웅 1명, 2명, 심지어 4명 전부에게까지 한 번에 효과를 발휘할 수 있습니다.

# gamepad_tutorial_t1603_description
source: The <color=#{notable}>Provisioner</color> offers a limited amount of supplies that can be purchased for relics <sprite name={q}icon_relic{q}> or baubles <sprite name={q}icon_factioncurrency{q}>. Press @{Submit} to purchase an item. While The Provisioner is selected, press @{PrevTab} or @{NextTab} to cycle the item type filter. The Provisioner's selection varies each time you reach an Inn.
ko: <color=#{notable}>물자 관리인</color>은 유물 <sprite name={q}icon_relic{q}>이나 패물 <sprite name={q}icon_factioncurrency{q}>을 지불하여 구매할 수 있는 보급품을 일정량 제공합니다. 원하는 아이템에 @{Submit}버튼을 누르면 구매할 수 있습니다. 물자 관리인을 선택한 상태에서 @{PrevTab} 또는 @{NextTab} 버튼을 누르면 아이템 유형 필터를 변경할 수 있습니다. 여관 주인이 제공하는 상품은 여관에 도착할 때마다 달라집니다.

# gamepad_tutorial_t1604_description
source: The <color=#{notable}>Wainwright</color> is the only place where you can install or remove <color=#{notable}>stagecoach items</color>. Press @{Submit} on a stagecoach item in the inventory, then press @{Submit} on an empty stagecoach item slot. To view <color=#{notable}>stagecoach items</color> in your party's possession, select your inventory and press @{PrevTab} or @{NextTab} to cycle to the stagecoach items filter. The Wainwright can also repair your <sprite name={q}icon_currency_armor{q}> and <sprite name={q}icon_currency_wheel{q}>.
ko: <color=#{notable}>마차 정비공</color>은 <color=#{notable}>역마차 아이템</color>을 추가 또는 제거할 수 있는 유일한 방법입니다. 소지품에서 역마차 아이템에 @{Submit}버튼을 누른 후, 비어 있는 역마차 아이템 슬롯에 {Submit} 버튼을 눌러 설치하면 됩니다. 현재 원정대가 가진 <color=#{notable}>역마차 아이템</color>을 확인하려면 소지품 창에서 @{PrevTab} 및 @{NextTab}버튼으로 역마차 아이템 필터를 선택하면 됩니다. 마차 정비공은 <sprite name={q}icon_currency_armor{q}> 및 <sprite name={q}icon_currency_wheel{q}>도 수리할 수 있습니다.

# gamepad_tutorial_t1606_description
source: Regions have a <color=#{notable}>condition</color> and a <color=#{notable}>goal</color> which change each time you encounter them. The condition tells what special game effects are in place for that time only. The goal gives you an optional accomplishment to aim for. If you successfully complete the goal, then you will be given the <color=#{notable}>reward</color> shown once you arrive at the next Inn. Press @{PrevStat} or @{NextStat} to cycle between the region rewards and modifiers on the selected region.
ko: 각 구역은 도전할 때마다 바뀌는 <color=#{notable}>조건</color>과 <color=#{notable}>목표</color>를 갖추고 있습니다. 조건은 이번에 해당 구역으로 출정할 때만 주어지는 특수 게임 효과입니다. 목표는 해당 구역에서 달성을 노려볼 만한 부가 과제입니다. 목표를 성공적으로 완수했다면 다음 여관에 도달했을 때 <color=#{notable}>보상</color>이 주어집니다. @{PrevStat} 또는 @{NextStat}버튼을 눌러 선택된 구역별 보상과 보정을 확인할 수 있습니다.

# gamepad_tutorial_t1609_description
source: Each <color=#{notable}>hero skill</color> has one upgrade level. To upgrade, hold @{Submit} on the skill. This costs one mastery <sprite name={q}icon_heropoints{q}>. Cycle through heroes with @{PrevActor} and @{NextActor}. Mastered skills can yield dramatic results. Spend your points wisely--they are <color=#{notable}>shared amongst the entire party</color>.
ko: 각 <color=#{notable}>영웅 기술</color>은 한 번 강화할 수 있습니다. 기술을 강화하려면 원하는 기술에 @{Submit}버튼을 길게 누르면 됩니다. 기술 강화에는 숙련 점수{NextActor}가 필요합니다. @{PrevActor} 및 @ 버튼으로 영웅들을 탐색할 수 있습니다. 이렇게 강화된 기술은 각종 극적인 결과를 만들어 냅니다. 그러니 숙련 점수는 현명하게 활용하세요. 안 그래도 적은 양을 <color=#{notable}>원정대 전체가 나누어 써야</color> 하니까요.

# gamepad_tutorial_t201_description
source: Cycle through heroes with @{CycleLeftPanel} and @{CycleRightPanel}. Press @{Submit} while selecting hero portraits to assemble your party of four heroes. Press @{Submit} again to confirm their position in the roster. The hero in the rightmost position of your roster will be first in the combat line.
ko: @{CycleLeftPanel} 및 @{CycleRightPanel} 버튼으로 영웅별 탐색이 가능합니다. 영웅 초상화에 @{Submit}버튼을 눌러 영웅 4명의 전열을 재구성할 수 있습니다. 여기서 다시 @{Submit}버튼을 누르면 현재 전열을 저장하게 됩니다. 목록에서 맨 오른쪽에 선 영웅은 전열에서도 맨 앞에 서게 됩니다.

# gamepad_tutorial_t202_description
source: To rearrange your party order while driving, press @{CycleLeftPanel} and @{CycleRightPanel} to select a hero on the bottom roster. Hold @{Submit} to begin position select. Press @{CycleLeftPanel} and @{CycleRightPanel} or @{PrevActor} and @{NextActor} or use @{leftStick} to select a new position and then press @{Submit} to confirm their new position in the roster. Party order determines what position each hero is in when battle starts. The furthest hero to the right begins at the front line of combat.
ko: 역마차에서 전열의 순서를 변경하려면 우선 @{CycleLeftPanel} 및 @{CycleRightPanel}버튼을 눌러 하단 로스터에서 영웅을 선택합니다. 그런 다음 @{Submit}버튼을 길게 눌러 위치를 선택합니다. @{CycleLeftPanel} 및 @{CycleRightPanel}버튼 또는 @{PrevActor} 및 @{NextActor}버튼 또는 @{leftStick}을 사용해 새 위치를 고른 후 다시 @{Submit}버튼을 눌러 로스터 내 새 위치를 확정합니다. 원정대 전열 순서는 전투가 시작되었을 때 각 영웅이 처음에 서게 될 위치를 결정합니다. 맨 오른쪽의 영웅은 전투에서도 최전선에 서게 됩니다.

# gamepad_tutorial_t2050_description
source: <color=#{notable}>The Prologue quest is complete</color>. For this first venture through the Valley, there is nothing left to do, so press @{Embark} on the <color=#{notable}>End Expedition</color=> screen at the <color=#{notable}>Inn</color=>. Normally, the expedition can end in three ways: victory, defeat (all heroes dead), or abandoning.
ko: <color=#{notable}>서막 원정이 완료되었습니다</color>. 계곡을 처음으로 통과한 이번 원정에서는 더 이상 진행할 부분이 없으니, <color=#{notable}>여관</color=>의 <color=#{notable}>원정 종료</color=>에 @{Embark}버튼을 누르세요. 보통 원정은 승리, 패배 (영웅 전멸) 또는 포기 중 하나로 끝나게 됩니다.

# gamepad_tutorial_t300_description
source: The hero sheet holds critical information. Open it by selecting a hero with @{CycleLeftPanel} and @{CycleRightPanel} and pressing @{Submit}.
ko: 영웅 정보 창에는 각종 중요 정보가 수록되어 있습니다. @{CycleLeftPanel} 및 @{CycleRightPanel} 버튼으로 영웅을 선택하고 @{Submit}버튼을 눌러서 열 수 있습니다.

# gamepad_tutorial_t302_description
source: Regardless of which tab you're on, you can always see the hero's stats, quirks, diseases, and trinkets. Press @{MoreInfo} to go into ALT view and use @{PrevStat} or @{NextStat} to cycle through any stat and to view tooltips that shows any active <color=#{notable}>buffs</color> or <color=#{notable}>debuffs</color>.
ko: 어떤 탭에서든 영웅의 상태, 기벽, 질병, 그리고 장신구는 항상 확인할 수 있습니다. @{MoreInfo} 버튼을 눌러 탐색 모드로 변경 후, @{PrevStat} 또는 @{NextStat}버튼으로 능력치를 돌아가며 살펴보면 활성화된 <color=#{notable}>강화</color> 또는 <color=#{notable}>약화</color> 효과가 툴팁으로 표시됩니다.

# gamepad_tutorial_t306_description
source: To change which combat skills are equipped, press @{Submit} on each skill to toggle the skill <color=#{notable}>on</color> or <color=#{notable}>off</color>. You can have five skills equipped at one time. If the hero only has five skills available, you must visit <color=#{notable}>Shrines of Reflection</color> to unlock more skills.
ko: 장비한 전투 기술을 변경하려면, 각 기술에 @{Submit}버튼을 눌러 <color=#{notable}>켜기</color> 또는 <color=#{notable}>끄기</color> 상태로 전환하면 됩니다. 총 5개의 기술을 동시에 장비할 수 있습니다. 영웅이 사용할 수 있는 기술이 5개뿐이더라도 <color=#{notable}>회고의 성소</color>에 방문하면 기술을 추가 해금할 수 있습니다.

# gamepad_tutorial_t400_description
source: Outside of the Valley, the road becomes more complex. To see what lies ahead, open the <color=#{notable}>minimap</color> with @{Minimap}
ko: 계곡 바깥에서는 길이 비교적 복잡해집니다. 앞쪽에 뭐가 있는지 파악하려면 @{Minimap}버튼으로 눌러 <color=#{notable}>지도</color>를 열 수 있습니다.

# gamepad_tutorial_t401_description
source: The <color=#{notable}>minimap</color> shows you the road ahead, as best you know it. Locations that you can visit are shown by icons. If the location is <color=#{notable}>scouted</color> (known), the icon will tell you exactly what is there. <color=#{notable}>unscouted</color> locations are shown by '?'. Use <color=#{notable}>@{rightStick}</color> to navigate between the minimap nodes.
ko: <color=#{notable}>지도</color>에는 현재 나아가고 있는 길을 현재 파악한 정보대로 보여 줍니다. 자신이 방문할 수 있는 지점은 아이콘으로 표시가 됩니다. 이미 <color=#{notable}>정찰</color> (확인)이 된 지점은 정확히 뭐가 있는지 아이콘이 표시됩니다. 아직 <color=#{notable}>정찰되지 않은</color> 지점은 '?'로만 표시됩니다. <color=#{notable}>@{rightStick}</color> 버튼으로 지도상의 각 지점을 탐색할 수 있습니다.

# gamepad_tutorial_t405_description
source: Press @{MoreInfo} while driving to quickly see the Flame level, buffs/debuffs, and loathing effects.
ko: 이동 중에 @{MoreInfo}버튼을 누르면 불꽃 상태, 강화/약화, 그리고 해악 효과 등을 확인할 수 있습니다.

# gamepad_tutorial_t500_description
source: Forks in the road will give two or three potential destinations as shown by icons above the road. If the way ahead is <color=#{notable}>scouted</color>, these icons will be revealed. To choose, hold @{leftStick} in the direction you would like to go. Heroes may voice their own preferences for the route, shown by corresponding icons above their portrait heads. <color=#{notable}>Beware:</color> choosing a destination different than what a hero wants will cause them <sprite name={q}token_stress{q}>.
ko: 길에서 만날 수 있는 갈림길은 노상에 표시된 아이콘처럼 2~3가지의 잠재적 목적지로 이어집니다. 앞쪽의 길이 <color=#{notable}>정찰</color>되었다면 해당 아이콘에서도 정보가 드러나게 됩니다. 진로를 선택하려면 가려는 방향에 @{leftStick}버튼을 길게 누르세요. 영웅들은 제각기 선호하는 경로에 대해 의견을 낼 수 있으며, 이런 의견은 각자의 초상화 위에 아이콘으로 표시됩니다.<color=#{notable}>하지만 명심하세요</color>, 자신이 원하는 경로로 가지 못한 영웅은 <sprite name={q}token_stress{q}>를 받을 수 있습니다.

# gamepad_tutorial_t600_description
source: Your Stagecoach is limited in how many items it can carry. Press <color=#{notable}>@{Inventory}</color> to open the inventory.
ko: 역마차에 실을 수 있는 아이템 수에는 한계가 있습니다. <color=#{notable}>@{Inventory}</color> 버튼을 누르면 현재 소지품 상태를 확인할 수 있습니다.

# gamepad_tutorial_t601_description
source: Your shared inventory is split between all item types. Some items stack well, whereas others take an entire slot. Press @{PrevTab} or @{NextTab} to cycle between <color=#{notable}>tab filters</color> to easily see each item type. Some Stagecoach items increases stacking limits.
ko: 공유 소지품은 아이템 종류별로 나뉩니다. 아이템 중에는 한 칸에 여러 개가 중첩되는 것도, 한 칸에 하나만 들어가는 것도 있습니다. @{PrevTab} 및 @{NextTab} 버튼으로 <color=#{notable}>탭 필터</color>를 적용하면서 아이템을 유형별로 쉽게 확인할 수 있습니다. 역마차 아이템 중에는 중첩 개수를 늘려 주는 것도 있습니다.

# gamepad_tutorial_t602_description
source: If the Stagecoach becomes full, you may wish to discard less important items. Hold @{Discard} on the selected item to discard. Items cannot be sold anywhere, so throw away what you don't need.
ko: 역마차가 꽉 찰 경우 중요도가 덜한 아이템을 버려야 할 수도 있습니다. 버리고 싶은 아이템에 @{Discard}버튼을 길게 눌러 버리세요. 아이템은 어디서든 판매가 불가능하기 때문에 필요가 없으면 그냥 버리세요.

# gamepad_tutorial_t702_description
source: Open Inventory with @{Inventory} and press @{PrevTab} or @{NextTab} to cycle to the <color=#{notable}>trinket</color> filter to see only trinkets. Open the <color=#{notable}>Hero Sheet</color> by pressing @{CycleLeftPanel} and @{CycleRightPanel} to select a hero then press @{Submit}. Press @{Submit} to select a trinket from inventory and then press @{Submit} to equip it to the hero.
ko: @{Inventory}버튼으로 소지품 창을 열고 @{PrevTab} 이나 @{NextTab}버튼을 눌러 <color=#{notable}>장신구</color> 필터로 가면 장신구만 따로 확인할 수 있습니다. @{CycleLeftPanel} 이나 @{CycleRightPanel} 버튼을 눌러 <color=#{notable}>영웅 정보</color> 창을 열고 영웅을 선택해 @{Submit}버튼을 누르세요. @{Submit} 버튼을 눌러 소지품 중에 장신구를 선택한 후, @{Submit} 버튼을 눌러 해당 영웅에게 착용시키세요.

# gamepad_tutorial_t703_description
source: Combat items are equipped into a dedicated <color=#{notable}>skill slot</color> on each hero. To equip one, press @{Submit} on the combat slot in the <color=#{notable}>Hero Sheet</color> and then press @{Submit} on the selected combat item from the <color=#{notable}>Inventory</color>. Equipping a combat item allows it to be used during combat. Combat items are <color=#{notable}>free actions</color>. One item may be used each hero turn, right before they use their normal skill.
ko: 전투 아이템은 각 영웅별 전용 <color=#{notable}>스킬</color> 칸에 장착할 수 있습니다. 아이템을 장착시키려면 <color=#{notable}>영웅 정보</color> 창의 전투 아이템 슬롯에 @{Submit}버튼을 누르고, <color=#{notable}>소지품</color> 창에서 현재 선택된 전투 아이템에 @{Submit}버튼을 누르세요. 전투 아이템 사용은 <color=#{notable}>행동</color>을 소모하지 않습니다. 각 영웅은 매 턴마다 일반 기술을 사용하기 전에 아이템을 하나 사용할 수 있습니다.

# gamepad_tutorial_t800_description
source: During encounters such as this one, you must pick one of the choices by holding @{Submit} on one of your heroes. The results will be previewed at the bottom of the screen.
ko: 이러한 조우에서 행동을 취하려면 영웅 중 하나의 의견에 @{Submit}버튼을 길게 눌러서 선택해야 합니다.그 결과는 화면 하단에서 미리보기 할 수 있습니다.

# gamepad_tutorial_toast_tooltip_label
source: Press <color=#{notable}>@{OpenToast}</color> to view / Hold <color=#{notable}>@{DismissAllToasts}</color> to dismiss all notifications
ko: <color=#{notable}>@{OpenToast}</color>버튼을 눌러 확인 / <color=#{notable}>@{DismissAllToasts}</color>버튼을 길게 눌러 모든 알림 닫기

# gamepad_upgrade_skill_tooltip_hold_to_show_upgrade_label
source: <sprite name={q}icon_upgraded_skill{q}>Press @{UpgradedSkillInfo} to Show Upgraded Skill
ko: <sprite name={q}icon_upgraded_skill{q}>@{UpgradedSkillInfo} 버튼을 눌러 강화된 기술 표시

# gdpr_dialog_continue_label
source: Continue
ja: 続ける
ko: 계속
uk: Продовжити
zh_cn: 继续

# gdpr_dialog_desc_1
source: By allowing us to collect your gameplay data you will help us further refine and enrich the Darkest Dungeon II experience. It will be used for balancing and improvement purposes only. You can see our privacy policy <color={q}white{q}><link={q}https://www.darkestdungeon.com/privacy-policy/{q}>here</link></color>. If you would like to opt out, you can do so now:
ko: 게임플레이 데이터 수집을 허용하면 더욱 풍성하고 정교한 Darkest Dungeon II의 경험을 만드는 데 도움을 제공하게 됩니다. 이 데이터는 게임 밸런싱 및 개선 목적으로만 사용됩니다. 개인 정보 정책은 <color={q}white{q}><link={q}https://www.darkestdungeon.com/privacy-policy/{q}>여기서</link></color> 확인하실 수 있습니다. 허용하고 싶지 않다면 바로 취소가 가능합니다.

# gdpr_dialog_desc_2
source: If you change your mind, you can enable it again via the OPTIONS menu.
ja: 気持ちが変わったら、オプションメニューから再び有効にできます。
ko: 마음이 바뀌었다면 '설정' 메뉴에서 다시 활성화가 가능합니다.
uk: Якщо ви передумаєте, можете змінити вибір у меню «Налаштування».
zh_cn: 如果你改变主意，可以在选项菜单中重新开启。

# gdpr_dialog_title
source: Data Gathering
ja: データ収集
ko: 데이터 수집 중
uk: Збирання даних
zh_cn: 数据采集

# glossary_enemy_type_label
source: Unique
ja: ユニーク
ko: 고유
uk: Унік. мітки
zh_cn: 独特

# glossary_other_label
source: Other
ja: その他
ko: 기타
uk: Інші мітки
zh_cn: 其它

# glossary_special_label
source: Special
ja: スペシャル
ko: 특수
uk: Особливі мітки
zh_cn: 特殊

# glossary_stealth_label
source: Stealth
ja: 隠密
ko: 은신
uk: Скритність
zh_cn: 潜行

# goal_candle_reward_tooltip
source: <sprite name={q}icon_candle_glyph{q}><color=#{stat_buff}>+{0} reward</color>
ja: <sprite name={q}icon_candle_glyph{q}><color=#{stat_buff}>+{0} 報酬</color>
ko: <color=#{stat_buff}>보상 <sprite name={q}icon_candle_glyph{q}>+{0}</color>
uk: <sprite name={q}icon_candle_glyph{q}><color=#{stat_buff}>+{0} як винагорода</color>
zh_cn: <sprite name={q}icon_candle_glyph{q}><color=#{stat_buff}>+{0}奖励</color>

source: Grave Robber
ja: 墓荒らし
ko: 도굴꾼
uk: Розкрадачка
zh_cn: 盗墓贼

# grave_robber_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# grave_robber_wpn_deadeye
source: <color=#{notable}>Deadeye</color>
ko: <color=#{notable}>매의 눈</color>
uk: <color=#{notable}>Влучний стрілець</color>

# grave_robber_wpn_nightsworn
source: <color=#{notable}>Nightsworn</color>
ko: <color=#{notable}>밤의 숙녀</color>
uk: <color=#{notable}>Наречена пітьми</color>

# grave_robber_wpn_venomdrop
source: <color=#{notable}>Venomdrop</color>
ko: <color=#{notable}>독사</color>
uk: <color=#{notable}>Отруйниця</color>

source: Hateful
ja: 憎悪
ko: 증오
uk: Злість
zh_cn: 憎恨

source: Hellion
ja: 荒くれ者
ko: 야만인
uk: Дикунка
zh_cn: 野蛮人

# hellion_corpse
source: Corpse
ja: 死体
ko: 시체
uk: Труп
zh_cn: 尸体

# hellion_wpn_berserker
source: <color=#{notable}>Berserker</color>
ko: <color=#{notable}>광전사</color>
uk: <color=#{notable}>Берсерк</color>

# hellion_wpn_carcass
source: <color=#{notable}>Carcass</color>
ko: <color=#{notable}>사냥감</color>
uk: <color=#{notable}>Силачка</color>

# hellion_wpn_ravager
source: <color=#{notable}>Ravager</color>
ko: <color=#{notable}>유린자</color>
uk: <color=#{notable}>Нищителька</color>

# hero_flagellant_locked
source: Unlock at the Altar of Hope
ko: 희망의 제단에서 해금
uk: Відкривається на Вівтарі надії

# hero_hellion_locked
source: Unlock at the Altar of Hope
ja: 希望の祭壇でアンロック
ko: 희망의 제단에서 해금
uk: Відкривається на Вівтарі надії
zh_cn: 于希望祭坛解锁

# hero_jester_locked
source: Unlock at the Altar of Hope
ja: 希望の祭壇でアンロック
ko: 희망의 제단에서 해금
uk: Відкривається на Вівтарі надії
zh_cn: 于希望祭坛解锁

# hero_leper_locked
source: Unlock at the Altar of Hope
ja: 希望の祭壇でアンロック
ko: 희망의 제단에서 해금
uk: Відкривається на Вівтарі надії
zh_cn: 于希望祭坛解锁

# hero_name@0
source: Achard
ja: アシャル
ko: 아카드
uk: Ашар

# hero_name@1
source: Acker
ja: アッカー
ko: 애커
uk: Екер

# hero_name@2
source: Ackerman
ja: アッカーマン
ko: 애커먼
uk: Екерман

# hero_name@3
source: Ackermann
ja: アッカーマン
ko: 애커먼
uk: Екерманн

# hero_name@4
source: Addinell
ja: アディネル
ko: 아디넬
uk: Аддінелл

# hero_name@5
source: Adeney
ja: アドニー
ko: 아데니
uk: Аденей

# hero_name@6
source: Aguilon
ja: アグイロン
ko: 아길론
uk: Агілон

# hero_name@7
source: Ahlberg
ja: アルバーグ
ko: 앨버그
uk: Альберг

# hero_name@8
source: Akerman
ja: アカーマン
ko: 애커먼
uk: Акерман

# hero_name@9
source: Åkerman
ja: アカーマン
ko: 아커만
uk: Окерман

# hero_name@10
source: Akers
ja: アカー
ko: 애커스
uk: Акерс

# hero_name@11
source: Akker
ja: アッカー
ko: 애커
uk: Аккер

# hero_name@12
source: Akkerman
ja: アッカーマン
ko: 애커만
uk: Аккерман

# hero_name@13
source: Akkermans
ja: アッカーマン
ko: 아커만스
uk: Аккерманс

# hero_name@14
source: Albelin
ja: アルベリン
ko: 알베린
uk: Альбелін

# hero_name@15
source: Aldershof
ja: アルダース
ko: 알데쇼프
uk: Альдерсхоф

# hero_name@16
source: Alevi
ja: アレビ
ko: 알레비
uk: Алеві

# hero_name@17
source: Alis
ja: アリス
ko: 알리스
uk: Аліс

# hero_name@18
source: Altard
ja: アルタード
ko: 알타드
uk: Альтард

# hero_name@19
source: Althaus
ja: アルサウス
ko: 알타우스
uk: Альтгаус

# hero_name@20
source: Anders
ja: アンダース
ko: 앤더스
uk: Андерс

# hero_name@21
source: Anker
ja: アンカー
ko: 앵커
uk: Анкер

# hero_name@22
source: Ansgot
ja: アンゴット
ko: 안스고트
uk: Ансгот

# hero_name@23
source: Anzeray
ja: アンズレイ
ko: 앤저레이
uk: Анзере

# hero_name@24
source: Appelhof
ja: アペルホフ
ko: 아펠호프
uk: Апельгоф

# hero_name@25
source: Arbeid
ja: アルビード
ko: 아르베이드
uk: Арбейд

# hero_name@26
source: Arbeider
ja: アルビーダー
ko: 아르베이더
uk: Арбейдер

# hero_name@27
source: Arbeit
ja: アルビート
ko: 아르베이트
uk: Арбейт

# hero_name@28
source: Arkwright
ja: アークライト
ko: 아크라이트
uk: Аркрайт

# hero_name@29
source: Arundel
ja: アランデル
ko: 아룬델
uk: Арундель

# hero_name@30
source: Aschuill
ja: アシュール
ko: 애슈일
uk: Ашвілл

# hero_name@31
source: Asselin
ja: アスラン
ko: 애슬린
uk: Асселін

# hero_name@32
source: Assenberg
ja: アセンバーグ
ko: 애센버그
uk: Асенберг

# hero_name@33
source: Assendorp
ja: アセンドープ
ko: 애센도르프
uk: Асендорп

# hero_name@34
source: Aston
ja: アストン
ko: 애스턴
uk: Астон

# hero_name@35
source: Attwater
ja: アトウォーター
ko: 애트워터
uk: Аттвотер

# hero_name@36
source: Atwater
ja: アトウォーター
ko: 앳워터
uk: Атвотер

# hero_name@37
source: Auber
ja: オベル
ko: 아우버
uk: Обер

# hero_name@38
source: Aubert
ja: オバート
ko: 어버트
uk: Оберт

# hero_name@39
source: Auffrye
ja: オーフライ
ko: 오프리
uk: Офрі

# hero_name@40
source: Aungier
ja: エンジャー
ko: 앵지어
uk: Онгір

# hero_name@41
source: Auvray
ja: オブレイ
ko: 오브레이
uk: Оврей

# hero_name@42
source: Avianna
ja: アビアーナ
ko: 아비아나
uk: Авіанна

# hero_name@43
source: Azor
ja: アゾー
ko: 아조르
uk: Азор

# hero_name@44
source: Bach
ja: バッハ
ko: 바흐
uk: Бах

# hero_name@45
source: Bachiler
ja: バチラー
ko: 배칠러
uk: Бахілер

# hero_name@46
source: Bachman
ja: バックマン
ko: 배크먼
uk: Бахман

# hero_name@47
source: Bachmann
ja: バックマン
ko: 배크먼
uk: Бахманн

# hero_name@48
source: Bachmeier
ja: バックマイヤー
ko: 바흐마이어
uk: Бахмайєр

# hero_name@49
source: Bäcker
ja: バッカー
ko: 배커
uk: Бекер

# hero_name@50
source: Bager
ja: バガー
ko: 배거
uk: Багер

# hero_name@51
source: Baignard
ja: ベイナード
ko: 바이그날드
uk: Бейнард

# hero_name@52
source: Bailleul
ja: ベイリオル
ko: 바일레울
uk: Байльо

# hero_name@53
source: Bainard
ja: ベイナード
ko: 바이나드
uk: Байнард

# hero_name@54
source: Baker
ja: ベイカー
ko: 베이커
uk: Бейкер

# hero_name@55
source: Bakker
ja: ベッカー
ko: 베커
uk: Беккер

# hero_name@56
source: Baliol
ja: ベイリオル
ko: 발리올
uk: Баліол

# hero_name@57
source: Ballard
ja: バラード
ko: 발라드
uk: Баллард

# hero_name@58
source: Bambach
ja: バンバッハ
ko: 범배흐
uk: Бамбах

# hero_name@59
source: Barkentin
ja: バーケティン
ko: 발켄틴
uk: Баркентін

# hero_name@60
source: Basnage
ja: バナージュ
ko: 바스나지
uk: Баснаж

# hero_name@61
source: Basset
ja: バッセ
ko: 바젯
uk: Басет

# hero_name@62
source: Baudry
ja: ボードリー
ko: 보드리
uk: Бодрі

# hero_name@63
source: Bauer
ja: バウアー
ko: 바우어
uk: Бауер

# hero_name@64
source: Bauers
ja: バウアーズ
ko: 보워스
uk: Бауерс

# hero_name@65
source: Baujot
ja: ボウジョ
ko: 바조트
uk: Божо

# hero_name@66
source: Bauldry
ja: ボルドリー
ko: 볼드리
uk: Болдрі
