Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# vo_driving_biome_city_start_01_0
source: Behold the great cities of man - ruined and aflame.
ja: 見よ、人類の偉大な都市を！荒廃して燃え上がる、その姿を。
ko: 보라, 위대했던 인간의 도시가 불타는 폐허로 전락한 꼴을.
uk: Найвеличніші міста в руїнах і вогні.
zh_cn: 看啊，人类的伟大城市——在火焰中化为乌有。

# vo_driving_biome_coast_halfway_01_0
source: Desperate to survive the rising tides, the fisherfolk of the coastal provinces
ja: 沿岸地方の漁民たちは、潮の満ち引きに絶望し、
ko: 해안의 어부들은 밀려드는 조수로부터 살아남고자
uk: Зневірившись у боротьбі з морською стихією, жителі прибережних провінцій
zh_cn: 绝望地想要在上涨的潮汐中求生，沿海地区的渔民

# vo_driving_biome_coast_halfway_01_1
source: resorted to a debased worship of the sea.
ja: その挙句、海を堕落させる信仰へと傾倒していった。
ko: 옛 바다 숭배에 의탁하게 되었네.
uk: принижено схилилися перед морем.
zh_cn: 投身于一种低级的海洋崇拜。

# vo_driving_biome_coast_halfway_02_0
source: Primeval, water-worn monoliths were flung up from the ocean floor
ja: 太古の時代から存在する水に浸かった一枚岩は、不可解な地殻変動によって
ko: 그 옛날 물 속에 잠겨 침식되던 원시의 석주가
uk: Первозданні моноліти, поїдені морською сіллю, піднялися з безодні океану
zh_cn: 原始的、受海水侵蚀的巨石被某种未经记载的地壳运动

# vo_driving_biome_coast_halfway_02_1
source: by some unaccountable tectonic action.
ja: 海底からせり上がり、その姿を現した。
ko: 설명할 수 없는 지각 활동에 밀려 다시 솟아올랐다지.
uk: під натиском незрозумілих тектонічних зсувів.
zh_cn: 从海底掀到了岸上。

# vo_driving_biome_coast_halfway_03_0
source: They prostrated themselves before the primigenial power of the obelisks,
ja: 彼らは、オベリスクが持つ原始の力の前にひれ伏し、
ko: 주민들은 석주가 품은 원초적인 힘 앞에 고개를 조아렸으니
uk: Вони впали долілиць перед первісною силою обелісків,
zh_cn: 他们拜倒在了方尖碑的原始力量之下，

# vo_driving_biome_coast_halfway_03_1
source: and were rewarded for their supplication.
ja: そして、その願いが報われたのだ。
ko: 배례에 마땅한 보상을 받게 되었지.
uk: і їхні благання були почуті.
zh_cn: 并因为虔诚而得到了嘉奖。

# vo_driving_biome_coast_halfway_04_0
source: To save themselves, they would slip beneath the brackish waters
ja: 自分たちを救うため、海へとつながる河口にもぐりこみ、
ko: 이제 스스로를 구하고자 한 이들은 저 짠물 아래로 되돌아가
uk: Щоб урятуватися, вони поринуть у вир солоних вод
zh_cn: 为了拯救他们自己，他们滑入了海水深处，

# vo_driving_biome_coast_halfway_04_1
source: and be reborn in the image of their aquatic demiurge.
ja: 水中の神の姿をもって生まれ変わるのだ。
ko: 해저를 지배하던 수생의 모습으로 다시 태어날 걸세.
uk: і відродяться в подобі морського деміурга.
zh_cn: 然后带着深海造物主的样貌重现于世。

# vo_driving_biome_coast_start_01_0
source: Propriety floats listless on the tide, brined in noxious degradation.
ja: 礼節さは、不名誉という有害に塩漬けにされ、潮の上に無気力に浮いている。
ko: 저 유해한 타락에 물든 조수의 수면에 무력히 떠 있는 문명을 보게.
uk: Пристойність тихо пливе за течією, потроху занурюючись в отруйні продукти розкладу.
zh_cn: 道德顺着浪潮无谓地漂泊，在咸水中逐渐降解消融。

# vo_driving_biome_farm_halfway_01_0
source: Voracious and decadent, the landowners and peasants alike descended into an orgy of consumption.
ja: 貪欲で退廃的な地主と農民は、皆で一様に、飲めや歌えやの乱痴気騒ぎに没頭した。
ko: 게걸스럽고 퇴폐적이던 지주와 소작농들은 다 같이 탐식의 혼음에 빠져 들었다지.
uk: Занепалі землевласники й холопи з однаковою готовністю віддалися гріху обжерливості.
zh_cn: 贪婪而颓废，这里的地主和农民一起沦为了一场暴食的盛宴。

# vo_driving_biome_farm_halfway_02_0
source: They emptied their larders, gorging themselves as the world began to crumble.
ja: 世界が崩壊し始めると、彼らは食料庫を空にし、自らを貪り食った。
ko: 세상이 무너지기 시작하자 음식 저장고를 비우고 마음껏 배를 채웠다는데.
uk: Коли світ почав руйнуватися, вони почали спустошувати свої запаси.
zh_cn: 他们清空了储藏室，在世界倾倒之际大快朵颐。

# vo_driving_biome_farm_halfway_03_0
source: First, they ate the rotten flesh of their animals. Then, still hungry, they turned upon themselves.
ja: まず最初に、家畜の腐った肉を食べた。そして、それでもまだ空腹だった彼らは、自らの体に目を向けた。
ko: 그러다 썩은 짐승의 고기를 탐했고, 그래도 배가 차지 않자 서로의 살점에 눈을 돌렸지.
uk: Спочатку вони їли гниле м’ясо худоби, потім, не наситившись, перекинулися одне на одного.
zh_cn: 首先，他们吃掉了动物的腐肉。然后，仍然饥饿的他们开始相互啃食。

# vo_driving_biome_farm_halfway_04_0
source: They thrill to the succulent flavour that grows up from some nightmare pit far beneath the earth.
ja: 彼らは、地底の悪夢のような穴から湧き出る肉汁の味に興奮する。
ko: 땅 속 저 깊은 곳, 악몽의 구더기에서 자라난 육즙 넘치는 맛에 얼마나 전율했던지.
uk: Їх зводить із розуму апетитний аромат, що йде з кошмарної ями, у якій не видно дна.
zh_cn: 他们痴迷于那种美味，来自于地下深处某个梦魇般的深渊。

# vo_driving_biome_farm_start_01_0
source: The rancid crop grows unchecked and abhorrent...
ja: 悪臭のする作物は、手をかけられることなく、忌まわしいほどに成長する…
ko: 저 악취 풍기는 작물들은 걷잡을 수 없이 자라나고 있는 모양이야...
uk: Багатий смердючий урожай викликає огиду...
zh_cn: 腐烂变质的庄稼无人打理，愈发可怖……

# vo_driving_biome_forest_halfway_01_0
source: Resigned to the end of things, they waited for death. And still they wait.
ja: 終焉に身を任せ、彼らは死を待った。今もなお、彼らは待っている。
ko: 저들은 모든 것을 체념하고 죽음을 기다렸지. 헌데 아직도 기다리고 있네.
uk: Змирившись із кінцем, вони чекали смерті. І чекають досі.
zh_cn: 末日临头，他们自暴自弃，等待着自己的死亡。直至今日仍在等待。

# vo_driving_biome_forest_halfway_02_0
source: Emptied of mind and spirit by some existential shock,
ja: 数々のショックにより、心も魂も空っぽになった
ko: 현실의 파멸과 맞닥뜨리고 심신이 공허해진 불쌍한 작자들 같으니.
uk: Утративши розум і дух після емоційного потрясіння,
zh_cn: 被某种存在危机掏空了心智与灵魂，

# vo_driving_biome_forest_halfway_02_1
source: the poor devils roam aimlessly amidst the trees.
ja: 哀れな悪霊たちは、木立の中をあてもなく歩き回る。
ko: 아직도 나무 사이를 정처 없이 배회하는 꼴을 보게.
uk: бідолахи безцільно блукають серед дерев.
zh_cn: 这些可怜的魔物漫无目的地在林间游荡。

# vo_driving_biome_forest_halfway_03_0
source: These seasoned soldiers were deployed to a winding front...
ja: この熟練の兵士たちは、教団が山から下りるのを阻止するため、
ko: 이 노련한 병사들은 한때 길다란 전선을 따라 배치되어
uk: Загартовані в боях воїни вирушили в бій,
zh_cn: 这些久经沙场的士兵被派往了一处偏远的前线……

# vo_driving_biome_forest_halfway_03_1
source: ... meant to prevent the cult's descent from the Mountain.
ja: 曲がりくねった前線に配備された。
ko: 산으로부터 내려 오는 교단원들을 막으려 하였지.
uk: щоб не дати Єресі спуститися з Гори.
zh_cn: ……本应抵御邪祟自山峰的扩张。

# vo_driving_biome_forest_halfway_04_0
source: When the cult came, no orders were shouted, no swords were drawn.
ja: 教団が来たときに轟いた号令はなく、剣が抜かれることもなかった。
ko: 하지만 정작 교단원들이 왔을 때는 그 어떤 명령도 내려지지 않고 검도 뽑히지 않았네.
uk: Коли ж прийшла Єресь, не чутно було ані наказів, ані брязкоту оголених мечів.
zh_cn: 当邪祟来临时，没有任何人喊出命令，没有任何人拔出武器。

# vo_driving_biome_forest_halfway_04_1
source: There was only stupefying horror, and the catatonic lethargy that follows it.
ja: そこにあるのは唖然とするほどの恐怖と、それに続く無気力だけだった。
ko: 그저 숨 막히는 공포와 긴장 어린 무기력 뿐.
uk: Навколо був лише німий жах, за яким ішла апатія.
zh_cn: 有的只是让人魂飞魄散的恐惧，以及那之后的死气沉沉。

# vo_driving_biome_forest_start_01_0
source: War rewards only resignation.
ja: 戦争で報われるのは屈服だけだ。
ko: 전쟁의 유일한 보상은 종전 뿐.
uk: Спокій — єдина нагорода у війні.
zh_cn: 战争只会使人心如死灰。

# vo_driving_biome_mountain_start_01_0
source: At last the great Ziggurat - temple of failure and regret!
ko: 마침내 거대한 지구라트, 실패와 후회의 사원에 도착하였네!

# vo_driving_driving_update_repair_finish_01_0
source: Leave the wretches choking on our dust!
ja: 土埃で窒息するような哀れな者たちなど放っておけ！
ko: 저 비참한 것들은 우리가 남긴 먼지구름 속에서 콜록거리라지!
uk: Залиште негідників, хай вони задихнуться в нашій пилюці!
zh_cn: 让那些怪物们吃车尾灰去吧！

# vo_driving_driving_update_repair_finish_02_0
source: Let us hope these repairs will hold...
ko: 대강 땜질한 부분이 버텨주기만 바라세나...
uk: Сподіватимемося, що цього ремонту буде достатньо...

# vo_driving_driving_update_repair_finish_03_0
source: We move once more... albeit unsteadily.
ja: 我々は、再び前進する…不安定ではあるが｡
ko: 여정은 계속되지만... 어째 불안하게 덜컹거리는군.
uk: Ми знову рухаємося... хоч і хитаємось.
zh_cn: 我们再次上路……尽管马车颤颤巍巍。

# vo_driving_driving_update_repair_finish_04_0
source: The timbers creak, the wheels groan. But we press on nonetheless.
ja: 材木は軋み、車輪は唸る。しかし、それでも我々は前進する。
ko: 마차는 삐걱이고 바퀴는 비명을 지르지. 하지만 여정은 끝나지 않았네.
uk: Поперечини скриплять, колеса риплять і все ж ми не зупиняємося.
zh_cn: 木材吱呀作响，车轮呻吟不停。但我们仍然继续前进。

# vo_driving_driving_update_repair_finish_no_armor_01_0
source: The coach's plating is spent - we are exposed!
ja: 駅馬車の装甲が剥がれてしまった。これでは無防備だ！
ko: 역마차의 장갑이 떨어져 나갔네. 우린 노출된 걸세!
uk: Обшивка Диліжанса потоншала... ми не захищені!
zh_cn: 马车的装甲耗尽——我们现在毫无掩蔽！

# vo_driving_driving_update_repair_finish_no_armor_02_0
source: Our protection has been stripped to its last...
ja: いよいよ、最後の防御まで剥がれてしまった…
ko: 우리의 마지막 보호 껍질이 벗겨져 나갔네...
uk: Від нашого захисту нічого не лишилося.
zh_cn: 我们的防护已经被剥夺殆尽！

# vo_driving_driving_update_repair_finish_no_wheel_01_0
source: Wheels askew, coach limping - be prudent!
ja: 車輪が歪んで、駅馬車がもろくなっている。慎重にたのむ！
ko: 바퀴가 휘어지니 마차가 요동치는군. 꽉 잡게나!
uk: Колеса перекосилися, Диліжанс хитається... обережніше!
zh_cn: 车轮歪歪斜斜，马车跌跌撞撞——要谨慎了！

# vo_driving_driving_update_repair_finish_no_wheel_02_0
source: Mind your wheels - they have nothing left to give.
ja: 車輪に注意してくれ。これ以上のダメージは許されない。
ko: 바퀴를 신경 쓰게나. 이제 더 버티지도 못할 터이니.
uk: Стежте за колесами — від них мало що лишилося.
zh_cn: 当心你的车轮——它们已经无法再为你付出了。

# vo_driving_driving_update_repair_start_01_0
source: Quickly - repair the damage and be off!
ja: 急ぐのだ。損傷を修理して、さっさと行こう！
ko: 어서 망가진 곳을 고치고 떠나세!
uk: Швидше, усуньте поломку і вперед!
zh_cn: 快——修复马车的损伤，然后赶紧上路！

# vo_driving_driving_update_repair_start_02_0
source: They seek to strike while we are vulnerable - hold them off!
ja: 連中は、こちらが弱っているときを狙ってくる。食い止めるのだ！
ko: 우리의 허점을 공략하려는 걸세. 쫓아버리게!
uk: Вони хочуть завдати удару, поки ми вразливі! Затримайте їх!
zh_cn: 他们想要乘人之危——击退他们！

# vo_driving_driving_update_repair_start_03_0
source: You must survive this onslaught short-handed!
ja: この猛攻を、手薄な状態で乗り切らなければならん！
ko: 불리하지만 이 맹공을 버텨 내야만 하네!
uk: Спробуйте пережити цей натиск без чиєїсь допомоги!
zh_cn: 你必须在手忙脚乱的情况下活过这次猛攻！

# vo_driving_driving_update_repair_start_04_0
source: Work fast - and fight even faster!
ja: 急いで作業をし、それ以上に素早く戦うのだ！
ko: 제대로 작업하게... 싸움은 더 제대로 해 주고!
uk: Працюйте швидко й бийтеся ще швидше!
zh_cn: 修理马车刻不容缓——击退他们也一样紧要！

# vo_driving_driving_update_restore_armor_01_0
source: The plating is patched, the coach stands ready once more.
ko: 장갑을 땜질하였으니 역마차는 다시 준비가 되었네.
uk: Покриття підлатане, Диліжанс готовий знову рушити в дорогу.

# vo_driving_driving_update_restore_armor_02_0
source: The roads are rife with peril - a little protection is always welcome.
ja: 道路に危険は付き物。ちょっとした防御は、いつだって歓迎だ｡
ko: 길바닥은 온갖 위험이 도사리고 있으니 보호 조치는 언제나 환영이지.
uk: У дорозі можна наразитися на різні небезпеки, тож трохи захисту не зашкодить.
zh_cn: 前路危机四伏——稍许的保护总是好的。

# vo_driving_driving_update_restore_wheel_01_0
source: A smoother ride, for a time at least.
ko: 드디어 승차감이 좀 부드러워졌군.
uk: Їхатиме рівніше... якийсь час.

# vo_driving_driving_update_restore_wheel_02_0
source: Repaired and refurbished - ready for the leagues ahead.
ja: 修理と改修が終わった。前進する準備は万全だ。
ko: 수리와 정비를 거치고 다시 머나먼 길을 나아가는군.
uk: Ремонт завершено, можна їхати хоч куди.
zh_cn: 修复完好，翻新如初——准备好应对前路的挑战了。

# vo_driving_driving_update_scout_empty_01_0
source: Safe passage along this stretch - a welcome reprieve.
ja: この区間を安全に通過できること、それは嬉しい限りだ。
ko: 이쪽으로는 안전한 길만 있나 보군. 참으로 반가운 일이야.
uk: Попереду безпечний шлях... довгоочікуваний перепочинок.
zh_cn: 这条路上可以安全通行——终于可以放松片刻了。

# vo_driving_driving_update_scout_empty_02_0
source: Let nothing bar your path!
ja: 行く手を阻むものは何もない！
ko: 그 어떤 장애물에도 굴하지 말게!
uk: Нехай ніщо не стане вам на заваді!
zh_cn: 你的前路畅通无阻！

# vo_driving_driving_update_scout_empty_03_0
source: A rare opportunity - let us advance unimpeded.
ja: めったにない機会だ。淡々と進めよう。
ko: 흔치 않은 기회로군. 방해 없이 나아가세나.
uk: Рідкісна можливість — попереду немає перешкод.
zh_cn: 罕见的机会——我们可以不受阻碍地前进。

# vo_driving_driving_update_scout_fight_01_0
source: Ruts in the roadway - there is a barricade ahead.
ja: 車道の轍。この先にバリケードがある。
ko: 방해물이 있군. 길이 방책으로 막혀 있네.
uk: На дорозі видно колію — попереду барикада.
zh_cn: 路上有车辙——前面有道路障。

# vo_driving_driving_update_scout_fight_02_0
source: See the debris ahead? That is where they'll make their move!
ja: 前方に瓦礫が見えるだろう？あそこで、やつらが行動を起こすぞ！
ko: 저 앞의 잔해더미가 보이나? 저들도 행동에 나섰네!
uk: Бачите ці уламки попереду? Там можливий напад!
zh_cn: 看到前面那道障碍了吗？那就是他们准备出手的地方！

# vo_driving_driving_update_scout_generic_01_0
source: Though decidedly inconvenient, at least we know what's coming.
ja: 不便ではあるが、少なくとも何が起こるかはわかる。
ko: 마음은 불편하지만 그래도 앞으로 뭐가 닥칠지는 알았군.
uk: Хоча це й незручно, ми принаймні знаємо, що на нас чекає.
zh_cn: 虽然不便至极，但至少我们对前方的挑战有所预期。

# vo_driving_driving_update_scout_generic_02_0
source: Is your coach prepared for the upcoming obstruction?
ko: 자네의 역마차는 앞으로 다가올 재난에 준비되어 있나?
uk: Чи готовий ваш Диліжанс до перешкод на шляху?

# vo_driving_driving_update_scout_generic_03_0
source: Brace up - there is danger on this path.
ko: 대비들 하게. 이 길에 위험이 닥쳤으니.
uk: Кріпіться — на цьому шляху чекає небезпека.

# vo_driving_driving_update_scout_loath_01_0
source: The void has rended reality once more - a psychic onslaught awaits!
ja: 虚空が再び現実を引き裂く。超自然的な襲来が待ち受けている！
ko: 공허가 다시금 현실을 유린하는군. 정신을 찢는 맹공이 기다리네!
uk: Безодня знову спотворила реальність. Приготуйтесь до атаки на розум!
zh_cn: 虚空再一次撕裂了现实——前方是对心灵的侵袭！

# vo_driving_driving_update_scout_loath_02_0
source: Despair and disorientation - steel your mind as we pass through the void.
ja: 方向感覚を失い、絶望する。虚空を通り抜けるため、意思を固めるのだ。
ko: 절망과 공황이라... 공허를 뚫고 지나가야 하니 마음을 다잡게나.
uk: Розпач і дезорієнтація... Загартуйте розум, поки ми їхатимемо крізь безодню.
zh_cn: 迷茫、绝望——不要让这些虚空的情感击溃你的心灵。

# vo_driving_driving_update_scout_rough_01_0
source: The road ahead is washed out and strewn with rocks - mind the wheels.
ja: 前方の道路は荒れていて、石がたくさん転がっている。車輪に注意するんだ。
ko: 이 앞은 온통 돌투성이로 험난한 길이로군. 바퀴를 조심하게나.
uk: Дорога попереду розмита й вкрита камінням. Стежте за колесами.
zh_cn: 前路年久失修，遍布碎石——当心车轮。

# vo_driving_driving_update_scout_rough_02_0
source: The route will exact a toll on wheel and axle both - hold fast.
ja: この道は、車輪と車軸の両方に負担がかかりそうだ。しっかりつかまれ。
ko: 이 길은 바퀴와 바퀴축에 좋지 않겠어. 꽉 붙잡게나.
uk: Цей шлях випробування як для коліс, так і для осі. Тримайтеся міцніше.
zh_cn: 前路会让车轮和车轴付出代价——扶稳了。

# vo_driving_driving_update_scout_trap_01_0
source: Vermin hide by the roadside, waiting in ambush for unwary travelers...
ja: 道端には害獣が潜んでおり、油断した旅人を待ち伏せしている…
ko: 길가에 버러지들이 숨은 채 멋모르는 여행자들을 습격하려 하네...
uk: Біля узбіччя ховаються хижаки: вони підстерігають необережних мандрівників.
zh_cn: 那些祸害藏在路边，准备伏击不够谨慎的旅行者……

# vo_driving_driving_update_scout_trap_02_0
source: Their devices may be crude, but promise atrocity all the same.
ja: 連中の装置は粗末なものであっても、残虐であることに変わりはない。
ko: 저들의 무기는 조잡할지 모르나, 잔인하기는 매한가지지.
uk: Їхня зброя примітивна, проте погрозлива.
zh_cn: 他们的手段虽然粗糙，但在残暴程度上毫不含糊。

# vo_driving_driving_update_scout_unscouted_start_01_0
source: The unknown awaits. Be wary.
ja: 未知の世界が待っている。用心されよ。
ko: 미지가 기다리고 있네. 조심하게나.
uk: Попереду невідомість. Будьте напоготові.
zh_cn: 未知的前路。保持警惕。

# vo_driving_driving_update_scout_unscouted_start_02_0
source: We venture blindly forth, at the mercy of the road and its myriad dangers.
ja: 我々は、道路とその無数の危険に翻弄されながら、盲目的に前進する。
ko: 길바닥에서 기다릴 무수한 위험을 향해 눈뜬 장님처럼 나아가는 신세로군.
uk: Ми продовжимо шлях наосліп, ввіривши долю дорозі з її незліченними небезпеками.
zh_cn: 我们盲目前进——只愿前路的无数艰险不要为难我们。

# vo_driving_driving_update_scout_unscouted_start_03_0
source: Travel without proper reconnaissance? A hasty and reckless thing indeed...
ja: 下調べをせずに移動するだと？まさに軽率で無謀なことだ…
ko: 제대로 정찰도 하지 않고 나아갈 텐가? 실로 섣부르며 무모한 결정 같네만...
uk: Подорож без розвідки? Занадто поспішно й так само безрозсудно.
zh_cn: 侦察不足就着急上路？确实是仓促鲁莽之举……

# vo_driving_driving_update_scout_unscouted_start_04_0
source: The tangled trails whisper of torment...
ja: 絡み合う軌跡は苦悩をささやく…
ko: 얽히고 설킨 고통의 오솔길이 기다리네...
uk: Звивисті стежки зберігають пам’ять про муки...
zh_cn: 前方错杂的踪迹低语着磨难……

# vo_driving_driving_update_scout_unscouted_start_05_0
source: Our once-familiar kingdom, a stranger to itself...
ja: かつて慣れ親しんだ王国だが、今や見知らぬ土地に…
ko: 한때 눈에 익었던 왕국이 어찌 이리도 낯설어졌는지...
uk: Знайоме королівство, чуже навіть самому собі...
zh_cn: 我们曾经熟悉的王国，如今连自己都不认得自己……

# vo_driving_first_run_begin_run_01_0
source: The time for denial has passed.
ja: 拒絶の時代は過ぎ去った。
ko: 부정의 시간은 끝났네.
uk: Час для заперечення минув.
zh_cn: 否认的时间已经过去。

# vo_driving_first_run_begin_run_02_0
source: Onward once again, though all the world's horrors bar the way.
ja: 再び前進せよ。この世の恐怖が道を阻もうとも。
ko: 다시금 나아가세. 세상의 모든 공포가 가로막겠지만.
uk: Ще раз уперед! І нехай хоч усі жахи світу заступають шлях!
zh_cn: 再次启程，哪怕整个世界的恐怖阻拦前路。

# vo_driving_first_run_begin_run_03_0
source: The Flame - sacred and sputtering. The last hope for us all.
ja: 炎、それは神聖でありながら儚い。我々にとって最後の希望だ。
ko: 신성한 불티를 탁탁 튀기는 그 불꽃이 우리 모두의 마지막 희망일세.
uk: Тремтливе священне Полум’я... Остання надія для всіх нас.
zh_cn: 神圣的火炬，噼啪作响。我们所有人最后的希望。

# vo_driving_first_run_begin_run_04_0
source: Forward now, into the crumbling chaos of the world.
ja: 今こそ前進せよ、崩れゆく世界の混沌の中へ。
ko: 나아가게. 무너지는 세상의 혼돈 속으로.
uk: Уперед, у хаос світу, що розсипається.
zh_cn: 前进吧，闯入这世界的分崩离析。

# vo_driving_first_run_begin_run_05_0
source: When you are ready, this rutted roadway will finally take you home...
ja: 準備が整えば、このわだちだらけの道から、ようやく家に帰れる…
ko: 준비가 되거든 이 험난한 길이 마침내 자네를 집으로 데려다 줄 걸세...
uk: Коли будете готові, ця розбита колесами дорога приведе вас додому.
zh_cn: 在你准备好的时候，这条坎坷的道路终会带你回家……

# vo_driving_first_run_begin_run_06_0
source: The road is yours to travel, but you are not alone.
ja: この道は君が旅する道だが、君は一人ではない。
ko: 자네가 걸어야 할 길이지만, 혼자 걷지는 않을 걸세.
uk: Це ваш шлях, але ви не самі.
zh_cn: 这是你的旅程，但你并非孤身一人。

# vo_driving_first_run_crossroads_01_0
source: The Crossroads - where lost souls hope to find their way.
ja: 交差点。それは、迷える魂が道を見出すことを願う場所。
ko: 교차로로군. 길 잃은 영혼들이 다시 길을 찾길 희망하는 장소지.
uk: Роздоріжжя — місце, де заблукані душі сподіваються віднайти себе.
zh_cn: 十字路口——在这里，迷失的灵魂希望能找到自己的方向。

# vo_driving_first_run_crossroads_02_0
source: The Crossroads - a place <i>between places.</i>
ja: 交差点。それは、<i>とある場所と場所の狭間</i>にあるもの。
ko: 교차로일세. <i>많은 곳을</i> 서로 이어 주는 곳.
uk: Роздоріжжя — <i>перетин світів</i>.
zh_cn: 十字路口——地点之间的地点。

# vo_driving_first_run_crossroads_03_0
source: The Crossroads - who will step forward into the light?
ja: 交差点。誰が光の中へ一歩踏み出すのか？
ko: 이 교차로에서 과연 누가 빛을 향해 나아갈 것인지?
uk: Роздоріжжя — хто вийде на світло?
zh_cn: 十字路口——谁会向前一步踏入光明？

# vo_driving_first_run_crossroads_04_0
source: The Crossroads - a beacon for the broken and the battered.
ja: 交差点。それは、傷つき、打ちのめされた者のための道標。
ko: 교차로일세. 부서지고 망가진 자들이 모여드는 곳이지.
uk: Роздоріжжя — маяк для зневірених і пошарпаних життям.
zh_cn: 十字路口——残缺破碎之人的灯塔。

# vo_driving_first_run_crossroads_05_0
source: The Crossroads - wait by the lantern's light and welcome what help may come.
ja: 交差点。ランタンの光のそばで待ち、来るかもしれない助けを歓迎する。
ko: 교차로로군. 등불 옆에서 기다리면서 모여드는 자들을 맞이해 주게.
uk: Роздоріжжя — світло ліхтаря і віра в допомогу, що може прийти.
zh_cn: 十字路口——在提灯的光芒中等待，接受所能得到的帮助。

# vo_driving_first_run_prologue_0
source: I know failure well. I glimpsed it lurking at the ragged edges of your mind.
ja: 私は失敗というものをよく知っている。それは朽ち果てた君の心の縁に潜んでいた。
ko: 나는 실패를 잘 아네. 자네의 마음 한구석에 숨어 있는 실패를 살짝 엿보았으니.
uk: Я добре розпізнаю поразку. Вона ховалася за розшарпаними краями вашої свідомості.
zh_cn: 失败我再熟悉不过了。我曾窥见它潜伏在你心灵的边沿。

# vo_driving_first_run_prologue_1
source: I watched its venom spread through the veins of the world.
ko: 그 독은 세상의 핏줄을 따라 곳곳으로 퍼져나가더군.

# vo_driving_first_run_prologue_2
source: And I trembled at its terrible reverberations.
ja: そして、その恐ろしき残響に慄き震えた。
ko: 그 끔찍한 반향을 보고는 전율할 수밖에 없었지.
uk: І я тремчу від жахливого відлуння.
zh_cn: 然后因其可怕的后果战栗不止。

# vo_driving_first_run_randomparty_01_0
source: Let us suffer the pitiless whim of chance, then.
ja: では、偶然の無情な気まぐれに苦しもうではないか。
ko: 그럼 무자비한 우연의 장난질에 고통받아 봅세나.
uk: Нехай ми страждатимемо від безжальних примх долі.
zh_cn: 那就让我们任由机运摆布吧。

# vo_driving_first_run_randomparty_02_0
source: A random seed - a supplication at the altar of the unknown.
ja: 不ぞろいの種。未知の祭壇に捧げる祈り。
ko: 무작위에 맡긴다라... 미지의 제단에 간구하는 것인가?
uk: Випадкове зерно — молитва біля вівтаря невідомості.
zh_cn: 随机的种子——为未知之祭坛献上的一件贡品。

# vo_driving_first_run_randomparty_03_0
source: Is this fearlessness, or indecision?
ja: これは大胆不敵か、それとも優柔不断なのか？
ko: 만용인가, 우유부단인가?
uk: Що це: безстрашність чи нерішучість?
zh_cn: 这是无所畏惧，还是选择困难？

# vo_driving_first_run_randomparty_04_0
source: We tempt fate, and accept damnation.
ja: 我々は神に逆らい、天罰を受け入れる。
ko: 운명을 도발하고 파멸을 받아들여 봅세나.
uk: Ми спокушаємо долю і прирікаємо себе на вічні муки.
zh_cn: 我们挑战命运，然后接纳命运的诅咒。

# vo_driving_game_loop_approach_house_01_0
source: The seat of your denial - perched precariously in the murky gloaming.
ja: 拒絶の座は、濁った暗闇の中に不安定に横たわっている。
ko: 자네의 부정이 자리할 곳이네. 어두운 어둠 속에 위태롭게 자리 잡고 있구먼.
uk: Місце заперечення, що лежить у непроглядному мороці.
zh_cn: 你那否认的王座——在昏暗之中摇摇欲坠。

# vo_driving_game_loop_approach_house_02_0
source: Indistinct and ill-lighted - no comfort awaits you here...
ja: 不鮮明で明かりもない。ここに、快適さなどない…
ko: 다 무너져 내린 이 칠흑 같은 곳에 자네를 맞이해 줄 안락함은 없네...
uk: Без ясності і світла — зручно вам тут не буде...
zh_cn: 光线昏暗、毫不起眼——在这里你找不到慰藉。

# vo_driving_game_loop_approach_house_03_0
source: The house on the borderlands, half-swallowed by the stain.
ja: 国境沿いの家、半分が汚れに覆われている。
ko: 변경에 자리 잡은 채 해악에 거의 삼켜진 집이라.
uk: Будинок на прикордонних землях, який наполовину поглинула скверна.
zh_cn: 边境的房屋，几近遭到污秽吞噬。

# vo_driving_game_loop_approach_house_04_0
source: Your sanctum, adrift in this bituminous nightmare.
ja: この漆黒の悪夢の中に漂う、君の聖域。
ko: 자네의 피난처는 이제 역청 같은 악몽 속에서 표류하고 있네.
uk: Ваш притулок, що пливе в непроглядному кошмарі...
zh_cn: 你的圣所，在这黑灰色的梦魇中漂泊。

# vo_driving_game_loop_approach_house_05_0
source: You must face your failures, or be consumed by them.
ja: 失敗に向き合え。さもなくば、失敗に吞み込まれる。
ko: 이제 스스로의 실패와 마주하게. 아니면 그 실패에 삼켜질 테니.
uk: Настав час подивитися в обличчя невдачам або стати їхньою жертвою.
zh_cn: 你必须直面你的失败……或者被失败吞噬。

# vo_driving_game_loop_begin_driving_01_0
source: Up ahead - a light in the limitless expanse...
ja: 前方には無限に広がる光…
ko: 저 앞쪽, 무한한 확장 속에 한 줄기 빛이 비치는군.
uk: Попереду — світло в безмежному просторі...
zh_cn: 看前面——无垠之地的一盏光芒……

# vo_driving_game_loop_begin_driving_02_0
source: Forward now, into oblivion's inky embrace.
ja: 前へ前へ、真っ黒な忘却の彼方へと。
ko: 앞으로 나아가게나. 망각의 시커먼 포용 속으로.
uk: Уперед, у темні обійми забуття!
zh_cn: 前进吧，驶入湮灭的墨色怀抱。

# vo_driving_game_loop_begin_driving_03_0
source: Push ahead, beyond the reach of this tenebrous malignity.
ja: 突き進め、この陰鬱な悪意が届かぬところへ。
ko: 흉악한 악의 손길도 닿지 않는 곳까지 나아가게.
uk: Уперед! За межі цього похмурого зла!
zh_cn: 向前推进，驶离这片含混的恶意。

# vo_driving_game_loop_cathedral_approach_01_0
source: The caliginous cathedral - malign temple of the Iron Crown!
ja: 霞のかかった大聖堂、鉄の冠の悪しき寺院！
ko: 저 흉악한 대성당은 철의 왕관을 섬기는 악의 사원이네!
uk: Похмурий собор — зловісний храм Залізного Вінця!
zh_cn: 昏暗的教堂——铁王冠的恶毒神殿！

# vo_driving_game_loop_cathedral_approach_02_0
source: Behold - the source of the stain, gateway to incomprehensible emptiness!
ja: 見よ、汚れの根源、理解しがたき虚無への入り口だ！
ko: 보게나. 해악이 퍼져 나오는 근원, 불가해한 공허의 관문을!
uk: Ось джерело скверни — брама, що веде в незбагненну порожнечу!
zh_cn: 看啊——污秽之源，通往无法理解的虚无的大门！

# vo_driving_game_loop_cathedral_approach_03_0
source: The nightmare gate is revealed! Beyond, only infernal nihility and nonexistence!
ja: 悪夢の門があらわれた！その先には、地獄のような虚無があるだけだ！
ko: 악몽의 문이 드러났네! 저 너머에는 오직 지옥과 같은 허무와 비존만이 존재할 뿐!
uk: Брама кошмару знайдена! За нею лише вічне небуття!
zh_cn: 梦魇之门已经显现！在前方，只有炼狱的空洞与虚无！

# vo_driving_game_loop_driving_post_run_results_01_0
source: The greatest horror, it would seem, is nothing at all.
ja: 最大の恐怖は、取るに足らないものであったようだ。
ko: 가장 끔찍해 보였던 공포도 여기에 비하면 아무것도 아니네.
uk: Найбільший жах виявився мильною бульбашкою.
zh_cn: 看来，最大的恐怖，就是空无一物。

# vo_driving_game_loop_driving_post_run_results_02_0
source: An ocean of emptiness... slowly swallowing the world.
ja: 虚無の海が…ゆっくりと世界を飲み込んでいく。
ko: 공허의 바다가... 세상을 천천히 집어삼키고 있네.
uk: Океан порожнечі повільно поглинає світ.
zh_cn: 一片虚无之海……蚕食着这个世界。

# vo_driving_game_loop_driving_post_run_results_03_0
source: While the Flame still burns, hope remains.
ja: 炎がまだ燃えている間は、希望は残っている。
ko: 불꽃이 타오르는 한 희망은 있지.
uk: Поки Полум’я горить, надія залишається.
zh_cn: 只要火炬仍在燃烧，希望就仍存于世。

# vo_driving_game_loop_driving_post_run_results_04_0
source: A nebulous nightmare - an apocalypse that only we can oppose.
ja: 漠然とした悪夢、我々だけが立ち向かうことのできる黙示録。
ko: 몽롱한 악몽... 오로지 우리만이 맞설 수 있는 종말이로군.
uk: Туманне жахіття — апокаліпсис, якому тільки ми можемо протистояти.
zh_cn: 一个模糊的梦魇——一场只有我们有望阻止的天灾。

# vo_driving_game_loop_driving_post_run_results_05_0
source: How many souls are lost forever in this lightless obscurity?
ja: この光のない暗がりで、どれだけの魂が永遠に失われたのか？
ko: 저 칠흑 같은 어둠 속에서 얼마나 많은 영혼들이 영원히 사라졌을지?
uk: Скільки душ назавжди поглинула ця темна безвість?
zh_cn: 究竟有多少灵魂永远迷失在了这无光的朦胧中？

# vo_driving_game_loop_driving_post_run_results_06_0
source: Stagnant and sprawling, this hellish abyss extends beyond sanity itself.
ja: 淀みなく広がる地獄のような深淵は、正気を超えたところにある。
ko: 정체된 채 뻗어나가는 이 지옥같은 심연은 이성을 한참 초월하는구나.
uk: Пекельна прірва простягається за межі розуміння.
zh_cn: 既停滞又翻搅不息，这可怖的深渊延伸到了理智之外。
