Repository: DanialPahlavan/DarkestDungeon-2---Persian
Catalog: Poedit/*.po
Languages: ja, ko, uk, zh_cn

# token_flagellant_pain_heal_description
source: <color=#{heal}>Heal 10%</color> at the end of the next <color=#{notable}>Turn</color>
ko: 다음 <color=#{notable}>턴</color> 종료 시 <color=#{heal}>10% 치유</color>
uk: <color=#{heal}>Лікує 10%</color> наприкінці наступного <color=#{notable}>ходу</color>

# token_flagellant_pain_heal_u_description
source: <color=#{heal}>Heal 15%</color> at the end of the next <color=#{notable}>Turn</color>
ko: 다음 <color=#{notable}>턴</color> 종료 시 <color=#{heal}>15% 치유</color>
uk: <color=#{heal}>Лікує 15%</color> наприкінці наступного <color=#{notable}>ходу</color>

# token_flaming_description
source: Flames leap dangerously
ja: 炎が危うく跳ねる
ko: 위험하게 퍼지는 불꽃
uk: Полум’я загрозливо колихається
zh_cn: 火焰危险地跳动

# token_flaming_furniture_riposte
source: Fire
ja: 火
ko: 불꽃
uk: Вогонь
zh_cn: 火焰

# token_food_description
source: Consumable by other Plague Eaters
ja: 他の「疫病腐食者」が捕食可能
ko: 다른 역병아귀가 섭취 가능
uk: Є їжею для інших чуможерів
zh_cn: 可以被其它饕餮客食用

# token_gastric_juice_description
source: <color=#{buff}>Turn End: </color><sprite name={q}icon_blight{q}><color=#{blight}>3</color>
ko: <color=#{buff}>턴 종료 시: </color><sprite name={q}icon_blight{q}><color=#{blight}>3</color>
uk: <color=#{buff}>Кінець ходу: </color><color=#{blight}>3</color><sprite name={q}icon_blight{q}>

# token_glimmer_description
source: A ray of light penetrates the darkness
ja: 一筋の光が闇を突き抜ける
ko: 한 자락 빛줄기가 어둠을 뚫고 내려오니
uk: Промінь світла, що пронизує темряву
zh_cn: 一道光芒穿透黑暗

# token_god_lock_health_description
source: Cannot use Healing Skills or Items
ko: 치유 기술이나 아이템 사용 불가
uk: Не може застосовувати навички й предмети для лікування

# token_god_lock_melee_description
source: Cannot use Melee Skills
ko: 근접 기술 사용 불가
uk: Не може застосовувати навички ближнього бою

# token_god_lock_ranged_description
source: Cannot use Ranged Skills
ko: 원거리 기술 사용 불가
uk: Не може застосовувати навички дистанційного бою

# token_god_lock_stress_description
source: Cannot use Stress Heal Skills or Items
ko: 스트레스 치유 기술이나 아이템 사용 불가
uk: Не може застосовувати навички й предмети для зняття стресу

# token_guard_description
source: Protected by {0}
ko: {0}의 보호 받는 중
uk: Хто захищає: {0}

# token_guard_description_unsourced
source: Protected by an Ally Unit
ko: 아군에게 보호받음
uk: Перебуває під захистом союзника

# token_harvest_hunger_description
source: The hunger overwhelms all reason
ja: 飢えはすべての理性を圧倒する
ko: 이성을 압도하는 허기
uk: Голод заглушає розум
zh_cn: 超越一切理智的饥饿

# token_hellion_ranged_dodge_description
source: 100% chance to dodge next thrown object
ja: 100%の確率で次の投射攻撃を回避
ko: 100% 확률로 다음에 던져진 물체 회피
uk: Ухилиться під час наступного кидка з імовірністю 100%
zh_cn: 100%闪避下一个投掷物

# token_hellion_winded_description
source: -33% DMG and -3 SPD per <color=#{debuff}>Winded</color> Token. Persists until end of combat.
ja: <color=#{debuff}>疲弊</color>トークン毎に -33% ダメージと -3 速度。 戦闘終了まで持続。
ko: <color=#{debuff}>숨 가쁨</color> 토큰 하나당 주는 피해 -33% 및 속도 -3. 전투 종료까지 지속.
uk: –33% ШКД і –3 ШВД за кожну мітку <color=#{debuff}>Виснаження</color>. Діє до кінця бою
zh_cn: 每个<color=#{debuff}>力竭</color>标记使伤害-33%、速度-3。 持续直到战斗结束。

# token_herostory_flg_more_more_description
source: The Flagellant delights in pain, including his own
ja: フラジラントは、自分自身を含む苦痛を楽しむ
ko: 고행자는 고통에 희열을 느끼며, 자신의 고통도 예외는 되지 않는다
uk: Флагелант насолоджується болем, зокрема власним
zh_cn: 鞭笞者享受痛苦，包括自身的

# token_herostory_flg_pain_heal_description
source: <color=#{heal}>Heal 15%</color> at the end of the <color=#{notable}>Round</color>
ko: <color=#{notable}>라운드</color> 종료 시 <color=#{heal}>15% 치유</color>
uk: <color=#{heal}>Лікує 15%</color> наприкінці <color=#{notable}>раунду</color>

# token_herostory_hel_blame
source: <color=#{notable}>Distressed</color>
ko: <color=#{notable}>상심함</color>
uk: <color=#{notable}>Відчай</color>

# token_herostory_hel_blame_description
source: Seething anguish!
ko: 괴로움이 들끓는다!
uk: Біль вирує в жилах!

# token_herostory_hel_rotten_veg
source: <color=#{notable}>Rotten Vegetable</color>
ko: <color=#{notable}>썩은 채소</color>
uk: <color=#{notable}>Гнилий овоч</color>

# token_herostory_hel_rotten_veg_description
source: Dripping with grief...
ja: 悲しみで滴る...
ko: 슬픔에 젖어든다...
uk: Горе тече поволі...
zh_cn: 滴落悲伤……

# token_herostory_jes_tuned_description
source: In perfect pitch
ja: 完璧な音程
ko: 완벽한 가락으로
uk: В ідеальній тональності
zh_cn: 完美音调

# token_horror
source: <color=#757575>Horror</color>
ja: <color=#757575>戦慄</color>
ko: <color=#757575>공포</color>
uk: <color=#757575>Жах</color>
zh_cn: <color=#757575>恐惧</color>

# token_horror_description
source: Adds stress to hero each round
ja: ラウンド毎に英雄にストレスを追加
ko: 매 라운드마다 영웅에게 스트레스 추가
uk: Додає по одному очку стресу кожного раунду
zh_cn: 每回合提升英雄的压力

# token_ignore_desc_til_combo_ignore_blind_override
source: Ignores <sprite name={q}token_blind-line{q}> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時、<sprite name={q}token_blind-line{q}>を無視
ko: <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_blind-line{q}> 무시
uk: Ігнорує <sprite name={q}token_blind-line{q}>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时：无视<sprite name={q}token_blind-line{q}>

# token_ignore_desc_til_combo_unavoidable_override
source: Ignores <sprite name={q}token_dodge{q}> when Target <sprite name={q}token_combo{q}>
ja: 対象が<sprite name={q}token_combo{q}>の時、<sprite name={q}token_dodge{q}>を無視
ko: <sprite name={q}token_combo{q}> 지정 시 <sprite name={q}token_dodge{q}> 무시
uk: Ігнорує <sprite name={q}token_dodge{q}>, коли ціль <sprite name={q}token_combo{q}>
zh_cn: 目标<sprite name={q}token_combo{q}>时：无视<sprite name={q}token_dodge{q}>

# token_ignore_desc_til_ignore_dodge_if_performer_stealth_vis_override
source: Ignores <sprite name={q}token_dodge{q}> when Self <sprite name={q}token_stealth{q}>
ja: 自身が<sprite name={q}token_stealth{q}>の時、<sprite name={q}token_dodge{q}>を無視
ko: 자신이 <sprite name={q}token_stealth{q}>이면 <sprite name={q}token_dodge{q}> 무시
uk: Ігнорує <sprite name={q}token_dodge{q}> за такої умови в самого персонажа: <sprite name={q}token_stealth{q}>
zh_cn: 自身<sprite name={q}token_stealth{q}>时：无视<sprite name={q}token_dodge{q}>

# token_ignore_desc_til_unstoppable_if_performer_stealth_vis_override
source: Ignores <sprite name={q}token_block{q}><sprite name={q}token_dodge{q}> when Self <sprite name={q}token_stealth{q}>
ko: 자신이 <sprite name={q}token_stealth{q}>이면 <sprite name={q}token_block{q}><sprite name={q}token_dodge{q}> 무시
uk: Ігнорує <sprite name={q}token_block{q}><sprite name={q}token_dodge{q}> за такої умови в самого персонажа: <sprite name={q}token_stealth{q}>

# token_immobilize_description
source: Cannot move or be moved
ja: 移動できず、移動させられない
ko: 이동하거나 이동될 수 없음
uk: Не може переміщуватися або бути переміщеним
zh_cn: 无法移动或被移动

# token_immobilize_permanent_description
source: Cannot move or be moved. Persists until end of combat.
ja: 移動できず、移動させられない。戦闘終了まで持続。
ko: 이동하거나 이동될 수 없음. 전투 종료까지 지속.
uk: Не може переміщуватися або бути переміщеним. Діє до кінця бою.
zh_cn: 无法移动或被移动。持续直到战斗结束。

# token_inhale_description
source: Ready to sound an <color=#{buff}>unavoidable</color> alarm!
ja: <color=#{buff}>避けられない</color>アラームを鳴らす準備が出来た！
ko: <color=#{buff}>피할 수 없는</color> 경보 준비!
uk: Готовність підняти <color=#{buff}>неминучу</color> тривогу!
zh_cn: 准备好扬起<color=#{buff}>无法避免的</color>警报！

# token_lock_health_description
source: Cannot use Healing Skills or Items
ja: 回復スキルまたはアイテムが使用できない
ko: 치유 기술이나 아이템 사용 불가
uk: Не може застосовувати навички й предмети для лікування
zh_cn: 无法使用治疗技能和物品

# token_lock_melee_description
source: Cannot use Melee Skills
ja: 近接スキルを使用できない
ko: 근접 기술 사용 불가
uk: Не може застосовувати навички ближнього бою
zh_cn: 无法使用近战技能

# token_lock_ranged_description
source: Cannot use Ranged Skills or Items
ja: 遠距離スキルまたはアイテムが使用できない
ko: 원거리 기술이나 아이템 사용 불가
uk: Не може застосовувати навички й предмети дистанційного бою
zh_cn: 无法使用远程技能和物品

# token_lock_stress_description
source: Cannot use Stress Heal Skills or Items
ja: ストレス回復スキルまたはアイテムが使用できない
ko: 스트레스 치유 기술이나 아이템 사용 불가
uk: Не може застосовувати навички й предмети для зняття стресу
zh_cn: 无法使用降低压力的技能和物品

# token_lost_battalion_order_description
source: Preparing to use a powerful Skill
ja: 強力なスキルの発動準備中
ko: 강력한 기술을 사용할 준비 중
uk: Готується застосувати дійову навичку
zh_cn: 正在准备使用一个强力技能

# token_lung_inflate_description
source: Increases <color=#{buff}>DMG</color> and <sprite name={q}token_stress{q}> dealt by <color=#{harmful}>Sundering Exhalation</color>. Removed if sufficient damage is taken.
ko: <color=#{harmful}>찢을 듯한 날숨</color>으로 <color=#{buff}>주는 피해</color> 및 <sprite name={q}token_stress{q}> 증가. 일정량의 피해를 입을 경우 제거.
uk: Підсилює <color=#{buff}>ШКД</color> і <sprite name={q}token_stress{q}> <color=#{harmful}>Розколювання видихом</color>. Знімається після отримання достатньої шкоди.

# token_mark_location_description
source: This Rank will be searched
ko: 적이 이 열을 확인할 것
uk: На цій позиції героя буде викрито

# token_marked_for_death_description
source: Takes +30% DMG from Bullseye Barrett's attacks
ja: 狙撃手バレットの攻撃で受けるダメージ+30%
ko: 명사수 바렛의 공격으로 입는 피해 +30%
uk: Отримує +30% ШКД під час атак Гостроокого Барретта
zh_cn: 受到神射手巴雷特攻击的伤害+30%

# token_medic_salve_description
source: Will use the <color=#{notable}>Healing Salve</color> Skill before taking their turn
ko: 자신의 턴이 오기 전에 <color=#{notable}>치유 연고</color> 기술을 사용
uk: Перед ходом буде використана навичка <color=#{notable}>Цілюща мазь</color>

# token_more_more_description
source: The Torturer delights in pain, including his own
ja: 拷問者は、自分自身を含む苦痛を楽しむ。
ko: 고문 기술자는 고통에 희열을 느끼며, 자신의 고통도 예외는 되지 않는다
uk: Мучитель насолоджується болем, зокрема власним
zh_cn: 施刑者享受痛苦，包括自身的

# token_multi_guard_description
source: Protected by {0}
ja: {0}に守られている
ko: {0}의 보호 받는 중
uk: Хто захищає: {0}
zh_cn: 被{0}保护

# token_multi_guard_description_unsourced
source: Protected by Ally Unit
ko: 아군에게 보호받음
uk: Перебуває під захистом союзника

# token_name_adrenaline
source: <color=#{buff}>Adrenaline</color>
ja: <color=#{buff}>アドレナリン</color>
ko: <color=#{buff}>아드레날린</color>
uk: <color=#{buff}>Адреналін</color>
zh_cn: <color=#{buff}>肾上腺素</color>

# token_name_barnacle
source: <color=#{notable}>Barnacles</color>
ja: <color=#{notable}>フジツボ</color>
ko: <color=#{notable}>따개비</color>
uk: <color=#{notable}>Мушлі</color>
zh_cn: <color=#{notable}>藤壶</color>

# token_name_benediction
source: <color=#{notable}>Benediction</color>
ja: <color=#{notable}>祝福</color>
ko: <color=#{notable}>축도</color>
uk: <color=#{notable}>Благодать</color>
zh_cn: <color=#{notable}>祝福</color>

# token_name_blessing_of_fortitude
source: <color=#{notable}>Consecration of Fortitude</color>
ko: <color=#{notable}>불굴의 축성</color>
uk: <color=#{notable}>Консекрація сили</color>

# token_name_blessing_of_fortitude_p2
source: <color=#{notable}>Consecration of Fortitude</color>
ko: <color=#{notable}>불굴의 축성</color>
uk: <color=#{notable}>Консекрація сили</color>

# token_name_blessing_of_fortitude_p2_u
source: <color=#{notable}>Consecration of Fortitude<sprite name={q}icon_upgraded_skill{q}></color>
ko: <color=#{notable}>불굴의 축성<sprite name={q}icon_upgraded_skill{q}></color>
uk: <color=#{notable}>Консекрація сили<sprite name={q}icon_upgraded_skill{q}></color>

# token_name_blessing_of_fortitude_u
source: <color=#{notable}>Consecration of Fortitude<sprite name={q}icon_upgraded_skill{q}></color>
ko: <color=#{notable}>불굴의 축성<sprite name={q}icon_upgraded_skill{q}></color>
uk: <color=#{notable}>Консекрація сили<sprite name={q}icon_upgraded_skill{q}></color>

# token_name_blessing_of_fortitude_u_sheet
source: <color=#{notable}>Consecration of Fortitude+ </color>
ko: <color=#{notable}>불굴의 축성+</color>
uk: <color=#{notable}>Консекрація сили+ </color>

# token_name_blessing_of_light
source: <color=#{notable}>Consecration of Light</color>
ko: <color=#{notable}>빛의 축성</color>
uk: <color=#{notable}>Консекрація Світла</color>

# token_name_blessing_of_light_p2
source: <color=#{notable}>Consecration of Light</color>
ko: <color=#{notable}>빛의 축성</color>
uk: <color=#{notable}>Консекрація Світла</color>

# token_name_blessing_of_light_p2_u
source: <color=#{notable}>Consecration of Light<sprite name={q}icon_upgraded_skill{q}></color>
ko: <color=#{notable}>빛의 축성<sprite name={q}icon_upgraded_skill{q}></color>
uk: <color=#{notable}>Консекрація Світла<sprite name={q}icon_upgraded_skill{q}></color>

# token_name_blessing_of_light_u
source: <color=#{notable}>Consecration of Light<sprite name={q}icon_upgraded_skill{q}></color>
ko: <color=#{notable}>빛의 축성<sprite name={q}icon_upgraded_skill{q}></color>
uk: <color=#{notable}>Консекрація Світла<sprite name={q}icon_upgraded_skill{q}></color>

# token_name_blessing_of_light_u_sheet
source: <color=#{notable}>Consecration of Light+ </color>
ko: <color=#{notable}>빛의 축성+</color>
uk: <color=#{notable}>Консекрація Світла+ </color>

# token_name_blind
source: <color=#{debuff}>Blind</color>
ja: <color=#{debuff}>盲目</color>
ko: <color=#{debuff}>실명</color>
uk: <color=#{debuff}>Сліпота</color>
zh_cn: <color=#{debuff}>目盲</color>

# token_name_block
source: <color=#{buff}>Block</color>
ja: <color=#{buff}>ブロック</color>
ko: <color=#{buff}>방호</color>
uk: <color=#{buff}>Щит</color>
zh_cn: <color=#{buff}>格挡</color>

# token_name_block_move
source: <color=#{buff}>Steadfast</color>
ja: <color=#{buff}>場所固定</color>
ko: <color=#{buff}>확고</color>
uk: <color=#{buff}>Стійкість</color>
zh_cn: <color=#{buff}>不移</color>

# token_name_block_plus
source: <color=#{buff}>Block+</color>
ja: <color=#{buff}>ブロック+</color>
ko: <color=#{buff}>방호+</color>
uk: <color=#{buff}>Щит+</color>
zh_cn: <color=#{buff}>格挡+</color>

# token_name_call_of_the_deep
source: <color=#{notable}>Call of the Deep</color>
ja: <color=#{notable}>深海の呼び声</color>
ko: <color=#{notable}>심해의 부름</color>
uk: <color=#{notable}>Поклик безодні</color>
zh_cn: <color=#{notable}>深渊呼唤</color>

# token_name_combo
source: <color=#{notable}>Combo</color>
ja: <color=#{notable}>コンボ</color>
ko: <color=#{notable}>연계</color>
uk: <color=#{notable}>Комбо</color>
zh_cn: <color=#{notable}>破绽</color>

# token_name_controlled_burn
source: <color=#{notable}>Controlled Burn</color>
ja: <color=#{notable}>制御された火災</color>
ko: <color=#{notable}>통제된 화상</color>
uk: <color=#{notable}>Влада над вогнем</color>
zh_cn: <color=#{notable}>烈焰缠绕</color>

# token_name_controlled_burn_u
source: <color=#{notable}>Controlled Burn</color><sprite name={q}icon_upgraded_skill{q}>
ko: <color=#{notable}>통제된 화상</color><sprite name={q}icon_upgraded_skill{q}>
uk: <color=#{notable}>Влада над вогнем</color><sprite name={q}icon_upgraded_skill{q}>

# token_name_controlled_burn_u_sheet
source: <color=#{notable}>Controlled Burn+ </color>
ko: <color=#{notable}>통제된 화상+</color>
uk: <color=#{notable}>Влада над вогнем+ </color>

# token_name_conviction
source: <color=#{notable}>Conviction</color>
ko: <color=#{notable}>신념</color>
uk: <color=#{notable}>Віра</color>

# token_name_conviction_p1
source: <color=#{notable}>Conviction</color>
ko: <color=#{notable}>신념</color>
uk: <color=#{notable}>Віра</color>

# token_name_conviction_p3
source: <color=#{notable}>Conviction</color>
ko: <color=#{notable}>신념</color>
uk: <color=#{notable}>Віра</color>

# token_name_corpulent
source: <color=#{notable}>Corpulent</color>
ja: <color=#{notable}>肥満</color>
ko: <color=#{notable}>포만</color>
uk: <color=#{notable}>Міцність</color>
zh_cn: <color=#{notable}>肿胀</color>

# token_name_coughing_fit
source: <color=#{debuff}>Coughing Fit</color>
ja: <color=#{debuff}>咳の発作</color>
ko: <color=#{debuff}>기침 발작</color>
uk: <color=#{debuff}>Напад кашлю</color>
zh_cn: <color=#{debuff}>咳嗽不止</color>

# token_name_count
source: COUNT
ja: カウント
ko: 수
uk: ПІДРАХУНОК
zh_cn: 数量

# token_name_counteraction
source: <color=#{buff}>Counter-action</color>
ja: <color=#{buff}>カウンターアクション</color>
ko: <color=#{buff}>대응</color>
uk: <color=#{buff}>Контрдія</color>
zh_cn: <color=#{buff}>反应行动</color>

# token_name_counterheal
source: <color=#{buff}>Counter-heal</color>
ja: <color=#{buff}>カウンター回復</color>
ko: <color=#{buff}>대응 치유</color>
uk: <color=#{buff}>Контрлікування</color>
zh_cn: <color=#{buff}>反应治疗</color>

# token_name_crit
source: <color=#{buff}>Crit</color>
ja: <color=#{buff}>クリティカル</color>
ko: <color=#{buff}>치명타</color>
uk: <color=#{buff}>Крит</color>
zh_cn: <color=#{buff}>暴击</color>

# token_name_daze
source: <color=#{debuff}>Daze</color>
ja: <color=#{debuff}>放心</color>
ko: <color=#{debuff}>현기증</color>
uk: <color=#{debuff}>Заціпеніння</color>
zh_cn: <color=#{debuff}>晕眩</color>

# token_name_dodge
source: <color=#{buff}>Dodge</color>
ja: <color=#{buff}>回避</color>
ko: <color=#{buff}>회피</color>
uk: <color=#{buff}>Ухиляння</color>
zh_cn: <color=#{buff}>闪避</color>

# token_name_dodge_plus
source: <color=#{buff}>Dodge+</color>
ja: <color=#{buff}>回避+</color>
ko: <color=#{buff}>회피+</color>
uk: <color=#{buff}>Ухиляння+</color>
zh_cn: <color=#{buff}>闪避+</color>

# token_name_dont_leave_me
source: <color=#{debuff}>Don't Leave Me</color>
ko: <color=#{debuff}>날 버리지 마</color>
uk: <color=#{debuff}>Не залишайте мене</color>

# token_name_extra_range
source: <color=#{buff}>Extra Range</color>
ja: <color=#{buff}>追加射程</color>
ko: <color=#{buff}>추가 범위</color>
uk: <color=#{buff}>Додаткова дистанція</color>
zh_cn: <color=#{buff}>额外距离</color>

# token_name_extra_target
source: <color=#{buff}>Extra Target</color>
ja: <color=#{buff}>追加対象</color>
ko: <color=#{buff}>추가 대상</color>
uk: <color=#{buff}>Додаткова ціль</color>
zh_cn: <color=#{buff}>额外目标</color>

# token_name_eyes_focus
source: <color=#{notable}>Seen</color>
ko: <color=#{notable}>보임</color>

# token_name_eyes_focus_hero
source: <color=#{notable}>Seen</color>
ja: <color=#{notable}>発覚</color>
ko: <color=#{notable}>보임</color>
uk: <color=#{notable}>У полі зору</color>
zh_cn: <color=#{notable}>察觉</color>

# token_name_flagellant_more_more
source: <color=#{notable}>More! MORE!</color>
ko: <color=#{notable}>더! 더!</color>
uk: <color=#{notable}>Ще! ЩЕ!</color>

# token_name_flagellant_more_more_u
source: <color=#{notable}>More! MORE!</color><sprite name={q}icon_upgraded_skill{q}>
ko: <color=#{notable}>더! 더!</color><sprite name={q}icon_upgraded_skill{q}>
uk: <color=#{notable}>Ще! ЩЕ!</color><sprite name={q}icon_upgraded_skill{q}>

# token_name_flagellant_pain_heal
source: <color=#{notable}>Pain</color>
ko: <color=#{notable}>고통</color>
uk: <color=#{notable}>Біль</color>

# token_name_flagellant_pain_heal_u
source: <color=#{notable}>Pain</color><sprite name={q}icon_upgraded_skill{q}>
ko: <color=#{notable}>고통</color><sprite name={q}icon_upgraded_skill{q}>
uk: <color=#{notable}>Біль</color><sprite name={q}icon_upgraded_skill{q}>

# token_name_flagellant_pain_heal_u_sheet
source: <color=#{notable}>Pain+</color>
ko: <color=#{notable}>고통+</color>
uk: <color=#{notable}>Біль+</color>

# token_name_flaming
source: <color=#{notable}>Flaming</color>
ja: <color=#{notable}>炎上</color>
ko: <color=#{notable}>연소</color>
uk: <color=#{notable}>У вогні</color>
zh_cn: <color=#{notable}>燃烧</color>

# token_name_flaming_furniture_riposte
source: Flaming Furniture Riposte
ja: 炎上している家具の応酬
ko: 불타는 가구 반격
uk: Відображення меблів у вогні
zh_cn: 燃烧家具反击

# token_name_food
source: <color=#{notable}>Fodder</color>
ja: <color=#{notable}>飼料</color>
ko: <color=#{notable}>사료</color>
uk: <color=#{notable}>Корм</color>
zh_cn: <color=#{notable}>饲料</color>

# token_name_gastric_juice
source: Gastric Juice
ja: 胃液
ko: 소화액
uk: Шлунковий сік
zh_cn: 胃液

# token_name_glimmer
source: <color=#{notable}>Glimmer of Light</color>
ko: <color=#{notable}>희미한 빛</color>
uk: <color=#{notable}>Проблиск світла</color>

# token_name_god_lock_health
source: <color=#{debuff}>Health Lock</color>
ko: <color=#{debuff}>체력 잠금</color>
uk: <color=#{debuff}>Замок здоров’я</color>

# token_name_god_lock_melee
source: <color=#{debuff}>Melee Lock</color>
ko: <color=#{debuff}>근접 잠금</color>
uk: <color=#{debuff}>Замок ближнього бою</color>

# token_name_god_lock_ranged
source: <color=#{debuff}>Ranged Lock</color>
ko: <color=#{debuff}>원거리 잠금</color>
uk: <color=#{debuff}>Замок дистанційного бою</color>

# token_name_god_lock_stress
source: <color=#{debuff}>Stress Lock</color>
ko: <color=#{debuff}>스트레스 잠금</color>
uk: <color=#{debuff}>Замок стресу</color>

# token_name_guard
source: <color=#{buff}>Guarded</color>
ja: <color=#{buff}>ガード</color>
ko: <color=#{buff}>보호</color>
uk: <color=#{buff}>Під захистом</color>
zh_cn: <color=#{buff}>保护</color>

# token_name_harvest_hunger
source: <color=#{debuff}>Harvest Hunger</color>
ja: <color=#{debuff}>空腹の収穫</color>
ko: <color=#{debuff}>허기 수확</color>
uk: <color=#{debuff}>Шалений голод</color>
zh_cn: <color=#{debuff}>丰收饥饿</color>

# token_name_hellion_ranged_dodge
source: <color=#{buff}>Cowering Defense</color>
ja: <color=#{buff}>萎縮防御</color>
ko: <color=#{buff}>겁먹은 방어</color>
uk: <color=#{buff}>Глухий захист</color>
zh_cn: <color=#{buff}>畏缩防御</color>

# token_name_hellion_winded
source: <color=#{debuff}>Winded</color>
ja: <color=#{debuff}>疲弊</color>
ko: <color=#{debuff}>숨 가쁨</color>
uk: <color=#{debuff}>Виснаження</color>
zh_cn: <color=#{debuff}>力竭</color>

# token_name_herostory_flg_more_more
source: <color=#{notable}>More! MORE!</color>
ko: <color=#{notable}>더! 더!</color>
uk: <color=#{notable}>Ще! ЩЕ!</color>

# token_name_herostory_flg_pain_heal
source: <color=#{notable}>Pain</color>
ko: <color=#{notable}>고통</color>
uk: <color=#{notable}>Біль</color>

# token_name_herostory_jes_tuned
source: <color=#{notable}>Tuned</color>
ko: <color=#{notable}>조율됨</color>
uk: <color=#{notable}>Гармонія</color>

# token_name_immobilize
source: <color=#{debuff}>Immobilize</color>
ja: <color=#{debuff}>移動不可</color>
ko: <color=#{debuff}>이동 불가</color>
uk: <color=#{debuff}>Капкан</color>
zh_cn: <color=#{debuff}>无法移动</color>

# token_name_immobilize_permanent
source: <color=#{notable}>Immobilize</color>
ja: <color=#{notable}>移動不可</color>
ko: <color=#{notable}>이동 불가</color>
uk: <color=#{notable}>Капкан</color>
zh_cn: <color=#{notable}>无法移动</color>

# token_name_inhale
source: <color=#{notable}>Inhaling</color>
ja: <color=#{notable}>吸入</color>
ko: <color=#{notable}>들숨</color>
uk: <color=#{notable}>Вдих</color>
zh_cn: <color=#{notable}>吸气</color>

# token_name_lock_health
source: <color=#{debuff}>Health Lock</color>
ja: <color=#{debuff}>HPロック</color>
ko: <color=#{debuff}>체력 잠금</color>
uk: <color=#{debuff}>Замок здоров’я</color>
zh_cn: <color=#{debuff}>生命之锁</color>

# token_name_lock_melee
source: <color=#{debuff}>Melee Lock</color>
ja: <color=#{debuff}>近接ロック</color>
ko: <color=#{debuff}>근접 잠금</color>
uk: <color=#{debuff}>Замок ближнього бою</color>
zh_cn: <color=#{debuff}>近战之锁</color>

# token_name_lock_ranged
source: <color=#{debuff}>Ranged Lock</color>
ja: <color=#{debuff}>遠距離ロック</color>
ko: <color=#{debuff}>원거리 잠금</color>
uk: <color=#{debuff}>Замок дистанційного бою</color>
zh_cn: <color=#{debuff}>远程之锁</color>

# token_name_lock_stress
source: <color=#{debuff}>Stress Lock</color>
ja: <color=#{debuff}>ストレスロック</color>
ko: <color=#{debuff}>스트레스 잠금</color>
uk: <color=#{debuff}>Замок стресу</color>
zh_cn: <color=#{debuff}>压力之锁</color>

# token_name_lost_battalion_order
source: <color=#{notable}>Order</color>
ja: <color=#{notable}>命令</color>
ko: <color=#{notable}>명령</color>
uk: <color=#{notable}>Наказ</color>
zh_cn: <color=#{notable}>军令</color>

# token_name_lung_inflate
source: <color=#{notable}>Breath</color>
ja: <color=#{notable}>呼吸</color>
ko: <color=#{notable}>호흡</color>
uk: <color=#{notable}>Дихання</color>
zh_cn: <color=#{notable}>呼气</color>

# token_name_mark_location
source: <color=#{notable}>Marked Location</color>
ja: <color=#{notable}>場所をマーク</color>
ko: <color=#{notable}>지정된 위치</color>
uk: <color=#{notable}>Указана область</color>
zh_cn: <color=#{notable}>标记地点</color>

# token_name_marked_for_death
source: <color=#{debuff}>Chosen Target</color>
ja: <color=#{debuff}>定められた標的</color>
ko: <color=#{debuff}>선택한 대상</color>
uk: <color=#{debuff}>Вибрана ціль</color>
zh_cn: <color=#{debuff}>选中目标</color>
